{
    "1": " EMS Protocols Universal Trauma 4 Airway 52 Trauma CODE 6 Breathing (Hypoxia) 54 Trauma ROSC 8 Circulation (Shock) 56 Major Trauma 10 Hypertension 58 Bleeding 12 Bradycardia 60 Immobilization 14 Tachycardia 62 Head Injury 16 Fever 64 Trunk Injury 18 Hyperkalemia 66 Extremity Injury 20 Pain 68 Crush Injury 22 Nausea/Vomiting 70 Cold / Heat 72 Burns Medical 74 Inhalation 24 Medical CODE 76 Sting / Bite 26 Medical ROSC 78 Epistaxis 28 Chest Pain 30 Dyspnea (SOB) Misc 32 Allergic Reaction 1 How To Use 34 Abdominal Pain 79 Procedures 36 Altered LOC/Syncope 89 Deliver Baby Page Rev i s ed: J an 2019 38 Diabetic 90 Policies 40 Overdose / Tox 94 Termination 42 Seizure 97 Refusals 44 Stroke 98 Destination Triage 46 Psychiatric 48 Pregnancy / Delivery A Peds Dosing 50 Neonate B Index EMS Protocols 2019 - WVEMS",
    "2": " 1 How To Use Welcome to the EMSProtocols 2019! - Think of this like a tool box, not a cookbook. - You should use several protocols at the same time on every call. - You may use any intervention marked for your level or lower. Basic procedures are assumed for every call. - Don't forget: scene safe, BSI, ABC's, call for ALS,notify the ED,etc. - Every patient should have a full assessment including vitals. - Ask about medical allergies and pregnancy before giving meds. Call for on-line Medical Direction at any time for advice on: - Any questions, problems, or if uncertain for any reason. - Getting permission to deviate from these protocols. - If unable to contact, remember: Get the patient to the hospital. Protocols mean you can, but not always that you should. - Use only enough to stabilize and/or improve.Don't follow blindly. - Skip anything unnecessary.Not every box needs to be completed. - The listed order suggests importance, but is not absolute. Severity is a subjective judgment that requires thought. - Not all decisions are black and white.Use this text as a guide. NEMSI S CODE 9914075 - Reassess and restart protocols as needed during a call. - Use good clinical sense to decide what takes precedence. Presume routine things when appropriate,like: - SpO2, EKG,EtCO2, glucometer, phlebotomy, etc. - Regular layperson first aid treatments like splinting and band-aids. - Note: protocols may also include reminders (like '12-Lead'). Page Rev i s ed: J an 2019 Pediatric considerations are included in every protocol. - Patients 13 y/o and over (13 +) are generally treated as adults. - Children (1-12) and Infants ( < 1) are considered peds. - Refer to Appendix Aor other approved source for peds dosing. References are included.This text is not comprehensive. - Medication names may appear as brand or generic (or both). - Always consider child or elder abuse.EMSare mandated reporters. Please e-mail corrections to: western@vaems.org 1 How To Use",
    "3": " How To Use 2 EMS Protocols 2019 Protocols,Procedures, Policies and Medications of the Western VAEMSMedical Direction Committee Editors: Drs. Ekey, LePera, and Stanley This work is licensed under the Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy of this license, visit http://creativecommons.org/licenses/by-sa/4.0/ or send a letter to Creative Commons, PO Box 1866, Mountain View, CA 94042, USA. WVEMSCouncil Phone: 540-562-3482 1944 Peters Creek Rd. Web: www.western.vaems.org Roanoke, VA24017 Email: western@vaems.org Protocol Flow and Intervention Symbols Use Don't NEMSI S CODE 9914165 Indications Judgment Forget Important Concept WARNING Note - And Details Page Rev i s ed: J an 2019 Basic Life Support (BLS) EMR E EMT A AEMT Advanced Life Support (ALS) I Intermediate P Paramedic How To Use 2",
    "4": " 3 Airway Also called: Choking, Suction, Oral Airway, BIAD Imperatives - Maintain the simplest effective airway.Escalate only as needed. - If BIADfails, try again with a different size. - Most common failure of a BIADis inappropriate size. - Use several techniques to confirm airway: - Physical exam: lung sounds,skin color,etc. - Rising SpO2 - Appropriate EtCO2: capnography or capnometry - Be prepared to escalate airway if signs of Poor Perfusion. Poor Perfusion - Suspect if several of these: NEMSI S CODES 9914001, 9914003, 9914005 - Altered Mental Status - Skin Pale,Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea,Tachypnea Notes - If BIADaccommodates an OG-Tube, consider placing an OG-Tube. - Secure BIADwell.Use tape or manufactured holding device. - May place c-collar (even without trauma) to help stabilize. - Reposition with: Head Tilt / Chin Lift (med) or Jaw Thrust (trauma) - Endotracheal intubation is not included in this protocol. Page Rev i s ed: Sep 2018 Pediatrics - Suspect an airway obstruction.Use back blows if indicated. - Do not use blind finger sweeps. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Brady Emergency Care 12th Ed: Chapter 8 3 Airway",
    "5": " Airway 4 Choking, Unstable or Unresponsive Severity? Mild Moderate Severe - Awake - Altered LOC - Unresponsive - Choking - Intact Gag Reflex - No Gag Reflex Reposition NEMSI S CODES 9914001, 9914003, 9914005 Heimlich Airway OPA Suction A Magill Forceps NPA E BIAD Consider: Page Rev i s ed: Sep 2018 - Breathing Airway 4",
    "6": " 5 Breathing / Hypoxia Also called: Oxygenation, O2,Pneumothorax (PTX), PE Imperatives - Dyspnea with penetrating trauma is a severe problem. - Apply a chest seal to any penetrating injury to neck or trunk. - Do not wait for hypoxia to develop. - Spontaneous or traumatic PTX can be a severe problem. - Needle Decompress for Hypotension or persistent hypoxia. - CPAPrequires a patient that is awake and compliant. - Contraindicated with vomiting,hypotension or altered LOC. - BVM: Use two providers and two handed technique if able. - Maintain EtCO2 35-45 mmHg.Avoid hyperventilation. - During CPR: alternate 30 : 2 until BIADplaced. BVM Rate - Adult / Peds: Q6 sec (10/min) Notes - Provide O2 at appropriate doses.Titrate for effect. NEMSI S CODE 9914001 - Nasal Cannula (NC): 1 - 6 L/min - Non-Rebreather (NRB): 10 - 15 L/min - Consider reducing supplemental O2 if SpO2 rises above 98%. - Hyperoxia can make some conditions worse. - If SpO2 unavailable or machine fails: use good clinical judgment. Page Rev i s ed: J an 2019 Pediatrics - Refer to Neonate for any peds under 1 month ( < 31 days) old. - Use caution to prevent barotrauma from BVM. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Brady Emergency Care 12th Ed: Chapter 9 5 Breathing / Hypoxia",
    "7": " Breathing / Hypoxia 6 Dyspnea or SpO2 under 95% Provide O2 Severity? Mild Moderate Severe - Awake & Oriented - Resps Inadequate - Respiratory Failure - Subjective Dyspnea - Cyanosis - Penetrating Injury Position of BVM BVM Comfort Assist Ventilate NEMSI S CODE 9914001 E CPAP Chest Seal I Needle Decompress Consider: Page Rev i s ed: Nov 2017 - Airway Breathing / Hypoxia 6",
    "8": " 7 Circulation / Shock Also called: Hypotension Imperatives Poor Perfusion - Consider underlying causes: - Suspect if several of these: - Bradycardia,Tachycardia - Altered Mental Status - Cardiac, Anaphylaxis - Skin Pale,Cool,Diaphoretic - Diabetic,Overdose - Tachycardia, Hypotension - Major Trauma,Exposure - Dyspnea,Tachypnea Medications - NS Bolus (saline 0.9%): indicated for poor perfusion. - May call Medical Control for more fluids after initial boluses. - Epi Drip (epinephrine): Mix and use as follows: - Add 1 mg Epi into a 1,000 mL bag of NS(1 mcg/mL). - Adults (13+): Use a macro drip (10 or 15 per mL) set. - Peds (0-12): Use a micro drip (60 per mL) set. - Start at 1 drop per second and titrate as needed. - Dopamine: Most useful for medical causes refractory to Epi. - May titrate up to 4x starting dose if needed. NEMSI S CODE 9914127 Notes - Give fluids and reassess.Start pressors if poor response. - Recheck lung sounds before and after fluid administration. Pediatrics - The majority of peds decompensation is airway related. Page Rev i s ed: Apr 2019 - Fluids are important for hypotension.Pressors are a last resort. - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Vitals: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2172054 - Brady Emergency Care 12th Ed: Chapters 18,20,27 7 Circulation / Shock",
    "9": " Circulation / Shock 8 SBP Under: - Adult (13 +): 90 - Child (1-12): 70 - Infant ( < 1): 60 Severity? Mild Moderate Severe - Adequate Perfusion - Adequate Perfusion - Poor Perfusion - No Symptoms - Tachy or Dizzy - Altered LOC A Saline Lock A NS Bolus A NS Bolus E 12-Lead E 12-Lead I Epi Drip I Dopamine NEMSI S CODE 9914127 E 12-Lead Consider: Page Rev i s ed: Apr 2019 - Tachycardia,Bradycardia - Bleeding,Altered LOC NS Bolus: 1,000 mL IV/IO x2 Adult Epi Drip: 1 gtt/s IV/IO Titrated Drip Doses Dopamine: 5 mcg/kg/min IV/IO Titrated Drip Circulation / Shock 8",
    "10": " 9 Hypertension Also called: HTN, Elevated BP,Malignant Hypertension Imperatives - Confirm elevated SBPwith two reliable blood pressures. - HTNis a frequent reaction to Pain and acute stress. - Investigate and treat pain and underlying causes first. - Inappropriate use of anti-HTNmeds can cause harm. Medications - Labetalol: Aimfor 20%reduction in SBP.Do not exceed 25%. - Contraindicated if SBPunder 190 mmHg. - Call Medical Control if SBPremains elevated after two doses. - Try lower dose first, then double if second dose needed. Notes - Severe neurologic changes include: - Obvious weakness,paralysis, seizure, etc. NEMSI S CODE 9914123 - Severe headache and vomiting - Vision loss (not simple flashes or double vision) Pediatrics - Refer to Appendix Aor other approved source for peds dosing. Page Rev i s ed: Dec 2017 References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Vitals: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2172054 - Medscape Peds HTN: emedi c i ne. meds c ape. c om/ ar t i c l e/ 889877 - NIHNHLBI: www. nhl bi . ni h. gov / f i l es / doc s / r es our c es / hear t / hbp_ped. pdf - Brady Emergency Care 12th Ed: Chapter 12,20 9 Hypertension",
    "11": " Hypertension 10 SBP Over: - Adult (13 +): 240 - Child(1-12): 220 - Infant ( < 1): 200 Severity? Mild Moderate Severe - No Distress - Mild Headache - Altered LOC - No Pain - No Neuro Changes - Neuro Changes Position of E 12-Lead E 12-Lead Comfort A Saline Lock IP Labetalol NEMSI S CODE 9914123 Consider: Page Rev i s ed: Nov 2017 - Pain - Pregnancy Labetalol: 10? 20 mg IV/IO Q10 min x2 Adult Hypertension 10",
    "12": " 11 Bradycardia Also called: Slow Heart Rate,Heart Block Imperatives - Slow, wide complex bradycardia may be due to Hyperkalemia. - Consider Overdose if clinically suspected. - Several common meds can produce bradycardia. Poor Perfusion - Suspect if several of these: - Altered Mental Status - Skin Pale,Cool, Diaphoretic - Hypotension - Dyspnea,Tachypnea Medications - Atropine: may not be effective (but is also not harmful) for: - 3° Heart Block, Heart Transplant - Epi (epinephrine): Preferred agent over Atropine in peds. - Use Epi (brady) dosing from Appendix A. Notes NEMSI S CODE 9914115 - Pacing: Start at 80 bpm / 80 mA.Escalate mAas needed. - Alternate: follow manufacturer's or OMD's dosing guideline. Pediatrics - Refer to Neonate for any peds under 1 month ( < 31 days) old. - Frequently a Breathing problem: don't forget O2. - Even a single pill of some meds can cause severe bradycardia. Page Rev i s ed: Nov 2018 - Consider opiate,Ca2+ or ß blocker Overdose. - Consider effects of maternal medication in breast milk. - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Vitals: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2172054 - Brady Emergency Care 12th Ed: Chapter 20 11 Bradycardia",
    "13": " Bradycardia 12 Pulse Under: - Adult (13 +): 60 - Child (1-12): 70 - Infant ( < 1): 80 Severity? Mild Moderate Severe - Adequate Perfusion - Adequate Perfusion - Poor Perfusion - No Symptoms - Chest Pain, Weak - Unresponsive E 12-Lead E 12-Lead I Pacing Peds A Saline Lock I Atropine I Epi E 12-Lead NEMSI S CODE 9914115 Consider: Page Rev i s ed: Sep 2017 - Breathing,High K+ - Overdose / Tox Atropine: 0.5 mg IV/IO Q5 min x3 Adult Epi: see Appendix A IV/IO Q5 min Bradycardia 12",
    "14": " 13 Tachycardia Also called: Sinus Tach, SVT, A-Fib,A-Flutter, RVR,V-Tach Imperatives - Must distinguish a simple tachycardia from a critical arrhythmia. - Simple tachycardias (like Sinus Tach) occur for many reasons. - Reactive causes like: Shock,Pain,Fever or Bleeding,etc. - Hidden causes like: OD/ Tox, Psychiatric or Anaphylaxis,etc. - Cardiac causes like: A-Flutter or A-Fib w/ RVR,etc. - Treat the cause.Avoid anti-arrhythmics or cardioversion. - Critical arrhythmias (like SVTor V-Tach w/ pulse) are much faster. - Afast pulse is not always critical.Judgment is necessary. - ALS: Vagal Maneuvers may be attempted. Critical Arrhythmia Poor Perfusion - Suspect if pulse over: - Suspect if several of these: NEMSI S CODES 9914147, 9914151, 9914199 - Adult (13 +): 150 - Altered Mental Status - Child (1-12): 180 - Skin Pale,Cool,Diaphoretic - Infant ( < 1): 220 - Tachycardia, Hypotension - Dyspnea,Tachypnea Medications - Adenosine: Give rapid IVpush.Escalate for second dose. - Amiodarone: Give over 10 min IVdrip. Notes - Cardioversion: Enable SYNC. Start at 50 J. Escalate as needed. - Alternate: follow manufacturer's or OMD's dosing guideline. Page Rev i s ed: Nov 2018 Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Vitals: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2172054 - Brady Emergency Care 12th Ed: Chapter 14 13 Tachycardia",
    "15": " Tachycardia 14 Pulse Over: - Adult (13 +): 100 - Child(1-12): 130 - Infant ( < 1): 160 Severity? Mild Moderate Severe - Adequate Perfusion - Adequate Perfusion - Poor Perfusion - Simple Tachycardia - Critical Arrhythmia - Critical Arrhythmia NEMSI S CODES 9914147, 9914151, 9914199 E 12-Lead E 12-Lead I Cardioversion A NS Bolus A NS Bolus E 12-Lead I Adenosine If QRS? 120ms I Magnesium If Torsades I Amiodarone If QRS> 120ms A NS Bolus Consider: Page Rev i s ed: Dec 2017 - Circulation, Pain - Fever,Bleeding NS Bolus: 1,000 mL IV/IO x1 Adenosine: 6? 12 mg IV/IO Q5 min x2 Adult Doses Amiodarone: 150 mg IV/IO over 10 min Magnesium: 2 g IV/IO x1 Tachycardia 14",
    "16": " 15 Fever Also called: Sepsis, Toxic Infection, Flu Imperatives - Use an appropriate mask for any cough or respiratory disease. - Fever is a response to an infection. - Hyperthermia caused by environment or drugs is different. - Fever medications are contraindicated in Hyperthermia. - Aggressive EMSfluid for sepsis without Shock is unnecessary. Medications - Tylenol (acetaminophen): contraindicated with liver disease - Ibuprofen (Motrin): contraindicated with GI bleeding or ulcers Poor Perfusion - Suspect if several of these: - Altered Mental Status - Skin Pale,Cool, Diaphoretic - Tachycardia, Hypotension NEMSI S CODES 9914061, 9914129 - Dyspnea,Tachypnea Notes - Temporal thermometers are inaccurate on sweaty skin. - Oral thermometers are inaccurate after POfluids or while talking. Pediatrics - Peds under 5 y/o may have a Seizure caused by fever. - It is usually self limiting and does not require intervention. - Consider intervention if longer than 5 min or Seizure reoccurs. Page Rev i s ed: Dec 2017 - Breaking tablets in half is appropriate.Do not break capsules. - Withhold medications if unable to provide accurate dose. - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Vitals: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2172054 - Brady Emergency Care 12th Ed: Chapter 14 15 Fever",
    "17": " Fever 16 Temp above: 100.4 °F (38.0 °C) Severity? Minor Major - Adequate Perfusion - Poor Perfusion - Fatigue, Chills - Tachy, Dyspnea Position of A NS Bolus Comfort E Tylenol NEMSI S CODES 9914061, 9914129 E Ibuprofen Consider: Page Rev i s ed: Mar 2017 - Circulation - Tachycardia Tylenol: 500 mg PO Q15 min x2 Adult Ibuprofen: 400 mg PO Q15 min x2 Doses NS Bolus: 1,000 mL IV/IO x1 Fever 16",
    "18": " 17 Hyperkalemia Also called: Renal Failure, High K+,Elevated Potassium Imperatives - Be aggressive with treatment if there are EKGchanges. - Elevated potassiumcan be very dangerous. - Don't delay transport to wait for EKGinterpretation. K+ EKG Changes - From minor to life threat: - Peaked T-waves - Long PRI / Loss of P-wave - Wide QRS(Over 120 ms) - Slow V-Tach (Sine Wave) Medications - Albuterol (Ventolin): May give without an EKGif hyperkalemic. - NS Bolus (saline 0.9%): Aggressive fluids help dilute potassium. - Consider aggressive fluids even without Hypotension. - Calcium: Avoid if the patient is taking digoxin (Lanoxin). - Do not mix with Bicarbonate.Flush line between meds. NEMSI S CODE 9914089 Notes - Consider hyperkalemia in a dialysis or renal failure patient. - If called to a dialysis center,inquire about the last K+ level. - Avoid starting an IVin the same extremity as dialysis access. - Consider hyperkalemia during Crush or suspension injury. Page Rev i s ed: Oc t 2017 Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Hyperkalemia: emedi c i ne. meds c ape. c om/ ar t i c l e/ 240903 - Brady Emergency Care 12th Ed: Chapter 26 17 Hyperkalemia",
    "19": " Hyperkalemia 18 Suspected or Confirmed K+ Over 5.5 mEq/L E 12-Lead E Albuterol Severity? Minor Major - Few EKGChanges - Overt EKGChanges - 6.9 mEq/L or Less - 7.0 mEq/Land Over A Saline Lock A NS Bolus NEMSI S CODE 9914089 I Calcium I Bicarbonate Consider: Page Rev i s ed: Aug 2017 - Tachycardia - Medical CODE Albuterol: 10 mg NEB (4 Nebs) x1 NS Bolus: 1,000 mL IV/IO x2 Adult Doses Calcium: 1 g IV/IO x1 Bicarbonate: 50 mEq IV/IO x1 Hyperkalemia 18",
    "20": " 19 Pain Also called: Backache, Toothache, Migraine, Fibromyalgia Imperatives - EMSpain control is indicated for recent injury or sudden pain: - Major Trauma, Obvious Fractures - Sudden Abdominal or Chest Pain - POpain meds are of limited use during short transports. - Consider deferring POmeds for mild/moderate pain to the ED. Medications - Tylenol (acetaminophen): contraindicated with liver disease - Ibuprofen (Motrin): contraindicated with GI bleeding or ulcers - Fentanyl: contraindicated for subacute or chronic pain like: - Toothache, Headache (Migraine), Sciatica, Fibromyalgia,etc. - Ketamine: contraindicated for subacute or chronic pain like: - Toothache, Headache (Migraine), Sciatica, Fibromyalgia,etc. NEMSI S CODES 9914051, 9914071 Notes - Pain is subjective.Clinical judgment is required. - It is appropriate to try another med if the first is ineffective. - Changes in pain scale are more useful than absolute numbers. Pediatrics - Breaking tablets in half is appropriate.Do not break capsules. Page Rev i s ed: Nov 2017 - Withhold medications if unable to provide accurate dose. - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Pain: emedi c i ne. meds c ape. c om/ ar t i c l e/ 310834 - Brady Emergency Care 12th Ed: Chapters 28,30,32 19 Pain",
    "21": " Pain 20 Injury or Discomfort Severity? Mild Moderate Severe - Minimal Distress - Some Distress - Obvious Distress - Normal Pulse - Mild Tachycardia - Elevated Vitals E Tylenol E Tylenol A Fentanyl NEMSI S CODES 9914051, 9914071 E Ibuprofen E Ibuprofen I Ketamine A Fentanyl Consider: Page Rev i s ed: Apr 2019 - Nausea / Vomiting - Underlying Cause Tylenol: 500 mg PO Q15 min x2 Ibuprofen: 400 mg PO Q15 min x2 Adult Doses Fentanyl: 50 mcg IV/IO, IM/IN Q 5 min x4 Ketamine: 20 mg IV/IO,IM/IN Q 5 min x2 Pain 20",
    "22": " 21 Nausea / Vomiting Also called: Throwing Up Imperatives - It is appropriate to pre-treat for nausea even before symptoms. - Consider before any intervention that may cause nausea. - Especially if vomiting would cause serious complications. Medications - Zofran (Ondansetron): contraindicated in ODand Pregnancy NEMSI S CODE 9914131 Notes - Consider an atypical Cardiac cause in diabetics and the elderly. Pediatrics Page Rev i s ed: Sep 2017 - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Vomiting: emedi c i ne. meds c ape. c om/ ar t i c l e/ 933135 - Brady Emergency Care 12th Ed: Chapters 21,23,24 21 Nausea / Vomiting",
    "23": " Nausea / Vomiting 22 Nausea or Vomiting Severity? Minor Major - Mild Nausea - Moderate N/V - No Vomiting - Tachycardia Position of A Zofran Comfort NEMSI S CODE 9914131 Consider: Page Rev i s ed: Apr 2019 - Fever,Pain - Abdominal Pain Zofran: 4 mg IV/IO, IM/IN Q5 min x2 Adult Nausea / Vomiting 22",
    "24": " 23 Medical CODE Also called: Cardiac Arrest, CPR, VT/VF, PEA, Asystole Compressions Imperatives - Adult/Peds: 120 /min - OPA/NPA: 30:2 w/ BVM - Start compressions in place. - BIAD: Continuous - Transport ASAPif ROSC. - Transport ASAPif peds,pregnant or any other Special Case. - BLS: Get ALSASAP.Transport ASAPif witnessed or after any shock. - ALS: Try for 30 min.If no ROSC: - Call for Termination Obvious Death - Pooling Lividity or - Rigor Mortis or NEMSI S CODES 9914011, 9914015, 9914017, 9914055 - Body Decomposition Medications - If no response to initial therapy,consider adjunct medications: I Amiodarone: 300? 150 mg IOx2 Persistent VT/VF I Bicarbonate: 50 mEq IOx1 Persistent VT/VF I Calcium: 1 g IOx1 Persistent VT/VF I Magnesium: 2 g IOx1 Torsades Notes - Use caution with compressions and defib in a moving vehicle. - EtCO2 can help identify ROSCand guide termination decision. - Awell run CODEshould operate like a pit crew.Focus on your job. Pediatrics Page Rev i s ed: Sep 2018 - Use 15:2 compression ratio for dual rescuer BLSresuscitation. - Refer to Neonate for any peds under 1 month ( < 31 days) old. - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape CPR: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1344081 - Brady Emergency Care 12th Ed: Chapter 20 23 Medical CODE",
    "25": " Medical CODE 24 No Pulse No Obvious Death No DNR/POST Peds Assign Airway First Jobs First Second Third Compressions AED Support NEMSI S CODES 9914011, 9914015, 9914017, 9914055 - Most Important - Cut Clothes - Establish Airway - Start Immediately - Work Around CPR - Provide Breathing - Minimize Breaks - Analyze Q2min - Use IO(Not IV) Chest Defib IA Epi Compressions If Advised I Lidocaine If VT/VF I Adjunct Meds Disposition: Page Rev i s ed: Sep 2018 - BLS: Get ALSASAP - ALS: Attempt 30 min Epi: 1 mg IO Q5 min Adult Doses Lidocaine: 100 mg IO Q5 min x3 Epi: 0.01 mg/kg IO Q5 min Peds Doses Lidocaine: 1 mg/kg IO Q5 min x3 Medical CODE 24",
    "26": " 25 Medical ROSC Also called: Return of Pulse, Post-Resuscitation Care Imperatives - Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. - Move with purpose,but don't sacrifice patient stability. - Second most important is to treat Hypotension. - Be aggressive with fluids and pressors to treat Circulation. - Avoid hyperventilation.It can cause Hypotension and repeat arrest. Medications - Ketamine: Indicated for biting on BIADor obvious discomfort. Notes - EtCO2 can help identify ROSC. NEMSI S CODE 9914019 - Therapeutic hypothermia is not included in this protocol. - This is also known as targeted tempreature management. Pediatrics - Arrhythmias are common after ROSC,but are usually self-limited. Page Rev i s ed: Dec 2017 - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape ROSC: www. meds c ape. c om/ v i ewar t i c l e/ 762373 - Brady Emergency Care 12th Ed: Chapter 20 25 Medical ROSC",
    "27": " Medical ROSC 26 Return of Pulse Reassess - Establish Airway - Provide Breathing - Treat Circulation Emergent Transport E 12-Lead A Saline Lock NEMSI S CODE 9914019 I Ketamine If Agitated Consider: Page Rev i s ed: Nov 2017 - Altered LOC - Diabetic, Overdose Ketamine: 20 mg IV/IO Q5 min x2 Adult Medical ROSC 26",
    "28": " 27 Chest Pain Also called: Heart Attack, Acute MI,Cardiac, Chest Discomfort Imperatives - This protocol is for suspected cardiac (ACS) emergencies only. - For pain resulting from chest trauma,refer to Trunk Injury. - For palpitations refer to Tachycardia or Bradycardia. - Place defib pads on all patients with identified STEMI. Medications - Aspirin: contraindicated with GI bleeding or peds. - Have patient chew 4x 81mg (baby) Aspirin. - Nitro (nitroglycerin): May cause Hypotension. - Contraindicated if Hypotensive or inferior STEMI. - Contraindicated if recent (36 h) use of Viagra,Cialis, or Levitra. - EMT: May assist pt with their own Nitro if appropriate. - If you see a STEMI Call NEMSI S CODES 9914117, 9914143 - If EKGsays ***AMI*** - Call HEART ALERT ALERT Notes - Consider an atypical cardiac presentation in diabetics and elderly. - Actual chest pain is not always present. - Patients may have chest 'discomfort' or be weak or sweaty. - Ask about: nausea, SOB, abd pain,altered LOC,cardiac hx, etc. Pediatrics Page Rev i s ed: Apr 2019 - Cardiac pain is unlikely in peds.Consider other causes. - Aspirin and Nitro are contraindicated in peds chest pain. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape ACS: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1910735 - Brady Emergency Care 12th Ed: Chapter 20 27 Chest Pain",
    "29": " Chest Pain 28 Cardiac Chest Discomfort Severity? Minor Major - Mild Discomfort - Nausea, Sweaty - Cardiac history - Pain that Radiates E 12-Lead E 12-Lead Adult Adult E Aspirin E Aspirin NEMSI S CODES 9914117, 9914143 A Saline Lock A Saline Lock Adult E A Nitro Consider: Consider Page Rev i s ed: Nov 2017 - Breathing,Tachycardia Destination - Pain,Trunk Injury Triage Aspirin: 4x 81 mg PO x1 Adult Doses Nitro: 0.4 mg SL Q5 min x3 Chest Pain 28",
    "30": " 29 Dyspnea / SOB Also called: Wheezing, Asthma,COPD, CHF,Respiratory Distress Imperatives - Breathing (O2 and CPAP) should take precedence over meds. - SpO2 and EtCO2 should be used extensively for dyspnea. Medications - Decadron (dexamethasone): May give PO. NEMSI S CODES 9914137, 9914139, 9914197, 9914221, 9914223 - May mix the IVsolution with juice, or drink straight. - Nitro (nitroglycerin): May cause Hypotension. - Contraindicated if Hypotensive or Inferior STEMI. - Contraindicated if recent (36 h) use of Viagra,Cialis, or Levitra. Notes - Consider an atypical Cardiac cause in diabetics and the elderly. - Anxiety can also cause dyspnea and hyperventilation. - Consider simple reassurance for obvious benign anxiety. Pediatrics - Defer aggressive evaluation if any concern for epiglottitis. - Agitation will make it much worse. - Epiglottitis is unlikely in fully vaccinated patients. - Croup is a viral infection that should be treated as reactive. Page Rev i s ed: Feb 2019 - Refer to Appendix Aor other approved source for peds dosing. References - Medscape COPD: emedi c i ne. meds c ape. c om/ ar t i c l e/ 297664 - Medscape Asthma: emedi c i ne. meds c ape. c om/ ar t i c l e/ 296301 - Medscape CHF: emedi c i ne. meds c ape. c om/ ar t i c l e/ 163062 - Medscape Croup: emedi c i ne. meds c ape. c om/ ar t i c l e/ 962972 - Brady Emergency Care 12th Ed: Chapter 19 29 Dyspnea / SOB",
    "31": " Dyspnea / SOB 30 Obvious Difficulty Breathing Cause? NEMSI S CODES 9914137, 9914139, 9914197, 9914221, 9914223 Reactive Infectious Overload - COPD,Asthma - URI, Common Cold - Heart Failure / CHF -PCeds roupCroup in Peds - Pneumonia, Flu - Pulmonary Edema Adult Adult E Albuterol Position of A E Nitro Comfort E Atrovent I Lasix A Decadron A Magnesium Consider: - Breathing,Circulation - Tachy,Bradycardia Page Rev i s ed: Feb 2019 Albuterol: 2.5 mg NEB Q5 min x4 Atrovent: 0.5 mg NEB Q5 min x2 Decadron: 8 mg PO,IV/IOx1 Adult Doses Magnesium: 2 g IV/IO x1 Nitro: 0.4 mg SL Q5 min x3 Lasix: 40 mg IV/IO x1 Dyspnea / SOB 30",
    "32": " 31 Allergic Reaction Also called: Rash, Hives,Itching, Anaphylaxis,Angioedema Imperatives - Massive lip and tongue swelling may be Angioedema. - Angioedema can be an immediate life threatening condition. - It is not technically an allergy, but is treated similarly. Medications - Epi (epinephrine): Treat life threatening reactions aggressively. - Use for any Airway,Breathing or Circulation emergency. - EMT: Only use auto-injector or color coded admin system. - AEMT and above: May use any available source. - Common side effects: chest discomfort,palpitations,shaking - Be cautious in patients over 50 y/o or with chest pain. - Albuterol (Ventolin): Use for dyspnea or wheezing. - Unlikely to help with rash or itching.May cause palpitations. - Decadron (dexamethasone) - Benadryl (diphenhydramine) Poor Perfusion - EMT: Only use PO. - Suspect if several of these: - AEMT and above: May use NEMSI S CODE 9914111 - Altered Mental Status POor IV/IO. - Skin Pale,Cool,Diaphoretic - Tachycardia,Hypotension - Dyspnea,Tachypnea Notes - Rapid onset of symptoms indicates a more severe reaction. - Severe reactions may include N/Vand abdominal pain. Page Rev i s ed: Apr 2019 Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Allergy: emedi c i ne. meds c ape. c om/ ar t i c l e/ 137362 - Medscape Anaphylaxis: emedi c i ne. meds c ape. c om/ ar t i c l e/ 135065 - Brady Emergency Care 12th Ed: Chapter 22 31 Allergic Reaction",
    "33": " Allergic Reaction 32 Symptomatic Call Medical Control for Allergic Reaction Refusals Severity? Minor Major - Rash, Itching - Poor Perfusion - Mild Dyspnea - Obvious Dyspnea E Albuterol E Epi E Atrovent E Albuterol E Benadryl E Atrovent E Benadryl NEMSI S CODE 9914111 A Decadron Consider: - Circulation Page Rev i s ed: Apr 2019 - Dyspnea Albuterol: 2.5 mg NEB Q5 min x4 Atrovent: 0.5 mg NEB Q5 min x2 Adult Benadryl: 25 mg PO,IV/IO x1 Doses Epi: 0.3 mg auto,IM Q5 min x3 Decadron: 8 mg IV/IO x1 Allergic Reaction 32",
    "34": " 33 Abdominal Pain Also called: Stomach (Belly) Pain, Heartburn,GERD,Acid Reflux Imperatives - Investigate and treat underlying cause. - This protocol is for medical causes of abdominal pain. - For traumatic abdominal pain,refer to Trunk Injury. - Inquire about Pregnancy and consider complications. - Prepare for Hypotension if suspected: - AAA: Mid-line 'pulsatile mass' in the elderly - GI Bleeding: Black stool (melena) or 'coffee ground' emesis - Avoid POmeds with severe abdominal pain. Notes - Consider an atypical Cardiac cause in diabetics and the elderly. NEMSI S CODE 9914109 Pediatrics - Simple constipation is a common cause in peds. Page Rev i s ed: J un 2018 - It does not require aggressive EMSintervention. References - Medscape Abd Pain: emedi c i ne. meds c ape. c om/ ar t i c l e/ 776663 - Brady Emergency Care 12th Ed: Chapter 24 33 Abdominal Pain",
    "35": " Abdominal Pain 34 Abdominal Discomfort Cause? N/ V GERD - From Any Cause -'Burning' Pain - Tx: Nausea - Consider: Cardiac AAA GI Bleed -'Pulsatile Mass' - Red or Black Vomit - Monitor for Shock - Monitor for Shock NEMSI S CODE 9914109 Trauma Infection - Hx: Injury, Fall - Ex: Appendix - Tx: Trunk Injury - Avoid POMeds Consider: Page Rev i s ed: Dec 2018 - Nausea/Vomiting - Pain Abdominal Pain 34",
    "36": " 35 Altered LOC / Syncope Also called: Fainting, Collapse,Unresponsive 'but breathing' Imperatives - Altered LOCand syncope are complex problems. - Most important step is to consider and search for the cause. - Investigate the scene and take a careful history. - Unstable patients should be treated aggressively. - Be prepared for a Medical CODE. - Alcohol and drugs can mask other causes of altered LOC. - Don't assume Intoxication is the only problem. - Syncope may be caused by or result in trauma. - Maintain a high index of suspicion. NEMSI S CODES 9914113, 9914149 Notes - Consider an atypical Cardiac cause in diabetics and the elderly. Pediatrics - Most causes of transient syncope are benign. - Prolonged altered LOCindicates potentially serious pathology. - Syncope during exertion can be a true cardiac emergency. Page Rev i s ed: Sep 2018 References - Medscape Syncope: emedi c i ne. meds c ape. c om/ ar t i c l e/ 811669 - Medscape Delirium: emedi c i ne. meds c ape. c om/ ar t i c l e/ 793247 - Medscape Hypoglycemia: emedi c i ne. meds c ape. c om/ ar t i c l e/ 122122 - Brady Emergency Care 12th Ed: Chapter 21 35 Altered LOC / Syncope",
    "37": " Altered LOC / Syncope 36 Confused or Unresponsive (but breathing) Glucometer E 12-Lead A Saline Lock Cause? NEMSI S CODES 9914113, 9914149 Diabetic Psychiatric - Hx: Diabetes - Suicidal, Homicidal - Abnormal Glucose - Delusions,Psychosis Overdose/Tox Injury - Hx: Ingestion/Exposure - Head Injury,Bleeding - Obvious Drugs/EtOH - Cold / Heat Exposure Page Rev i s ed: Oc t 2017 Seizure Fever - Hx: Epilepsy - Hx: Illness or Sepsis - Shaking, Confused - Skin hot Stroke Cardiac - Facial Droop, Weakness - Bradycardia, Tachycardia - Slurred Speech - Shock, Chest Pain Altered LOC / Syncope 36",
    "38": " 37 Diabetic Also called: Hypoglycemia, Hyperglycemia,Blood Sugar/Glucose Imperatives - EMSintervention is not required for mild asymptomatic patients. - Consider a concurrent Cardiac emergency in the elderly. Medications - Oral Glucose: Contraindicated if patient cannot swallow. - Consider regular food as an alternative if available. - Prioritize food and drinks with simple sugar. - Also provide complex carbs/protein (peanut butter sandwich). - Glucagon: Use caution, patient improvement is only temporary. - Must provide additional glucose after administration. NEMSI S CODES 9914121, 9914125 - Give POreplacement if able and and be prepared to give D10. - Call Medical Control for all refusals after Glucagon. - EMT: Only use INroute for administration. - AEMT and above: May also give intramuscular (IM). - D10: May attempt without glucometer if hypoglycemia likely. - Recheck glucose prior to repeat dosing. Pediatrics Page Rev i s ed: Apr 2019 - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Hypoglycemia: emedi c i ne. meds c ape. c om/ ar t i c l e/ 122122 - Brady Emergency Care 12th Ed: Chapter 21 37 Diabetic",
    "39": " Diabetic 38 Diabetic Complication Glucose? Low High - Below 60 mg/dL - Above 400 mg/dL - Confusion E Oral A NS Bolus Glucose E Glucagon NEMSI S CODES 9914121, 9914125 A D10 Consider: Page Rev i s ed: Apr 2019 - Altered LOC - Seizure, OD/ Tox Oral Glucose: 15 g PO Q5 min x3 Glucagon: 1 mg IM/IN x1 Adult Doses D10: 100 mL IV/IO Q5 min x3 NS Bolus: 1,000 mL IV/IO x1 Diabetic 38",
    "40": " 39 Overdose / Tox Also called: Drunk, Intoxication, Poisoning, Ingestion Imperatives - Collect a detailed history and SDS(Safety Data Sheet) if able: - Substance, quantity and time of ingestion or exposure - Monitor Airway closely with all caustic ingestions. - Not all ingestions require a specific antidote or intervention. NEMSI S CODES 9914043, 9914135, 9914215, 9914217, 9914219, 9914225 - Stable patients may be monitored and transported. - Supportive care is sufficient for Alcohol (ethanol) intoxication. Medications - Narcan (naloxone): Should only be used to treat Hypoxia. - EMT: May provide premeasured intranasal doses only. - AEMT: Titrate for breathing.Avoid rapid reversal. - Call Medical Control for any refusal after Narcan. - Atropine: Massive doses may be required for organophosphates. - Calcium: Avoid if the patient is taking digoxin (Lanoxin). Notes - If substance is known, consider Poison Control: 800-222-1222. - This protocol includes chemical ingestions and organophosphates. - For most gas exposures, refer to Inhalation. - For other skin exposures refer to Burns. Pediatrics - Even a single pill of some adult meds can cause severe symptoms. Page Rev i s ed: Dec 2018 - Be prepared to treat Shock if overdose is suspected. - Ingested nicotine (cigarettes or vape fluid) can be fatal. - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Opioids: emedi c i ne. meds c ape. c om/ ar t i c l e/ 815784 - Medscape Tricyclics: emedi c i ne. meds c ape. c om/ ar t i c l e/ 819204 - Medscape Organophosphate: emedi c i ne. meds c ape. c om/ ar t i c l e/ 167726 - Brady Emergency Care 12th Ed: Chapter 23 39 Overdose / Tox",
    "41": " Overdose / Tox 40 Ensure Symptomatic Call Medical Provider Toxic Exposure Control for SAFETY Refusals or Overdose Opiates Alcohol NEMSI S CODES 9914043, 9914135, 9914215, 9914217, 9914219, 9914225 Cause? - Intoxicated, SOB - EtOHIntoxication E Narcan A Saline Lock Tricyclic Organophosphate - Wide QRS - Drooling,Sweating I Bicarbonate I Atropine Cyanide Ca2+ Blocker - Hx of Exposure - Brady,Hypotension CyanoKit IA Follow I Calcium Directions Ensure Consider: Page Rev i s ed: Oc t 2017 Patient - Circulation, Bradycardia DECON - N/V, Altered LOC Narcan: 0.4 - 4 mg IV/IO, IN Q5 min x2 Bicarbonate: 50 mEq IV/IO x1 Adult Doses Atropine: 0.5 mg IV/IO Q2 min Calcium: 1 g IV/IO x1 Overdose / Tox 40",
    "42": " 41 Seizure Also called: Epilepsy, Eclampsia, Febrile Seizure,Withdrawal Imperatives - Active convulsions with Altered LOCshould be treated promptly. - Meds are contraindicated without active convulsions. - Non-specific shaking with normal LOCmay not need intervention. - Non-epileptic pseudoseizures do not require EMSintervention. - Consider other causes such as Psychiatric or OD/ Tox. - Aggressively treat seizures due to alcohol or benzo withdrawal. Medications - Versed (midazolam): Only appropriate during active convulsions. - Magnesium: May cause Hypotension and Dyspnea. - Useful for seizures in late pregnancy (20 weeks & over). - Do not provide in early pregnancy.Eclampsia is unlikely. NEMSI S CODES 9914141, 9914157 Notes - Obtain details of patient's seizure meds if immediately available. - Seizures can come in groups, be prepared to treat another seizure. - Confusion after seizure is common and may last over 30 min. - Transient stroke-like paralysis is also possible but is not a CVA. Pediatrics - Peds under 5 y/o may have a seizure caused by Fever. Page Rev i s ed: Apr 2019 - It is usually self limiting and does not require intervention. - Consider medication if longer than 5 min or seizure reoccurs. - Aggressively treat any peds seizure not associated with Fever. - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Seizure: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1184846 - Brady Emergency Care 12th Ed: Chapter 21 41 Seizure",
    "43": " Seizure 42 Convulsions or Posturing Active? Not Seizing Seizing - Recent Convulsion - Protect fromharm - Postictal Confusion - Hx: Epilepsy Glucometer IA Versed A Saline Lock IA Magnesium If Pregnant NEMSI S CODES 9914141, 9914157 Consider: Page Rev i s ed: Apr 2019 - Head Trauma - Altered LOC Versed: 2.5 mg IV/IO,IM/IN Q2 min x4 Adult Doses Magnesium: 2 g IV/IO x1 Seizure 42",
    "44": " 43 Stroke Also called: CVA, TIA,Mini Stroke Imperatives - Stroke treatment is time sensitive. - Time Last Normal is not necessarily when symptoms started. - If noticed upon waking up: last normal is before bed. - If altered LOC: last normal is when someone saw themnormal. - Stroke Questionnaires: - The Cincinnati Stroke FASTis appropriate for EMSscreening. - Consider additional screening if able (Stroke VAN or NIHSS). Cincinnati Stroke Stroke VAN - Facial Droop? - Vision - Partial / Total Loss? - Arm Drift? - Aphasia - Trouble Speaking? - Slurred Speech? - Neglect - Ignoring One Side? - Time Last Normal? - If you suspect a CVA Call - If Last Normal < 6h - Call STROKEALERT ALERT NEMSI S CODE 9914145 Notes - Most thrombolytic therapy must occur within 6 hours. - Vascular intervention may be possible out to 24 hours. - Encourage family or guardian to accompany patient. - There are important decisions to be made quickly at the ED. Page Rev i s ed: Sep 2018 - Record phone number for family or guardian if possible. Pediatrics - Stroke is unlikely in peds.Consider other causes of Altered LOC. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - Medscape Stroke: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1916852 - Brady Emergency Care 12th Ed: Chapter 21 43 Stroke",
    "45": " Stroke 44 Acute Focal Neuro Deficits Glucometer E 12-Lead Ask Last Normal Stroke Questionnaire NEMSI S CODE 9914145 A Saline Lock Consider: Consider Page Rev i s ed: Oc t 2017 - Breathing,Circulation Destination - Altered LOC Triage Stroke 44",
    "46": " 45 Psychiatric Also called: Restraint, Suicidal, Behavioral,Dementia,Delirium Imperatives - Do not assume psychosis.Evaluate and treat for other causes. - Psychiatric patients may not have the capacity to Refuse. - Involve Police and call Medical Control for any psych refusal. - Use of any restraint presents significant medical (and legal) risk. - Use only to ensure safety of patient and providers. - Use only when risk of harm is greater than risk of restraint. - Elderly or frail patients are unlikely to need restraint. - Restraint should be a last resort. - Physical restraint should only be used in conjunction with Police. - Ask for Police help if the patient is physically combative. - Monitor closely for Airway or Breathing complications. Medications - Versed (midazolam): May start with half dose when given IV. - Haldol (haloperidol): Requires transport and ALSmonitoring. NEMSI S CODE 9914053 Notes - Consider calling Medical Control for repeat dosing. - SI / HI: Suicidal or Homicidal Ideation - Thoughts or acts of hurting themselves or other people. Page Rev i s ed: Feb 2019 Pediatrics - Consider calling Medical Control prior to restraining peds. - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Suicide: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2013085 - Medscape Aggression: emedi c i ne. meds c ape. c om/ ar t i c l e/ 288689 - Brady Emergency Care 12th Ed: Chapter 25 45 Psychiatric",
    "47": " Psychiatric 46 Ensure Overt Psychosis Call Medical Provider Control for SAFETY or SI / HI Refusals Severity? Mild Moderate Severe - Mostly Calm - Moderate Agitation - Agitated Delirium - Mostly Agreeable - Will Listen to You - Fighting,Irrational Position of IA Versed Call Police Comfort IA Versed IA Haldol NEMSI S CODE 9914053 Consider: Page Rev i s ed: Apr 2019 - Circulation (shock) - Altered LOC Versed: 5 mg IV/IO, IM/IN x1 Adult Doses Haldol: 5 mg IM x1 Psychiatric 46",
    "48": " 47 Pregnancy / Delivery Also called: Contractions, Pre / Eclampsia, Post-Partumcare Imperatives - This protocol applies to late pregnancy (20 weeks & over). - Uterus palpable above the umbilicus suggests late pregnancy. - There are no specific EMSinterventions for early pregnancy. - Any SBPreading above 140 mmHg may be preeclampsia. - Prioritize transport.Call Medical Control for any refusal. - Aggressively treat any Seizure as eclampsia. - Any maternal trauma after 20 weeks should be transported. - Fetus may have injury that is not immediately obvious. - Even minor trauma (simple falls,etc) can cause fetal harm. - Prioritize transport for any complications with delivery. - Reduce cord if found around the neck. - Manage Complications during transport: - Failed Delivery / Shoulder Dystocia: transport knees to chest - Prolapsed Cord: fingers in vagina to remove pressure on cord - Breech: support presenting part,do not pull on part NEMSI S CODE 9914155 Notes - Remember not all medications are safe in pregnancy. - Call Medical Control if any question. - Fundal massage is important to help stop post-partumbleeding. - May attempt home delivery if uncomplicated and imminent. - Crowning and urge to push suggest delivery is imminent. - Attempt to have a chaperone present for any genital evaluation. Page Rev i s ed: Feb 2018 Pediatrics - Refer to Neonate for management of the newborn baby. References - Medscape Delivery: emedi c i ne. meds c ape. c om/ ar t i c l e/ 260036 - Medscape Eclampsia: emedi c i ne. meds c ape. c om/ ar t i c l e/ 253960 - Brady Emergency Care 12th Ed: Chapter 34 47 Pregnancy / Delivery",
    "49": " Pregnancy / Delivery 48 Suspected or Call Medical Known Pregnancy Control for Refusals (20 weeks & over) Delivery? Not Imminent Normal Complicated - Vaginal Bleeding - Adequate Perfusion - Premature or Twins - Labor,Contractions - Full Term ( > 36w) - Breech or Cord - Miscarriage - Head Presentation - Failed Delivery Left Lateral E Deliver Don't Push Recumbent Baby A NS Bolus Manage Emergent Neonate Transport NEMSI S CODE 9914155 A Saline Lock E Manage Complication A NS Bolus Consider: Page Rev i s ed: Dec 2017 - HTN, Circulation - Seizure, Bleeding NS Bolus: 1,000 mL IV/IO x1 Adult Pregnancy / Delivery 48",
    "50": " 49 Neonate Also called: Newborn, Baby Resuscitation Compressions Imperatives - Neonate: 120 /min - OPA/NPA: 3:1 w/ BVM - Most respond to stimulation. - BIAD: Continuous - Suction mouth then nose. - Clamp & cut cord. BVM Rate - Dry off.Keep warm. - Neonate: Q2 sec(30/min) - Use BVM if any distress. - Other less common causes of newborn distress include: - Pneumothorax, Hypoglycemia,Shock APGAR 2 1 0 - Appearance pink blue gray - Pulse 100+ 99-1 0 - Grimace good poor none - Activity kicks weak limp NEMSI S CODES 9914133, 9914163 - Respiration cry gasp 0 Notes - Document 1 and 5 minute APGARscores. - Add total points from each of the five categories. - Use mom and baby IDbands if available. - Meconium suction is not included in this protocol. - Avoid high flow oxygen into a newborn's eyes. Page Rev i s ed: Sep 2018 Adults - This protocol is for infants under 1 mo.It does not apply to adults. References - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Delivery: emedi c i ne. meds c ape. c om/ ar t i c l e/ 260036 - Medscape Neonate: emedi c i ne. meds c ape. c om/ ar t i c l e/ 977002 - Brady Emergency Care 12th Ed: Chapter 34 49 Neonate",
    "51": " Neonate 50 Call Medical Infant Control for Under 1 month old Refusals Stimulate Warm, Dry Pulse? Over 100 60 - 100 Under 60 - Warm,Pink Skin - Cyanosis - Floppy Baby - Active Cry - Weak Cry - Low / Zero APGAR NEMSI S CODES 9914133, 9914163 APGAR Provide O2 Chest Compressions BVM Provide O2 Assist BVM Ventilate Peds I Epi Page Rev i s ed: Apr 2019 Consider: - Bradycardia - Circulation Epi: 0.5 mL (of 1 mg / 10 mL) IV/IO Q5 min Peds Neonate 50",
    "52": " 51 Trauma CODE Also called: Traumatic Arrest Imperatives Compressions - Place tourniquets if needed. - Adult/Peds: 120 /min - Hemostasis is critical. - OPA/NPA: 30:2 w/ BVM - BIAD: Continuous - Try bilateral decompression. - Hidden pneumothorax may cause traumatic arrest. - This protocol applies to cardiac arrest caused by severe trauma. - Refer to Medical CODEfor arrest with only incidental injuries. - Definitive treatment for traumatic arrest is the operating room. - Prioritize compression, tourniquets and transport ASAP. Mortal Injuries - If Major Trauma Call - Decapitation or Exposed Brain - If active CPR - Destruction of Trunk or Organs - Call FIELDALERT ALERT - Burned Beyond Recognition - Massive Blunt Force,Explosion - Over 30 min Since Arrest Medications - NS Bolus (saline 0.9%): Appropriate use in trauma is critical. NEMSI S CODE 9914087 - Be aggressive with fluid for Hypotension or poor perfusion. - Avoid aggressive fluids once SBPabove 90 mmHg. Notes - Use caution with compressions and defib in a moving vehicle. - EtCO2 can help identify ROSCand guide termination decision. Page Rev i s ed: J an 2019 - Awell run CODEshould operate like a pit crew.Focus on your job. Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - ATLS: www. nc bi . nl m. ni h. gov / pubmed/ 23609291 - NAEMSP: doi . or g/ 10. 3109/ 10903127. 2012. 755586 - Brady Emergency Care 12th Ed: Chapter 32 51 Trauma CODE",
    "53": " Trauma CODE 52 No Pulse No Mortal Injury No DNR/POST Assign Jobs First Second Third Compressions Trauma Care Medical Care - Most Important - Control Bleeding - Try Medical CODE - Start Immediately - Aggressive Fluids - Analyze Q2m - Minimize Breaks - Airway / Breathing - Start with IO Chest Tourniquet Defib Compressions If Advised I Needle IA Epi NEMSI S CODE 9914087 Decompress A NS Bolus I Lidocaine If VT/VF Disposition: Page Rev i s ed: J an 2018 - Transport ASAP NS Bolus: 1,000 mL IV/IO x2 Adult Epi: 1 mg IV/IO Q5 min Doses Lidocaine: 100 mg IV/IO Q5 min x3 Trauma CODE 52",
    "54": " 53 Trauma ROSC Also called: Return of Pulse / Post-Resuscitation after Trauma Imperatives - Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. - Reassess and repeat Needle Decompression as needed. - Repeat immediately if decompensation after initial success. - Reassess and apply additional Tourniquets as needed. - Pack and apply pressure for trunk bleeding. - Consider a concurrent medical cause preceding the trauma. Medications - Ketamine: Indicated for biting on BIADor obvious discomfort. Poor Perfusion - Suspect if several of these: NEMSI S CODE 9914165 - If Major Trauma Call - Altered Mental Status - If Unstable Vitals - Skin Pale,Cool, Diaphoretic - Call FIELDALERT ALERT - Tachycardia, Hypotension - Dyspnea,Tachypnea Page Rev i s ed: J an 2019 Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - ATLS: www. nc bi . nl m. ni h. gov / pubmed/ 23609291 - Brady Emergency Care 12th Ed: Chapter 32 53 Trauma ROSC",
    "55": " Trauma ROSC 54 Return of Pulse Reassess - Establish Airway - Provide Breathing - Treat Circulation Emergent Transport Tourniquet I Needle Decompress NEMSI S CODE 9914165 E 12-Lead A Saline Lock I Ketamine If Agitated Page Rev i s ed: Nov 2017 Consider: Consider - Bleeding,Shock Destination - Medical ROSC Triage Ketamine: 20 mg IV/IO Q5 min x2 Adult Trauma ROSC 54",
    "56": " 55 Major Trauma Also called: Multisystem Trauma, Explosion / Blast Injury Imperatives - Rapid transport is critical for massive life threatening injury. - Get the patient to the hospital. - Delay transport only to address major threats to life. - Secondary survey and treatment can occur during transport. - It is appropriate to start with rapid manual immobilization only. - May delay placing the c-collar and LBBto the secondary survey. - You should delay extremity splinting to the secondary survey. Medications - NS Bolus (saline 0.9%): Appropriate use in trauma is critical. - Be aggressive with fluid for Hypotension or poor perfusion. - Avoid aggressive fluids once SBPabove 90 mmHg. NEMSI S CODES 9914045, 9914105, 9914207 Poor Perfusion - Suspect if several of these: - Altered Mental Status - If Major Trauma Call - Skin Pale,Cool, Diaphoretic - If Unstable Vitals - Tachycardia, Hypotension - Call FIELDALERT ALERT - Dyspnea,Tachypnea Notes - Do not remove impaled objects.Splint object in position found. Page Rev i s ed: J an 2019 - Mechanism is an important indicator of injury severity. Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Polytrauma: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1270888 - Brady Emergency Care 12th Ed: Chapter 32 55 Major Trauma",
    "57": " Major Trauma 56 Obvious Multisystem Injury Priorities First Second Third 1° Survey Rapid EVAC 2° Survey - Treat Circulation - Consider Air Evac - Repeat 1° Survey - Establish Airway - Scene Time < 10m - Treat Other Injury NEMSI S CODES 9914045, 9914105, 9914207 - Provide Breathing - Manual C-spine - Treat Pain Tourniquet Emergent A NS Bolus Transport I Needle Decompress Chest Seal Consider: Consider Page Rev i s ed: Aug 2017 - Breathing,Shock Destination - Bleeding Triage NS Bolus: 1,000 mL IV/IO x2 Adult Major Trauma 56",
    "58": " 57 Bleeding Also called: Hemorrhage Control,Tourniquet Imperatives - Advance to tourniquet rapidly for major arm/ leg bleeding. - Write the time of tourniquet application on the patient. - Avoid packing or tourniquets for: - Unstable,depressed or open skull fractures - Bleeding from body cavities: vagina, rectum,ear, mouth,etc. - Deep chest or abdominal injury - For non-traumatic bleeding: - Prioritize transport. Poor Perfusion - Suspect if several of these: - If Major Mechanism Call - Altered Mental Status - If Major Intervention - Skin Pale,Cool,Diaphoretic - Call FIELDALERT ALERT - Tachycardia,Hypotension - Dyspnea,Tachypnea Medications - TXA (tranexamic acid): Appropriate for all major bleeding. - Avoid if injury greater than 3 hours old or known DVT/PE. NEMSI S CODE 9914083 Notes - Consider removing bystander dressings to investigate severity. - Lacerations benefit fromrepair within the first few hours. - Bandage wounds after bleeding is controlled. Pediatrics Page Rev i s ed: J an 2019 - Hypotension is a late sign of Shock in peds. - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - ATLS: www. nc bi . nl m. ni h. gov / pubmed/ 23609291 - Stop the Bleed: s t opt hebl eedi ngc oal i t i on. or g - Brady Emergency Care 12th Ed: Chapter 27 57 Bleeding",
    "59": " Bleeding 58 Acute Hemorrhage Direct Pressure Severity? Minor Major - Adequate Perfusion - Poor Perfusion - Superficial Injury - Pulsatile Bleeding Wound Tourniquet Care E Hemostatic Dressing NEMSI S CODE 9914083 A TXA Consider: Consider Page Rev i s ed: Apr 2019 - Breathing,Shock Destination - Major Trauma Triage TXA: 1 g IV/IO over 10 min Adult Bleeding 58",
    "60": " 59 Immobilization Also called: Spinal Motion Restriction (SMR), C-spine,Backboard Imperatives - While backboards have historically been used to attempt spinal immobilization, SMRmay also be achieved by use of a scoop stretcher, vacuumsplint, ambulance cot, or other similar device to which a patient is safely secured.? - Along spine board, a scoop stretcher, or a vacuummattress is recommended to assist with patient transfers in order to minimize flexion, extension, or rotation of the possibly injured spine. ? - There is no role for SMRin penetrating trauma. ? - SMRrequires supine positioning and a c-collar. - Awake, compliant patients may be safely secured with seat belts. Notes - Spine Tenderness or Deformity includes any: - Mid-line neck or back pain, tenderness, step off etc. - Neuro Deficits include any new symptoms of neurologic injury: NEMSI S CODES 9914073, 9914107 - Unconscious greater than 1 min,or seizure - Paralysis, weakness, numbness,or vision changes - Shooting ?electric?pain or tingling in any extremity - Altered LOCfrom Baseline includes any change in mentation: - GCSless than baseline, new confusion - Acute Intoxication includes any alteration in mentation due to: - Alcohol,medications or illegal drugs - Distracting Injury or Mechanism may include: - Airway trauma,obvious SOB,major bleeding, unstable vitals Page Rev i s ed: Feb 2019 - Fall > 10 ft, flail chest, unstable pelvis,2° or 3° Burn > 10% - Major fracture, crushed, mangled or amputated extremity - High risk MVC: ejection, roll over, death in vehicle,struck by car Pediatrics - Any child that cannot provide a reliable history should have SMR. References - ACS-COT, ACEP,NAEMSP2018 SMRin Trauma - Joint Statement ? - Brady Emergency Care 12th Ed: Chapter 31 59 Immobilization",
    "61": " Immobilization 60 Suspected Blunt Spinal Injury Indications? Absent Present - Can Give History - History Unreliable - No Indications - Any Indications Spine Clear SMR with C-collar NEMSI S CODES 9914073, 9914107 Consider: Page Rev i s ed: Feb 2019 - Pain - Major Trauma Indications - Spine Tenderness - Altered LOCfrom Baseline - Spine Deformity - Acutely Intoxicated - Neuro Deficits - Distracting Injury or Mechanism Immobilization 60",
    "62": " 61 Head Injury Also called: Concussion, Face / Neck / Eye / Mouth Trauma Imperatives - Transport emergently if sudden changes in LOC. - Hyperventilate to EtCO2 of 30-35mmHg if signs of herniation: - Obvious HTNwith profound bradycardia - Altered LOCwith unequal pupils or posturing - Do not remove impaled objects.Splint object in position found. - Wrap amputated parts in saline gauze and place in sealed bag. - Transport on ice if available.Record time placed on ice. NEMSI S CODES 9914041, 9914057, 9914099, 9914101, 9914205 - Lacerations benefit fromrepair within the first few hours. - Mechanism predicts severity. - If Major Mechanism Call - If Major Intervention - Call FIELDALERT ALERT Notes - Skull Fx: May cause bruising behind ears or around both eyes. - Scalp: Lacerations may bleed aggressively.Direct pressure if no fx. - Neck: All penetrations should have a chest seal. - Eye: Contamination benefits from copious flushing (NSor water). - Patch both eyes for any penetrating injury. - Mouth: Monitor Airway.May skip BIADif obvious complications. - Ear: Check any discharge for CSFby dropping on white paper. - Ayellow / clear halo suggests CSFleak fromskull fracture. - Nose: Do not attempt to reduce.Treat for Epistaxis. - Teeth: Transport avulsions in Hank's solution or NS. - Attempt replantation only in uncomplicated & isolated injury. Page Rev i s ed: J an 2019 - Concussion: Usually does not require EMSintervention. Pediatrics - Do not attempt replantation for primary (baby) teeth. - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Head Injury: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1163653 - Brady Emergency Care 12th Ed: Chapter 31 61 Head Injury",
    "63": " Head Injury 62 Head, Face or Neck Trauma Location? NEMSI S CODES 9914041, 9914057, 9914099, 9914101, 9914205 Skull Fx Mouth - Avoid Pressure - Tx: Airway - Battle's Sign - Be Careful w/ BIAD Scalp Ears - Tx: Bleeding - Check for CSF - Consider Fracture - Do Not Pack Ears Neck Nose - Tx: Immobilization - Tx: Epistaxis - Chest Seal - Do Not Reduce Eyes Teeth - Flush Any Chemical - Place in Solution Page Rev i s ed: Aug 2017 - Patch Both for Inj. - May Try to Replant Consider: - Major Trauma - Altered LOC,Seizure Head Injury 62",
    "64": " 63 Trunk Injury Also called: Thoracic / Abdominal Injury,Evisceration Imperatives - Do not remove impaled objects.Splint object in position found. - Lacerations benefit fromrepair within the first few hours. - Mechanism is an important indicator of injury severity. - If Major Mechanism Call - If Major Intervention - Call FIELDALERT ALERT Notes - Penetration: All penetrations should have a chest seal. - Evisceration: Cover with saline gauze and vapor barrier. - Spine: Monitor for Neuro Deficits and treat Immobilization. NEMSI S CODE 9914193 - Impaled: Cut object free of wreckage.Do not remove from patient. - Flail Chest: Monitor for Pneumothorax.Use BVMfor Dyspnea. - Unstable Pelvis: Assess with compression once.Use Pelvic Binder. Page Rev i s ed: J an 2019 Pediatrics - Trunk injury is more likely in peds struck by a car. References - Medscape Blunt Chest: emedi c i ne. meds c ape. c om/ ar t i c l e/ 428723 - Medscape Penetrating Abd: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1270717 - Brady Emergency Care 12th Ed: Chapter 29 63 Trunk Injury",
    "65": " Trunk Injury 64 Chest, Back or Abdomen Trauma Injury? Penetration Impaled - Tx: Breathing - Splint Object - Consider PTX - Don't Remove Evisceration Flail Chest - Saline Gauze - Tx: Breathing - Vapor Barrier - Assist with BVM NEMSI S CODE 9914193 Spine Unstable Pelvis - Tx: Immobilization - Tx: Shock - Check for Step Off - Use Pelvic Binder Consider: Page Rev i s ed: Oc t 2017 - Major Trauma - Bleeding, Pain Trunk Injury 64",
    "66": " 65 Extremity Injury Also called: Amputation, Long Bone Fx,Splinting,Sprain/ Strain Imperatives - Pulseless extremities and amputations are true emergencies. - Record time of injury.Transport ASAP. - Wrap amputated parts in saline gauze and place in sealed bag. - Place bag on ice if available.Record time placed on ice. - Remove adjacent and distal jewelry if able. - Record peripheral neurovascular status before and after splinting. - Consider a Traction Splint for femur fractures when appropriate. - Massive internal bleeding is possible with femur or hip fx. - If Major Mechanism Call - If Major Intervention NEMSI S CODES 9914077, 9914097 - Call FIELDALERT ALERT Notes - Lacerations benefit fromrepair within the first few hours. - Mechanism is an important indicator of injury severity. Pediatrics Page Rev i s ed: J an 2019 - Consider Child Abuse for injuries that do not match the history. References - Medscape Fracture Care: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1270717 - Medscape Vascular Trauma: emedi c i ne. meds c ape. c om/ ar t i c l e/ 462752 - Brady Emergency Care 12th Ed: Chapter 29 65 Extremity Injury",
    "67": " Extremity Injury 66 Arm or Leg Trauma Distal Pulses? Intact Absent - Skin Warm, Pink - Skin Pale, Cool - Good Cap Refill - Poor Cap Refill Wound E Reduce Care Deformity Splint Emergent Transport NEMSI S CODES 9914077, 9914097 Ice Pack Splint Consider: Page Rev i s ed: Oc t 2017 - Pain,Bleeding - Crush Extremity Injury 66",
    "68": " 67 Crush Injury Also called: Entrapment, Harness Hang Imperatives - Aggressively treat major crush injury as soon as possible. - An initial 12-Lead is not necessary before treatment. - Do not wait for EKGchanges to initiate treatment. - Start during extrication if safe and prudent. - May delay extrication briefly if rapid treatment is available. - Remove distal jewelry if able. Medications - NS Bolus (saline 0.9%): Aggressive fluids help dilute potassium. - Consider aggressive fluids even without Hypotension. - Calcium: Avoid if the patient is taking digoxin (Lanoxin). - Do not mix with Bicarbonate.Flush line between meds. K+ EKG Changes - If Major Mechanism Call - From minor to life threat: - If Major Intervention - Peaked T-waves NEMSI S CODE 9914089 - Call FIELDALERT ALERT - Long PRI / Loss of P-wave - Wide QRS(Over 120 ms) - Slow V-Tach (Sine Wave) Notes - Meds are unnecessary for isolated crush injury of hands or feet. - Trapped patients may become hypothermic even in warm climate. Page Rev i s ed: J an 2019 Pediatrics - May exhibit symptoms quicker than adults. - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Rhabdo: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1007814 - Brady Emergency Care 12th Ed: Chapter 28 67 Crush Injury",
    "69": " Crush Injury 68 Ensure Extremity Provider SAFETY Entrapment Severity? Minor Major - Rapidly Extricated - Prolonged Crush - Distal Injury - Proximal Injury E 12-Lead A NS Bolus Monitor for I Calcium High K+ I Bicarbonate NEMSI S CODE 9914089 E 12-Lead Consider: Page Rev i s ed: Aug 2017 - Major Trauma - Bleeding,Shock NS Bolus: 1,000 mL IV/IO x2 Adult Calcium: 1 g IV/IO x1 Doses Bicarbonate: 50 mEq IV/IO x1 Crush Injury 68",
    "70": " 69 Cold / Heat Also called: Hypo/ Hyperthermia, Frost Nip/ Bite,Heat Stroke Imperatives - Resuscitation of major hypothermia is a special case: - Most important intervention is active rewarming. - Check carefully for pulse.If present, it will be very faint. - Only defib once.Only give ACLSmeds once.Avoid pacing. - Call Medical Control before termination of resuscitation. - Resume normal Medical CODEabove 86 °F(30 °C). NEMSI S CODES 9914023, 9914205, 9914027, 9914029, 9914031 - Confusion is the hallmark of major hyperthermic emergencies. - Patients with a normal LOCrespond well to passive cooling. - Hyperthermia is not the same as Fever. - Meds for Fever worsen hyperthermia and are contraindicated. - Passive techniques include clothing and environment changes. Notes - Special thermometers or core temp monitors may be helpful. - Major hypothermia is likely below: 86 °F (30 °C). - Major hyperthermia is likely above: 106 °F (41 °C). - Excessive movement of hypothermic patients can cause V-Fib. - Delay active rewarming if unable to maintain (prolonged evac). - Drugs may also cause hyperthermia.The treatment is the same. - Peds and the elderly will decompensate faster. - Try to pad heat or ice packs.Do not place directly against the skin. Pediatrics Page Rev i s ed: Sep 2017 - Refer to Appendix Aor other approved source for peds dosing. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape Hypothermia: emedi c i ne. meds c ape. c om/ ar t i c l e/ 770542 - Medscape Heat Stroke: emedi c i ne. meds c ape. c om/ ar t i c l e/ 166320 - Brady Emergency Care 12th Ed: Chapter 33 69 Cold / Heat",
    "71": " Cold / Heat 70 Suspected Exposure Severity? NEMSI S CODES 9914023, 9914205, 9914027, 9914029, 9914031 Major Hypo Minor Major Hyper - Stopped Shivering - Adequate Perfusion - Confused - Cyanosis - Normal LOC - Hot Skin Active Passive Active Warming Techniques Cooling Glucometer Splint A NS Bolus If frostbite E 12-Lead A NS Bolus Consider: - Shock Page Rev i s ed: Nov 2017 - Medical CODE Active Warming Active Cooling - Remove Wet Clothes - Fan and Misting - Heat Packs (kit) to Groin/ Pits - Ice Packs to Groin / Armpits - Warmed IVFluids - Chilled IVFluids NS Bolus: 1,000 mL IV/IO x2 Adult Cold / Heat 70",
    "72": " 71 Burns Also called: Haz Mat, Heat / Chemical / Electric Burn, Sunburn Imperatives - Monitor Airway closely with any facial, nasal or oral burns. - Remove adjacent and distal jewelry if able. - Be aggressive with fluids for major burns. - Be prepared for Hypothermia.Avoid ice. - ALSshould monitor EKGin electrical burns. BSA percentage (front and back) 9 18 NEMSI S CODES 9914085, 9914095, 9914209, 9914213 - If Major Mechanism Call 9 9 - If Major Intervention 18 18 - Call FIELDALERT ALERT 18 9 9 18 14 14 18 18 Notes - Rule of 9's can estimate BSAin adults. - Patient's palm (without fingers) is about 1%BSA. - Consider only partial and full thickness when calculating BSA. - This protocol includes most exposures on skin. - For most gas exposures, refer to Inhalation. - For chemical ingestions or organophosphates,refer to OD/Tox. Page Rev i s ed: J an 2019 - If substance is known, consider Poison Control: 800-222-1222. - This does not include radiation exposure.Call Medical Control. Pediatrics - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Burns: emedi c i ne. meds c ape. c om/ ar t i c l e/ 1278244 - Brady Emergency Care 12th Ed: Chapter 28 71 Burns",
    "73": " Burns 72 Ensure Heat, Chemical, or Provider SAFETY Electric Injury Stop The Burning Severity? NEMSI S CODES 9914085, 9914095, 9914209, 9914213 Minor Major - Superficial - Deep or Blistering - Less than 5%BSA - Face or Genitals Position Burn of Comfort Dressing A NS Bolus Ensure Consider: Consider Page Rev i s ed: Aug 2017 Patient - Breathing,Shock Destination DECON - Pain, OD/Tox Triage NS Bolus: 1,000 mL IV/IO x2 Adult Burns 72",
    "74": " 73 Inhalation Also called: Smoke Inhalation, Carbon Monoxide, Toxic Gas Imperatives - Monitor Airway closely with any facial, nasal or oral burns. - Provide high flow oxygen for any carbon monoxide (CO) exposure. - Symptoms may include: headache,confusion,red skin,N/V. - SpO2 may read false normal.(COcan fool the SpO2 monitor.) - Oxygen is critical for pregnant females exposed to CO. - Even non-toxic gases can produce Hypoxia and dyspnea. Notes NEMSI S CODES 9914033, 9914167, 9914173 - SpCOmonitors are available and work like SpO2 monitors. - Normal: less than 3%(may be up to 6%in heavy smokers) - Exposure: 3%- 10% - Toxic: above 10% - This protocol includes most gas exposures. - For most skin exposures refer to Burns. - For chemical ingestions or organophosphates,refer to OD/Tox. - If substance is known, consider Poison Control: 800-222-1222. Pediatrics Page Rev i s ed: Nov 2017 - May exhibit symptoms quicker than adults. References - ACLS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2 - PALS: c i r c . ahaj our nal s . or g/ c ont ent / 132/ 18_s uppl _2/ S526 - Medscape CO: emedi c i ne. meds c ape. c om/ ar t i c l e/ 2085044 - Brady Emergency Care 12th Ed: Chapter 31 73 Inhalation",
    "75": " Inhalation 74 Ensure Toxic or Anoxic Provider SAFETY Gas Exposure Remove from Harm Assess for: NEMSI S CODES 9914033, 9914167, 9914173 - Airway,Breathing - Burns Provide O2 Ensure Consider: Page Rev i s ed: Sep 2017 Patient - Shock DECON - Bleeding Inhalation 74",
    "76": " 75 Sting / Bite Also called: Animal/ Snake/ Spider/ Tick Bite, Bee/ Wasp Sting Imperatives - Don't bring animals, snakes or bugs with you to the ED. - Remove distal jewelry if able. - Venous tourniquets and wound suction are not indicated. - Serious or deep bites (especially human and cat) need antibiotics. - Inquire about the rabies status of any domestic animal. - Consider ice for animal bites and insect stings. - Avoid ice for snake bites. Notes - Police can assist with animal control. - Tick bites do not usually require EMSintervention. - This protocol does not apply to marine stings or bites. - Venomous bites in VA: Rattlesnake, Copperhead,Black Widow - Use caution around all dangerous animals. - Do not risk provider safety to catch or photograph. NEMSI S CODE 9914079 Rattlesnake Copperhead Black Widow Ti mber _Rat t l es nak e PHI L 8129 Redbac k _bac k _v i ew Page Rev i s ed: Sep 2018 Pediatrics - Watch for first time Anaphylaxis. References - Medscape Snakebite: emedi c i ne. meds c ape. c om/ ar t i c l e/ 168828 - Medscape Widow Spider: emedi c i ne. meds c ape. c om/ ar t i c l e/ 772196 - Wikimedia Commons © BY-SA3.0: c ommons . wi k i medi a. or g/ w/ i ndex . php - Brady Emergency Care 12th Ed: Chapter 33 75 Sting / Bite",
    "77": " Sting / Bite 76 Ensure Animal or Insect Provider SAFETY Trauma Assess for: - Allergic Reaction - Bleeding Splint Stinger NEMSI S CODE 9914079 Removal Consider: Page Rev i s ed: J an 2018 - Pain - Underlying Injury Sting / Bite 76",
    "78": " 77 Epistaxis Also called: Nose Bleed Imperatives - Have the patient lean forward slightly. - Have patient squeeze the soft part of their nose together firmly. Medications - Afrin (oxymetazoline): contraindicated with chest pain Notes - It is very difficult to quantify the amount of blood loss. - Check pharynx for possible posterior bleeding. - Not all nose bleeds are traumatic.The treatment is the same. - Ask about anti-coagulation medications such as: - Aspirin - Coumadin (warfarin) NEMSI S CODE 9914059 - Plavix (clopidogrel) - Xarelto (rivaroxaban) - Effient (prasugrel) - Pradaxa (dabigatran) - Brilinta (ticagrelor) - Lovenox (enoxaparin) Page Rev i s ed: Sep 2017 Pediatrics - Nose bleeds are usually from minor trauma (nose picking). - Refer to Appendix Aor other approved source for peds dosing. References - Medscape Epistaxis: emedi c i ne. meds c ape. c om/ ar t i c l e/ 764719 - Brady Emergency Care 12th Ed: Chapter 27 77 Epistaxis",
    "79": " Epistaxis 78 Bleeding from Nose Severity? Minor Major - Minimal Oozing - Active Bleeding - No Dyspnea - Anti-coagulated Direct Direct Pressure Pressure E Afrin A Saline Lock NEMSI S CODE 9914059 Consider: Page Rev i s ed: Aug 2017 - Breathing,Shock - Bleeding Afrin: 1 spray IN Q5 min x3 Adult Epistaxis 78",
    "80": " 79 Procedures Page 80 Page 81 Page 82 General Airway Breathing A Saline Lock Heimlich BVM Glucometer Suction E CPAP E 12-Lead Magill A Forceps Page 85 Page 83 Page 84 Advanced Adjuncts Resuscitation Adjuncts E BIAD Chest NPA Compressions I Needle Decompress A IO OPA Defib E OG-Tube Page 88 Cardiac I Pacing Page 86 Page 87 Bleeding Injury I Cardioversion Wound SMR Page Rev i s ed: Dec 2018 Care with C-collar Tourniquet E Reduce Page 89 Deformity Obstetrics E Hemostatic Splint E Deliver Packing Baby Stinger E Manage Removal Complication 79 Procedures",
    "81": " Procedures - General 80 1.Investigate for good site. A Saline Lock - ACand wrist are common sites. - Try to avoid legs, forehead and jugular unless necessary. - Advance rapidly to IOin emergencies.Start with IOin a CODE. 2.Clean site well.Apply a venous tourniquet. 3.Perform venipuncture with appropriate size cath. 4.Confirm placement with flash of blood.(Draw labs if available.) 5.Attach lock and flush with saline.Secure well with tape. NOTE: It is almost always inappropriate for EMSto access an established indwelling central line (such as dialysis or PICCline). - EMSmay consider using established lines in a CODEonly. 1.Prepare glucometer and test strip. Glucometer 2.Identify and clean site. - The patient may have a preference. 3.Pierce skin with lancet to obtain blood sample. - May alternatively obtain blood from an IVattempt. 4.Place blood in/on reagent strip per manufacturer's instructions. 1.Enter patient info into monitor. E 12-Lead Page Rev i s ed: J an 2017 2.Prepare chest and place electrodes. 3.Instruct pt to lay still.Press button on monitor to acquire 12-lead. 4.Acquire EKGwhile not moving.Try to minimize artifact. 5.Transmit EKGto ED.Contact receiving hospital to confirm. BLS: May read machine interpretation.ALS: May interpret directly. Procedures - General 80",
    "82": " 81 Procedures - Airway 1.Help patient cough if able. Heimlich 2.Attempt thrusts only if choking: - Adult: Abdominal thrusts (Use chest thrusts if obese/preg.) - Child: Abdominal thrusts - Infant: 5 back blows then 5 chest thrusts 3.Keep going until choking relieved or pt becomes unresponsive. - Begin CPRif unresponsive. 4.Remove any foreign bodies from mouth before ventilation. - Do not perform blind finger sweeps. 1.Awake pts may suction themselves. Suction 2.Prepare suction device with tip: - Oropharynx: hard tip (Yankauer) - BIAD,Trach tube: soft cath (French) 3.Insert tip with suction off and/or vent hole uncovered. - May use 2-3ml saline to loosen secretions. 4.Cover vent hole and apply suction as tip is withdrawn. Magill 1.Prepare appropriate laryngoscope: A Forceps - Average adults use Mac #3. Page Rev i s ed: Nov 2017 2.Visualize posterior pharynx with laryngoscope in left hand. 3.Use Magill Forceps to remove any identified foreign bodies. - Consider using suction. 4.Secure airway with BIADif needed. 81 Procedures - Airway",
    "83": " Procedures - Breathing 82 1.Prepare appropriately sized BVM. BVM - Connect to high-flow oxygen. - Extend O2 reservoir if equipped. 2.Maintain adequate mask seal.Dual rescuers is preferred. - Single Rescuer: Use E- C clamp technique. - Dual Rescuers: Use two handed technique. 3.Ventilate with slow deliberate squeezing of bag. - Assist with natural rate if adequate. - Provide additional breaths if natural rate is inadequate. 1.Explain procedure to pt. E CPAP - Consider an NPA. 2.Start the flow of oxygen to the mask.Set PEEPat 7.5 cmH2O. 3.Place the mask over patient?s nose and mouth. 4.Ensure adequate seal by adjusting placement and straps. 5.Provide encouragement.Monitor closely for complications. - Remove promptly if vomiting or unresponsive. Page Rev i s ed: Dec 2018 BLS: Maintain PEEPat 7.5 cmH2O. ALS: May titrate PEEP. Procedures - Breathing 82",
    "84": " 83 Procedures - Resuscitation Chest 1.Confirm no pulse and not breathing. 2.Place hands on chest: Compressions - Adult: Two hands with fingers interlaced over center of chest - Child: One hand over center of chest - Infant: Two hands circling chest using thumbs 3.Push hard and fast.Compress about ? the depth of the chest. 4.Minimize interruption. Compressions are the most important. 5.Switch personnel every 2 min or sooner if needed. NOTE: Consider placing a mechanical device after the first 2 min. 1. Prepare IOdevice and select site. A IO - Consider pre-treating for Pain. 2.Insert IOfollowing manufacturer's recommended procedure. 3.Secure well with bulky dressing or other device. 4.Consider admin of Lidocaine to adults for local discomfort. Lidocaine: 10 mg IOQ5 min x3 PRNpain Adult 5.Consider using a pressure bag to increase fluid rates if needed. 1.Cut clothes to expose chest. Defib - Consider shaving excessive hair. - Remove any medication patches.Wipe off residue. 2.Apply defibrillator pads.Avoid implanted devices or catheters. 3.When indicated,stop compressions and analyze cardiac rhythm. - BLS: Use AED?analyze?function. ALS: May interpret directly. Page Rev i s ed: Sep 2018 4.If shock indicated: charge defibrillator while continuing CPR. - Follow manufacturer's or OMD's dosing guideline. - Refer to Appendix Aor other approved source for peds dosing. 5.Assertively state ?CLEAR!?Visually confirmeveryone is clear. 6.Defibrillate by pressing the SHOCK button. - Restart compressions immediately. ALS: Consider dual sequential defibrillation for persistent VT/VF: - Attach two separate defibrillators.Do not overlap pads. - Defibrillate at the same time using both machines. 83 Procedures - Resuscitation",
    "85": " Procedures - Adjuncts 84 1.Measure appropriate NPAsize: NPA - Tip of nose to angle of jaw 2.Apply water-soluble lube to NPA. 3.Insert NPAinto nare with bevel toward septum. - Start on larger nare.Rotate slowly if resistance is felt. 4.If unsuccessful: try more lube, smaller size and/or other side. - Minor nose bleeding is common. 1.Measure appropriate OPAsize: OPA - Corner of mouth to angle of jaw 2.Insert OPAinto mouth slowly.May use tongue blade to assist. - Insert with tip to nose for adults and tip to toes for peds. 3.Rotate into place.Remove promptly if any gagging. 1.Measure appropriate tube depth: E OG-Tube - Tip of nose to the stomach 2.Only place a prehospital OG-tube with an appropriate airway. 3.Lubricate the OG-tube. 4.Place into airway device per manufacturer's recommendation. 5.Advance the tube gently until the appropriate depth is reached. Page Rev i s ed: Nov 2017 6.Confirm placement and then secure the tube. - Inject air.Listen for bubbles in the stomach. - Attempt to aspirate gastric contents. 7.Continue to decompress the stomach of air and/or food. - Use low suction or manually aspirate with large tip syringe. Procedures - Adjuncts 84",
    "86": " 85 Procedures - Advanced Adjuncts 1.Prepare appropriately sized device: E BIAD - Apply water-soluble lube. - Average adults use an iGel #4 (green),or a King #4 (red). 2.Pull jaw and tongue forward,or use jaw thrust. 3.Insert BIADinto pharynx slightly rotated to either side. - Rotate back to mid-line while advancing. - Rock BIADgently to seat in airway. 4.If balloon(s) present: inflate per manufacturer?s instruction. 5.If dual lumen: attempt alternate port if poor ventilation. 6.Confirm placement.Secure well with tape or other device. - Use auscultation, capnometry, EtCO2 and SpO2 if available. 7.If BIADfails, try again with a different size. - Most common failure of a BIADis inappropriate size. I Needle 1.Identify side and clean best site: Decompress - 2nd intercostal mid-clavicular - Backup site: 4th intercostal mid-axillary 2.Insert large (12- or 14- gauge) IVneedle into the skin at 90° - Preferably use a needle specifically made for decompression. - Go just over the top of the rib to minimize bleeding. Page Rev i s ed: Dec 2018 3.Advance until a ?pop?is felt and/or you hear a hiss of air. - Hold needle in place, advance cath only the rest of the way. 4.Remove the needle, leaving the plastic cath in place. 5.Cover the cath with a chest seal. 6.Vent chest seal or repeat decompression if dyspnea returns. 85 Procedures - Advanced Adjuncts",
    "87": " Procedures - Bleeding 86 Wound 1.Apply direct pressure for bleeding. - Consider tourniquet or packing. Care 2.If bleeding is easily controlled,irrigate contaminated wounds. - Consider pre-treatment of Pain. 3.Cover wounds with sterile gauze and apply appropriate dressing. - Monitor and document distal pulse, movement and sensation. 4.Cover burns with sterile burn dressing. 5.Apply a chest seal (occlusive) to any neck or trunk penetration. 1.Apply direct pressure. Tourniquet 2.Confirm massive limb bleeding. 2.Apply tourniquet proximal to bleed per manufacturer instruction. 3.Tighten until bleeding is controlled.Secure windlass in place. - Consider placing second tourniquet if bleeding continues. 4.Record time on tourniquet or directly on the patient?s skin. 1.Apply direct pressure. E Hemostatic 2.Consider treatment of Pain. Packing 3.If massive bleeding from a limb,consider a tourniquet first. 4.If bleeding continues, wipe gross blood and clot out of wound. Page Rev i s ed: Nov 2017 5.Insert packing inch by inch as deep as possible into wound. - Avoid rapidly stuffing a large wad.Pack deep and deliberately. - Insert as much packing into the wound as possible. 6.Reapply direct pressure on top of packing. Procedures - Bleeding 86",
    "88": " 87 Procedures - Injury 1.Provide manual cervical SMR. SMR with C-collar 2.Prepare appropriately sized c-collar. - Apply c-collar while maintaining manual cervical SMR. 3. Use adjuncts to minimize all spinal motion while transferring. - Such as: backboard, scoop stretcher, vacuum mattress,etc. 4.Once on the cot, adjuncts may be removed if appropriate. - Prolonged transport on a backboard is potentially harmful. - Awake,compliant patients can be safely secured with seat belts. - Up to 30° of head elevation may be used to maintain an airway. 5.Manual cervical SMRmay be released if the patient will hold still. - Otherwise: secure the head to an appropriate adjunct. NOTE: Some patients (due to size, age or anatomy) will not be appropriate for standard equipment.Never force a patient into a non-neutral position.Use alternate techniques or manual SMR. 1.Provide manual immobilization. Splint 2.Remove or cut clothing if able. 3.Check and document distal pulse,movement and sensation. 4.Select appropriate splint and secure above and below injury. 5.Recheck and document distal pulse,movement and sensation. - Reapply or remove splint if any decline in distal function. NOTE: Consider traction splint for isolated femur fracture. 1.Confirm no pulse distal to injury. E Reduce Page Rev i s ed: Feb 2019 2.Explain procedure to patient. Deformity - Consider pre-treating for Pain if time and condition allow. 3.Manually reduce injury and splint in anatomic neutral position. 4.Recheck and document distal pulse,movement and sensation. Stinger 1.Inspect wound for stinger. Removal 2.If visualized,scrape stinger away. - Use tool with firmedge, like a credit card. 87 Procedures - Injury",
    "89": " Procedures - Cardiac 88 1.Place defib pads and 12-Lead. I Pacing - Consider pre-treating for Pain. 2.Place monitor in 'pacing' mode. - Select initial rate and energy of 80 bpm for adults. - Refer to Appendix Aor other approved source for peds rate. - Select initial energy of 80 mA for all patients. - Alternate: follow manufacturer's or OMD's dosing guideline. 3.Slowly increase mAoutput until electrical capture is noted. - Note pacer spikes on EKGscreen. 4.Once electrical capture is noted,check for mechanical capture. - Pulse should correspond to electrical activity on EKGscreen. 5.Continue to increase mAoutput if no mechanical capture. 6.Maintain a balance between pt comfort and medical necessity. - Treat Pain aggressively if patient condition allows. - Consider reducing energy if appropriate. 1.Place defib pads and 12-Lead. I Cardioversion - Consider pre-treating for Pain. 2.Enable SYNC mode and charge to 50 Jfor adults. - Alternate: follow manufacturer's or OMD's dosing guideline. - Refer to Appendix Aor other approved source for peds dosing. 3.Assertively state ?CLEAR!?Visually confirmeveryone is clear. Page Rev i s ed: Nov 2017 4.Cardiovert by pressing and holding the SHOCK button. - There may be a noticeable delay before energy is delivered. 5.Reassess patient and rhythm.Escalate and repeat as needed. - Follow manufacturer's or OMD's escalation guideline. - Refer to Appendix Aor other approved source for peds dosing. Procedures - Cardiac 88",
    "90": " 89 Procedures - Obstetrics Deliver 1. Expose patient. Have a chaperone. E - Visually inspect vaginal area. Baby 2.Identify presenting part.Prioritize transport if not crowning. - If any problems, manage complications and transport ASAP. 3.Deliver Head. Suction mouth,then nose with bulb suction. 4.Check for cord around neck. Slip over head if found. 5.Deliver shoulders. Deliver top shoulder first. - May flex mom's legs to chest to assist. - May press on mom's lower abdomen to assist. 7.Deliver body.Caution: neonates are slippery. 8.Clamp and cut cord. - Clamp about 2 in.away from the baby.Cut between clamps. 9.Manage Neonate.(Stimulate, warm, clean, dry.) 10.Massage mother's lower abdomen (fundal massage). - This should help stop post-partum bleeding. 11.Prepare for delivery of the placenta.Do not pull on the cord. - Take the placenta to the hospital with momand baby. Manage E Complication 1.Prioritize emergent transport. 2.Tell mom: Do Not Push. 2.Continue standard care.Treat: Breathing,Pain, etc. Page Rev i s ed: Nov 2017 - EMScan do very little for: preemies, twins,or breech birth. 3.Try to help during transport. - Failed Delivery / Shoulder Dystocia: transport knees to chest - Prolapsed Cord: fingers in vagina to remove pressure on cord - Breech: support presenting part,do not pull on part 89 Procedures - Obstetrics",
    "91": " Policies 90 Page 91 - Medications - Drug Box Page 92 - Abuse - Patient Abuse and Neglect - Infant Abandonment Page 93 - Bystanders, Physician Orders - Verification of On Scene Personnel - Physician Orders Page 94 - Termination - Withholding Resuscitation - Termination of Resuscitation Page 95 - LVADs - Left Ventricular Assist Devices Page 96 - Standbys, Police - EMSStandbys - Scene Rehab - Law Enforcement Assistance Page 97 - Refusals - Patient Refusals Page Rev i s ed: Apr 2019 - Who is a Patient Page 98 - Destination - Destination Triage Plan: STEMI, CVA, Trauma Page 99 - Deceased Subjects, MCI - Deceased Subjects - Mass Casualty Policies 90",
    "92": " 91 Policies Drug Box - Agencies participating in the regional drug box exchange programshall follow the procedures below regarding the use and exchange of boxes at regional hospitals. - EMSprovider breaks seal and places seal in top tray of drug box. There will be a new/unused GREEN seal in both the box, and another in the narcotics box, and must be saved for resealing the opened box(es) after use. - EMSprovider documents medications used on the patient care report and the WVEMS/BREMSRegional Pharmacy Administration Record Physician Order Form.Aphysician?s signature shall be obtained when a provider obtains online orders for medications (including DEAnumber in any and all cases where online orders for narcotics are used). Boxes will be returned to the Emergency Department, if the signature of the physician or nurse is not legible and/or there is not a DEAnumber when needed and the regional council will be notified. Enter the RESEAL serial number(s) on the WVEMS/BREMSRegional Pharmacy Administration Record Physician Order Form.Except under extenuating circumstances the drug box should only be used on one patient and exchanged after use. - EMSprovider and E.D.nurse,physician, pharmacist or pharmacy technician and/or other person as authorized,check used box to account for narcotics.Both assure that all trash and used needles have been removed from the box.The old seal should be left in the box and forwarded to the pharmacy.The nurse, physician,or authorized person will sign the appropriate space indicating that all narcotics have been accounted for. After everything is accounted for, the AIC shall take the green reseal(s) provided in the drug box/narcotics box, and seal the box(es). - E.D.nurse,physician, pharmacist or pharmacy technician or authorized person issues a new box to the EMSprovider, both complete the ?Drug Box Exchange Log?.The seal on the new box is not to be broken until needed on the scene of an emergency.Boxes on which seals have been broken must be returned to the E.D.or Pharmacy for exchange.If the facility requires a copy of a PPCRor patient reporting printout with an explanation of why the seal was broken this must accompany the box. - Pharmacy will fill the box in accordance with the contents used fromthe box schematic.The pharmacy checks the box to assure all contents are present and in-date.The box is sealed with a numbered seal provided by the EMSCouncil.Ahospital sticker indicating the date of the first drug to expire is to be placed on the outside of the box. - If a box is returned to the pharmacy with dirty needles or excessive litter and debris,the box will be held out of service and the EMSCouncil notified.The Council will in turn notify the agency and/or personnel responsible and they will be required to report to the hospital to correct the situation.Repeated occurrencesby the same provider/agency may result in suspension or revocation of drug box privileges. - Refilled boxes are returned to the E.D.or stored in the pharmacy for distribution.Each hospital is responsible to assure that the boxes are properly secured against tampering while at the hospital. - If an EMSprovider opens a box and finds one or more medications missing he/she shall document such on the PPCRor patient reporting software and the EMSprovider shall notify the EMSCouncil in writing of the discrepancy; noting the box number and seal number in the report.If the missing drug is a narcotic refer to item # 11. As long as the missing medication is not a narcotic,the box may be returned to service by the hospital pharmacy after restocking the box. - No item for itemexchange may be made in the E.D.The box must be returned to the pharmacy to bechecked, restocked,and resealed. - When narcotics are used on a call, the ALStechnician will bring the unused portion to the E.D. The nurse,physician, or authorized person checking the box will record the amount remaining on the patient care report and the WVEMS/BREMSRegional Pharmacy Administration Record Physician Order Form,and sign his/her name.The authorized person signing and the ALStechnician will then properly dispose and accounting for the narcotic according to hospital policy. - In the event that medications are missing are missing fromthe box the following steps must be followed: A. If the seal is found to be broken during a routine drug inspection: 1. Avoid handling the box. 2. Contact local law enforcement.(NARCOTICSONLY) 3. Contact the agency Chief or Captain Page Rev i s ed: Apr 2019 4. Contact the Western Virginia EMSCouncil 5. Complete and file a drug diversion formwith the Office of EMS(see 12 VAC5-31-520,Dof theVirginia EMSRulesand Regulations) 6. Have drug box inspection forms ready for police, EMSCouncil, and Office of EMSpersonnel. B. If the seal is on the box and medications are missing while performing patient care or after arriving at the hospital: 1. Continue patient care, you may continue to utilize the contents of the box. 2. If the medication needed is not present consider requesting another unit to meet en route, DONOT DELAYTRANSPORT. 3. Upon arrival at the hospital notify the E.D.Nursing Supervisor of the problem. 4. Follow the procedures listed in 11-A. 5. The box must be secured in the hospital and may be released only after being notified by the EMSCouncil. C. In all cases you will be asked to write a report stating the events surrounding the incident.It should include the box number,seal number,witnesses and a description of what occurred. D. Depending on the individual circumstances, the Operational Medical Director of the agency or the Regional Medical Director may suspend the agency?s authorization to administer drugs in the pre-hospital setting pending the outcome of a formal investigation by law enforcement or the Office of EMS,and may require implementation of additional security measures at the agency?s expense. 91 Policies",
    "93": " Policies 92 Patient Abuse and Neglect - Abuse in this policy is considered any physical, sexual and / or mental injury of any child,domestic partner, senior citizen,or incapacitated adult by another person through action or neglect. Abuse may be at the hand of a partner, parent, caregiver,spouse, neighbor,or adult child of the patient.The recognition,appropriate reporting,and referral of abuse is a critical step to improving patient safety, providing quality health care, and preventing further abuse.This also ensures EMScompliance as ?Mandatory Reporters? under the Code of Virginia. - Be aware of the potential for abuse in all patients. In any case where abuse is suspected,first protect the patient and the EMS teamfrom harm.Collect as much information as possible and preserve physical evidence if able.Signs of abuse may include: - Physical: injuries that are inconsistent with the reported mechanism,injuries in different stages of healing, defensive injuries (ex.to forearms), or injuries during pregnancy - Psychological: excessive passivity, compliant or fearful behavior, excessive aggression, violent tendencies,excessive crying, behavioral disorders, substance abuse, or non-compliance - Neglect: inappropriate level of clothing for weather,inadequate hygiene, inattentive caregiver, or malnutrition - Immediately report any suspicious findings to both the receiving hospital (if transported) and social services: For children contact Child Protective Services at (800) 552-7096. For adults contact Adult Protective Services at (888) 832-3858. For domestic violence offer police intervention and provide the Page Rev i s ed: J un 2018 patient with the National Hotline,1-800-799-SAFE. Infant Abandonment - The Code of Virginia (§18.2-371.1 B.2) allows a new parent to surrender their newborn to a hospital or EMSagency under certain circumstances.EMSproviders should accept without hesitation, assess and transport any infant surrendered to them. Policies 92",
    "94": " 93 Policies Verification of on scene personnel - The delivery of prehospital care at the scene of an emergency is the responsibility of the responding EMSresources. Occasionally, bystanders may be crucial to providing or assisting with treatment. Bystanders can be considered when the immediate needs outweigh the EMSresources available, or if a bystander can provide a unique resource.EMSshould never authorize or perform any intervention outside their scope or comfort level. - Bystanders may have a unique understanding of a specialized medical device or condition.EMSshould consider the advice of patients or bystanders, such as caretakers managing a vent at home,or a patient with an LVAD,etc.EMSmust call Medical Control for any orders to deviate from routine EMScare. - BLSprocedures are frequently taught as a component of common first aid.Appropriate bystanders may assist with common first aid when EMSresources are insufficient.EMSmust direct bystanders and maintain overall responsibility. - ALSinterventions are only appropriate by responding ALS resources.Aformal mutual aid agreement or authorization by Medical Control must exist prior to delivery of ALSinterventions. EMShas no authority to enable non-EMSmedical personnel (RN, NP,PA, CRNA, RT,etc.) to perform ALSinterventions. Page Rev i s ed: J un 2018 Physician Orders - Physicians represent a unique resource.EMSmay follow written or verbal orders from a patient's established physician.EMSmay also follow appropriate verbal orders froma physician bystander on scene. EMSshould only consider orders outside these protocols if the physician bystander accompanies EMSto the hospital.Call Medical Control if there is any conflict. 93 Policies",
    "95": " Policies 94 Withholding Resuscitation - Resuscitation is not appropriate if efforts are futile or against the patient's explicit wishes. Withhold resuscitation if any signs of obvious death, mortal injury, or if the patient has a DNR/ POST. - EMSshould attempt to validate any DNR/ POSTwith family or health care workers.Begin resuscitation and call Medical Control if there is any question.EMSmay stop resuscitation once verified. Termination of Resuscitation - Transportation during resuscitation is not optimal and exposes EMScrews to significant risk.This policy balances the risk of emergent transport against the benefit of prolonged resuscitation. - Prioritize transport for any Special Cases special case. If attempting - Suspected Traumatic Cause resuscitation, these special - Pediatric or Pregnant Patients cases may benefit from - Hypothermia or Drowning resources not available in the - Lightning or Electric Shock field.Prioritize compressions - Overdose or Poisoning and AEDand transport ASAP. - ALSshould resuscitate on scene ALS Termination for non-special cases.Call Medical - Not a Special Case Control if no ROSCwithin 30 min. - No ROSCwithin 30 min - BLSshould try to turn over care to BLS Termination ALS(or the hospital) within 15 min. - Not a Special Case Page Rev i s ed: Sep 2018 Prioritize transport if a hospital is - Not witnessed by EMS within 15 min. Extended BLS - Never shocked by AED resuscitation beyond 15 min may - No ALSwithin 15 min still be successful if the arrest is - No ROSCwithin 15 min witnessed by EMSor if any shock is ever advised by the AED.Prioritize transport for any witnessed or shocked arrest regardless of time to the hospital. Call Medical Control if not witnessed, and not shocked, and no ALSafter 15 min. Policies 94",
    "96": " 95 Policies LVAD (left ventricular assist device) - LVADpatients can quickly become very complicated. - Their life literally depends on an external pump they wear. - When in doubt, follow regular protocols. - All LVADpatients will have an assigned 'LVADcenter.' - The patient should have the emergency phone number. - EMSmay try to contact the LVADcenter with any problems. - Call Medical Control to verify any recommendations. - Diagnosing LVADproblems is complex. - Do not unplug anything. - Consider the advice of the patient and any trained bystanders. - Some LVADs may provide voice prompts for troubleshooting. - Call Medical Control to verify any recommendations. - Patients who are alive and well may not have a palpable pulse. - It may be impossible to palpate or auscultate a blood pressure. - Do not start CPRon patients who are obviously alive and well. - An LVADmakes diagnosis of cardiac arrest difficult. - Look for other signs of life and listen for the LVADpump noise. - Chest compressions may harman LVAD. - Consider the advice of trained bystanders or the LVADcenter. - Call Medical Control ASAPfor any unconscious LVAD patient. Page Rev i s ed: Nov 2017 - Bring all LVADsupplies and information to the EDwith you. - Bring batteries and cords. - Bring paperwork and contact information. - Consider destination triage in consultation with Medical Control. 95 Policies",
    "97": " Policies 96 EMS Standbys - EMSmay be utilized to standby at a scene without a specific pt. - EMSshould complete a full report for any patients or treatments. - Consider simple interventions such as POpain meds and ice. - Document a refusal if any patient declines transport. Scene Rehab - EMSmay provide rehab for large scenes like structure fires,etc. - This may include abbreviated screening and / or treatment. - Rehab is only applicable to fellow responders. - EMSshould coordinate all activity with incident command. - Standard rehab includes a specific area dedicated to medical ops. - Rehab generally involves checking vital signs and simple exam. - Provide POfluids and food.Monitor until back to baseline. - An abbreviated record may be substituted for a full report. - Incident command will dictate who may return after rehab. Law Enforcement - EMSmay also be called to evaluate a patient in custody. - Always offer transport.EMScan never recommend a refusal. - EMScan provide treatment, but cannot 'clear' a patient. - Officers may elect to decline transport, but should sign a refusal. - Officers should accompany any patient in custody. - Call Medical Control if there is any conflict. Page Rev i s ed: J an 2019 - EMSmay remove CEW(Taser? ) probes as part of wound care. - EMSshould document a full report. - Officers may sign a refusal for a person under their arrest. - Probes are small straight barbs.Stretch skin tight and pull out. - The barb is in-line with the score mark on the probe. Policies 96",
    "98": " 97 Policies Patient Refusals - Refusals represent a unique medical risk.EMSshould complete a formal refusal with at least one witness signature for any patient who declines any intervention and/or transport. - EMSshould encourage treatment and transport for every patient. - EMSmay not refuse transport if requested. - All patients who wish to refuse must be eligible to make their own decisions.Eligible patients include: - Adults (18 y/o and older) - Minors who are married, divorced or emancipated - The Code of Virginia (§54.1-2969 G) allows pregnant minors to direct treatment only relating to the delivery of their baby. - The responsible party (parent, guardian, etc.) may refuse for a patient who is not eligible to refuse on their own. - All patients or guardians who wish to refuse must also demonstrate capacity.This requires them to be awake,oriented, and able to demonstrate understanding of the potential risks associated with their refusal. - Patients with altered LOClack capacity and cannot refuse. - Suicidal patients lack capacity and cannot refuse. - Call Medical Control and enlist police help for any patient who attempts to refuse, but should not be allowed to do so. Who is a Patient? - Any person for whom EMSis specifically summoned should be Page Rev i s ed: J an 2019 considered a patient.Every patient should have a full report completed with a transport or a refusal documented. - Not every person on scene of an emergency needs to be considered a patient.EMSis not obligated to document a refusal for a person who declines EMSassessment, and is acting normally without obvious distress, and for whom EMSwas not specifically summoned. - Arefusal should be documented if there is any doubt. 97 Policies",
    "99": " Policies 98 Destination Triage Plan - Some specific conditions benefit from prehospital triage to a more appropriate destination.Consider increasing transport time no more than 30 minutes to reach a more capable facility if any of the following emergency conditions are identified. - The decision to pass a less capable facility and therefore increase transport time should include consideration of air transport,the stability of the patient and system resources at the time.Call Medical Control if there is any doubt or conflict. Consider Yes Transport to Destination Alternate Triage < 30 min? Alternate Acute STEMI with chest pain - Pts should have an appropriate presentation (chest pain,etc.) and an EKGidentified as *** ACUTEMI *** by automated analysis. - ALSmay manually identify EKGchanges of 1 mmor more of ST segment elevation in 2 or more anatomically contiguous leads. - Appropriate WVEMSheart hospitals (with emergent PCI) include: - Carilion Roanoke,Lewis Gale Salem and Danville Regional Acute (large vessel) CVA - Pts should have a definite time last normal under 6 hrs and at least one positive finding on a Cincinnati Stroke (FAST) exam. - Pts must also have at least one positive finding on a VANexam. Page Rev i s ed: Feb 2019 - Appropriate WVEMSstroke hospitals (PSCor CSC) include: - Carilion Roanoke Memorial and Lewis Gale Salem Major or Unstable Trauma - Pts should meet trauma triage guidelines with major injury and/or major mechanism. - Appropriate WVEMStrauma hospitals (Level I or II) include: - Carilion Roanoke Memorial Policies 98",
    "100": " 99 Policies Deceased Subjects - EMSmay occasionally encounter a deceased subject. - Maintain respect for the deceased and their family. - Always involve the police.Always write a full report. - If resuscitation was not attempted: - Consider all deceased subjects as a potential crime scene. - Limit EMSingress/egress and coordinate with the police. - Police may request EMSto confirm death. - If resuscitation was attempted and subsequently terminated: - Medical Control should already be involved. - Do not remove any pads, leads,invasive lines or tubes. - EMSmay disconnect hardware such as EKGwires and BVM. - Defer to the direction of the police or Medical Examiner. - In some situations the police may release the body. - EMSshould not transport the deceased to the ED. - EMSmay offer courtesy transport to a funeral home. - EMSmay remove lines, tubes, etc if the body is released. - Courtesy transport is not required.Defer to agency policy. - Inform Medical Control of any courtesy transports. - EMSmay confirmdeath in several ways including: - Lack of pulse, respirations or response. - Asystole in at least two cardiac leads with gain at max. - Obvious Death or Mortal Injury. Mass Casualty Page Rev i s ed: Sep 2018 - Call for more help. Begin a standardized MCI triage system. - Several systems are described, such as STARTand JumpSTART. - Do the most good for the most people until adequate help arrives. - Consider utilizing any available resources, such as bystanders. - Prioritize life-saving interventions. - Triage and prioritizing care during an MCI is not abandonment. 99 Policies",
    "101": " Peds Dosing: 0 - 3 months A1 GRAY Resuscitation Misc Defib: 10? 20 J IVCath: 24 g Epi (code): 0.04 mg King Airway: Clear (0) Lidocaine: 4 mg iGel Airway: Pink (1) Pacing Rate: 120 bpm Common Cardioversion: 5? 10 J NSBolus: 100 mL Afrin: <do not use> Less Common Albuterol: 0.625 mg Adenosine: 0.4? 0.8 mg Atrovent: 0.25mg Amiodarone: <do not use> Benadryl: 5 mg Atropine: 0.1 mg D10: 25 mL Bicarbonate: 4 mEq Decadron: 2 mg Calcium: 100 mg Epi (allergy): 0.04 mg Dopamine: 20 mcg/min Epi (neb): 0.25 mL Epi (brady): 0.004 mg Fentanyl: 5 mcg Glucagon: 0.5 mg Glucose: 3.25 g Haldol: <do not use> Ibuprofen: 40 mg Ketamine (rosc): <do not use> Ketamine (pain): <do not use> Labetalol: 2.5? 5 mg Narcan: 0.4 mg Magnesium: 0.25 g Tylenol: 64 mg TXA: 50 mg Zofran: <do not use> Versed: 0.25 mg Page Rev i s ed: J an 2019 0 - 5 kg 0 - 12 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. Peds Dosing: 0 - 3 months A1",
    "102": " A2 Peds Dosing: 4 - 6 months PI NK Resuscitation Misc Defib: 15? 30 J IVCath: 24 g Epi (code): 0.06 mg King Airway: White (1) Lidocaine: 6 mg iGel Airway: Blue (1.5) Pacing Rate: 110 bpm Common Cardioversion: 7? 15 J NSBolus: 120 mL Afrin: <do not use> Less Common Albuterol: 0.625 mg Adenosine: 0.6? 1.2 mg Atrovent: 0.25mg Amiodarone: 30 mg Benadryl: 5 mg Atropine: 0.1 mg D10: 25 mL Bicarbonate: 6 mEq Decadron: 3 mg Calcium: 150 mg Epi (allergy): 0.06 mg Dopamine: 30 mcg/min Epi (neb): 0.25 mL Epi (brady): 0.006 mg Fentanyl: 10 mcg Glucagon: 0.5 mg Glucose: 3.25 g Haldol: <do not use> Ibuprofen: 60 mg Ketamine (rosc): 1.5 mg Ketamine (pain): 1.5 mg Labetalol: 2.5? 5 mg Narcan: 0.4 mg Magnesium: 0.25 g Tylenol: 96 mg TXA: 50 mg Zofran: 0.5 mg Versed: 0.5 mg Page Rev i s ed: J an 2019 6 - 7 kg 13 - 16 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. A2 Peds Dosing: 4 - 6 months",
    "103": " Peds Dosing: 7 - 9 months A3 RED Resuscitation Misc Defib: 15? 30 J IVCath: 24 g Epi (code): 0.08 mg King Airway: White (1) Lidocaine: 8 mg iGel Airway: Blue (1.5) Pacing Rate: 100 bpm Common Cardioversion: 7? 15 J NSBolus: 160 mL Afrin: <do not use> Less Common Albuterol: 1.25 mg Adenosine: 0.8? 1.6 mg Atrovent: 0.25mg Amiodarone: 40 mg Benadryl: 5 mg Atropine: 0.2 mg D10: 25 mL Bicarbonate: 8 mEq Decadron: 4 mg Calcium: 150 mg Epi (allergy): 0.08 mg Dopamine: 40 mcg/min Epi (neb): 0.25 mL Epi (brady): 0.008 mg Fentanyl: 10 mcg Glucagon: 0.5 mg Glucose: 3.25 g Haldol: <do not use> Ibuprofen: 80 mg Ketamine (rosc): 2 mg Ketamine (pain): 2 mg Labetalol: 2.5? 5 mg Narcan: 0.8 mg Magnesium: 0.25 g Tylenol: 128 mg TXA: 50 mg Zofran: 0.5 mg Versed: 0.5 mg Page Rev i s ed: J an 2019 8 - 9 kg 17 - 20 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. Peds Dosing: 7 - 9 months A3",
    "104": " A4 Peds Dosing: 10 - 15 months PURPLE Resuscitation Misc Defib: 20? 40 J IVCath: 22 g Epi (code): 0.1 mg King Airway: White (1) Lidocaine: 10 mg iGel Airway: Blue (1.5) Pacing Rate: 100 bpm Common Cardioversion: 10? 20 J NSBolus: 200 mL Afrin: <do not use> Less Common Albuterol: 1.25 mg Adenosine: 1? 2 mg Atrovent: 0.25mg Amiodarone: 50 mg Benadryl: 10 mg Atropine: 0.2 mg D10: 50 mL Bicarbonate: 10 mEq Decadron: 5 mg Calcium: 200 mg Epi (allergy): 0.1 mg Dopamine: 50 mcg/min Epi (neb): 0.5 mL Epi (brady): 0.01 mg Fentanyl: 10 mcg Glucagon: 0.5 mg Glucose: 7.5 g Haldol: <do not use> Ibuprofen: 100 mg Ketamine (rosc): 2 mg Ketamine (pain): 2 mg Labetalol: 2.5? 5 mg Narcan: 0.8 mg Magnesium: 0.5 g Tylenol: 160 mg TXA: 100 mg Zofran: 1 mg Versed: 0.75 mg Page Rev i s ed: J an 2019 10 - 11 kg 21 - 25 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. A4 Peds Dosing: 10 - 15 months",
    "105": " Peds Dosing: 16 - 23 months A5 YELLOW Resuscitation Misc Defib: 25? 50 J IVCath: 22 g Epi (code): 0.12 mg King Airway: Green (2) Lidocaine: 12 mg iGel Airway: Grey (2) Pacing Rate: 100 bpm Common Cardioversion: 12? 25 J NSBolus: 250 mL Afrin: <do not use> Less Common Albuterol: 1.25 mg Adenosine: 1.2? 2.4 mg Atrovent: 0.25mg Amiodarone: 60 mg Benadryl: 10 mg Atropine: 0.3 mg D10: 50 mL Bicarbonate: 12 mEq Decadron: 6 mg Calcium: 250 mg Epi (allergy): 0.12 mg Dopamine: 60 mcg/min Epi (neb): 0.5 mL Epi (brady): 0.012 mg Fentanyl: 20 mcg Glucagon: 0.5 mg Glucose: 7.5 g Haldol: <do not use> Ibuprofen: 120 mg Ketamine (rosc): 3 mg Ketamine (pain): 3 mg Labetalol: 5? 10 mg Narcan: 1.2 mg Magnesium: 0.5 g Tylenol: 192 mg TXA: 100 mg Zofran: 1 mg Versed: 1 mg Page Rev i s ed: J an 2019 12 - 14 kg 26 - 31 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. Peds Dosing: 16 - 23 months A5",
    "106": " A6 Peds Dosing: 2 - 3 years WHI TE Resuscitation Misc Defib: 30? 60 J IVCath: 22 g Epi (code): 0.15 mg King Airway: Green (2) Lidocaine: 15 mg iGel Airway: Grey (2) Pacing Rate: 100 bpm Common Cardioversion: 15? 30 J NSBolus: 300 mL Afrin: <do not use> Less Common Albuterol: 2.5 mg Adenosine: 1.5? 3 mg Atrovent: 0.25mg Amiodarone: 80 mg Benadryl: 15 mg Atropine: 0.3 mg D10: 50 mL Bicarbonate: 15 mEq Decadron: 8 mg Calcium: 300 mg Epi (allergy): 0.15 mg Dopamine: 80 mcg/min Epi (neb): 0.5 mL Epi (brady): 0.015 mg Fentanyl: 20 mcg Glucagon: 0.5 mg Glucose: 7.5 g Haldol: <do not use> Ibuprofen: 160 mg Ketamine (rosc): 4 mg Ketamine (pain): 4 mg Labetalol: 5? 10 mg Narcan: 1.6 mg Magnesium: 0.5 g Tylenol: 256 mg TXA: 100 mg Zofran: 1 mg Versed: 1.25 mg Page Rev i s ed: J an 2019 15 - 18 kg 32 - 40 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. A6 Peds Dosing: 2 - 3 years",
    "107": " Peds Dosing: 4 - 6 years A7 BLUE Resuscitation Misc Defib: 40? 80 J IVCath: 20 g Epi (code): 0.2 mg King Airway: Green (2) Lidocaine: 20 mg iGel Airway: Grey (2) Pacing Rate: 90 bpm Common Cardioversion: 20? 40 J NSBolus: 400 mL Afrin: <do not use> Less Common Albuterol: 2.5 mg Adenosine: 2? 4 mg Atrovent: 0.25mg Amiodarone: 100 mg Benadryl: 20 mg Atropine: 0.4 mg D10: 100 mL Bicarbonate: 20 mEq Decadron: 10 mg Calcium: 400 mg Epi (allergy): 0.15 mg Dopamine: 100 mcg/min Epi (neb): 0.5 mL Epi (brady): 0.02 mg Fentanyl: 30 mcg Glucagon: 0.5 mg Glucose: 15 g Haldol: <do not use> Ibuprofen: 200 mg Ketamine (rosc): 5 mg Ketamine (pain): 5 mg Labetalol: 5? 10 mg Narcan: 2 mg Magnesium: 1 g Tylenol: 320 mg TXA: 200 mg Zofran: 2 mg Versed: 1.5 mg Page Rev i s ed: J an 2019 19 - 23 kg 41 - 51 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. Peds Dosing: 4 - 6 years A7",
    "108": " A8 Peds Dosing: 7 - 9 years ORANGE Resuscitation Misc Defib: 50? 100 J IVCath: 20 g Epi (code): 0.25 mg King Airway: Orange (2.5) Lidocaine: 25 mg iGel Airway: White (2.5) Pacing Rate: 90 bpm Common Cardioversion: 25? 50 J NSBolus: 500 mL Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.5? 5 mg Atrovent: 0.5mg Amiodarone: 125 mg Benadryl: 25 mg Atropine: 0.5 mg D10: 100 mL Bicarbonate: 25 mEq Decadron: 10 mg Calcium: 500 mg Epi (allergy): 0.15 mg Dopamine: 125 mcg/min Epi (neb): 0.5 mL Epi (brady): 0.025 mg Fentanyl: 30 mcg Glucagon: 1 mg Glucose: 15 g Haldol: 1.25 mg Ibuprofen: 260 mg Ketamine (rosc): 6 mg Ketamine (pain): 6 mg Labetalol: 5? 10 mg Narcan: 2 mg Magnesium: 1 g Tylenol: 320 mg TXA: 200 mg Zofran: 2 mg Versed: 2 mg Page Rev i s ed: J an 2019 24 - 29 kg 52 - 64 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. A8 Peds Dosing: 7 - 9 years",
    "109": " Peds Dosing: 10 - 12 years A9 GREEN Resuscitation Misc Defib: 60? 120 J IVCath: 18 g Epi (code): 0.3 mg King Airway: Orange (2.5) Lidocaine: 30 mg iGel Airway: White (2.5) Pacing Rate: 90 bpm Common Cardioversion: 30? 60 J NSBolus: 600 mL Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3? 6 mg Atrovent: 0.5mg Amiodarone: 150 mg Benadryl: 25 mg Atropine: 0.5 mg D10: 100 mL Bicarbonate: 30 mEq Decadron: 10 mg Calcium: 600 mg Epi (allergy): 0.3 mg Dopamine: 150 mcg/min Epi (neb): 0.5 mL Epi (brady): 0.03 mg Fentanyl: 40 mcg Glucagon: 1 mg Glucose: 15 g Haldol: 2.5 mg Ibuprofen: 300 mg Ketamine (rosc): 8 mg Ketamine (pain): 8 mg Labetalol: 5? 10 mg Narcan: 2 mg Magnesium: 1 g Tylenol: 320 mg TXA: 300 mg Zofran: 2 mg Versed: 2.5 mg Page Rev i s ed: J an 2019 30 - 36 kg 65 - 80 lbs - Refer to the adult dosing for route and frequency. - Emergent peds dosing by its nature cannot be an exact science. - Weight based dosing is best.Match actual weight if available. - Length based tape is second best.These are Broselow? colors. - Age ranges are least accurate, but are better than guessing wt. Peds Dosing: 10 - 12 years A9",
    "110": " B1 Index: A - C ## B Cardiac Arrest in: 9's (rule of ) in: B-blocker see: Labetalol Medical CODE 24 Burns 72 B-blocker Overdose in: Cardiac Arrhythmia in: 12-Lead 80 Overdose / Tox 40 Tachycardia 14 Baby in: Cardioversion 88 Pregnancy / Delivery 48 Chemical Burn in: Burns 72 A Neonate 50 Chest Compressions 83 A-Fib / A-Flutter in: Backache in: Pain 20 Chest Pain 28 Tachycardia 14 Chest Trauma in: AAA (Abd Aneurysm) In: Backboard in: Immobilization 60 Trunk Injury 64 Abdominal Pain 34 CHF in: Abandonment in: Behavioral Emergency in: Psychiatric 46 Dyspnea 30 Infant Abandonment 92 Chest Seal in: Abdominal Pain 34 Benadryl for: Allergic Reaction 32 Breathing 6 Abdominal Trauma in: Major Trauma 56 Trunk Injury 64 Benzodiazapine see: Versed BIAD in: Needle Decompress 85 Abuse and Neglect 92 Wound Care 86 Acetaminophen see: Tylenol Airway 4 BIAD 85 Choking in: Acid Reflux in: Airway 4 Abdominal Pain 34 Bicarbonate for: Hyperkalemia 18 Heimlich 81 Adenocard see: Adenosine Chronic Pain in: Adenosine for: Medical CODE 24 Overdose / Tox 40 Pain 20 Tachycardia 14 Cincinnati Stroke Scale in: Advil see: Ibuprofen Crush Injury 68 Bite / Sting 76 Stroke 44 Afrin for: Circulation (Shock) 8 Epistaxis 78 Blast Injury in: Major Trauma 56 CODE in: Agitated Delirium in: Medical CODE 24 Psychiatric 46 Bleeding 58 Blood Glucose / Sugar in: Trauma CODE 52 Airway 4 COPD in: Albuterol in: Diabetic 38 Glucometer 80 Dyspnea 30 Hyperkalemia 18 Collapse in: Dyspnea 30 BLS (Basic Life Support) in: How To Use 2 Medical CODE 24 Allergic Reaction 32 Altered LOC / Syncope 32 Alcohol Intoxication in: Bolus see: NS Bolus Bradycardia 12 Cold in: Overdose / Tox 40 Cold / Heat 70 Allergic Reaction 32 Breech Birth in: Pregnancy / Delivery 48 Combitube in: ALS (Advanced Life Support) in: Airway 4 How To Use 2 Deliver Baby 89 Manage Complication 89 BIAD 85 Altered LOC / Syncope 36 Compressions in: Amiodarone for: Breathing 6 Burns 72 Medical CODE 24 Tachycardia 14 Trauma CODE 52 Medical CODE 24 BVM in: Breathing 6 Chest Compressions 83 Amputation in: Concussion in: Extremity Injury 66 BVM 82 Bystanders in: Head Injury 62 Anaphylaxis in: On Scene Personnel 93 Contractions in: Allergic Reaction 32 Pregnancy / Delivery 48 Angioedema in: Convulsion in: Allergic Reaction 32 C Seizure 42 Arrest in: C-Collar / C-Spine in: Cooling in: Medical CODE 24 Immobilization 60 Medical CODE 24 Police 96 C-Collar 87 Cough in: Page Rev i s ed: J un 2018 Arrhythmia in: Ca-blocker Overdose in: Dyspnea 30 Bradycardia 12 Overdose / Tox 40 CPAP in: Tachycardia 14 Calcium for: Breathing 6 Aspirin for: Hyperkalemia 18 CPAP 82 Chest Pain 28 Medical CODE 24 CPR in: Asthma in: Overdose / Tox 40 Medical CODE 24 Dyspnea 30 Crush Injury 68 Trauma CODE 52 Asystole in: Calcium Carbonate see Calcium Chest Compressions 83 Medical CODE 24 Calcium Gluconate see Calcium Croup in: Atropine for: Capnography in: Dyspnea 30 Bradycardia 12 Breathing 6 Crush Injury 68 Overdose / Tox 40 Capnometry in: CVA in: Atrovent for: Airway 4 Stroke 44 Dyspnea 30 Carbon Dioxide (EtCO2) in: Cyanide Exposure in: Allergic Reaction 32 Breathing 6 Overdose / Tox 40 Avulsion (teeth) in: Carbon Monoxide (CO) in: Cyanosis in: Head Injury 62 Inhalation 74 Dyspnea 30 B1 Index: A - C",
    "111": " Index: D - H B2 D Ejection in: Frostbite / Frostnip in: D10 for: Major Trauma 56 Cold / Heat 70 Diabetic 38 Immobilization 60 Flu in: Death in: EKG / ECG in: Fever 16 Medical CODE 24 12-Lead 80 Termination 94 Electric Burn in: G Deceased Subject 99 Burns 72 Gas Exposure in: Decadron for: End Tidal CO2 (EtCO2) in: Inhalation 74 Dyspnea 30 Breathing 6 Gastric Tube (G-tube) 84 Allergic Reaction 32 Entrapment in: GERD in: Deceased Subject 99 Crush Injury 68 Abdominal Pain 34 Decompression (needle) in: Environmental in: Glucagon for: Breathing 6 Allergic Reaction 32 Diabetic 38 Needle Decompress 85 Cold / Heat 70 Glucometer 80 Defibrillation in: Sting / Bite 76 Glucose for: Medical CODE 24 Epilepsy in: Altered LOC / Syncope 36 Trauma CODE 52 Seizure 42 Diabetic 38 Defib 83 Epiglottitis in: Gun Shot Wound (GSW) in: Deficits (Neuro) in: Dyspnea 30 Breathing 6 HTN 10 Epinephrine (Epi) for: Immobilization 60 Stroke 44 Circulation (Shock) 8 Head Injury 62 Immobilization 60 Bradycardia 12 Trunk Injury 64 Trunk Injury 64 Medical CODE 24 Deformity (reduction) in: Allergic Reaction 32 Neonate 50 Extremity Injury 66 Trauma CODE 52 H Reduce Deformity 87 Haldol for: Delirium / Dementia in: Epi-Pen, Epi-Pen Jr. for: Allergic Reaction 32 Psychiatric 46 Psychiatric 46 Harness Hang Syndrome in: Delivery in: Epistaxis 78 Ethanol Intoxication in: Crush Injury 68 Pregnancy / Delivery 48 Head Injury 62 Deliver Baby 89 Overdose / Tox 40 Evisceration in: Headache in: Dental in: Hypertension 10 Pain 20 Trunk Injury 64 Explosion Injury in: Pain 20 Head Injury 62 Heartburn in: Destination Triage 98 Major Trauma 56 Exposure in: Abdominal Pain 34 Dextrose see: D10 Heart Attack in: Diabetic 38 Cold / Heat 70 External Jugular in: Chest Pain 28 Dialysis in: Heart Block in: Hyperkalemia 18 Saline Lock 80 Extremity Injury 66 Bradycardia 12 Saline Lock 80 Heart Failure in: Diaphoresis in: Eye Trauma in: Head Injury 62 Dyspnea 30 Circulation (Shock) 8 Heat in: Diphenhydramine see Benadryl Fever 16 Direct Pressure in: F Cold / Heat 70 Bleeding 58 Facial Trauma in: Heat Exhaustion / Stroke in: Difficulty Breathing (DIB) in: Head Injury 62 Cold / Heat 70 Breathing 6 Failed Airway in: Heimlich 81 Dyspnea 30 Airway 4 Hemorrhage in: DNR in: Fainting in: Bleeding 58 Withhold Resuscitation 94 Altered LOC / Syncope 36 Hemostatic Packing 86 Dopamine for: Fatigue in: Hives in: Circulation (Shock) 8 Rehab 96 Allergic Reaction 32 Page Rev i s ed: Feb 2019 Dosing in: FAST Stroke Scale in: Hyperglycemia in: Peds Dosing A Stroke 44 Diabetic 38 Dressing in: Febrile Seizure in: Hyperkalemia 18 Wound Care 86 Fever 16 Hypertension 10 Drug Box 91 Seizure 42 Hyperthermia in: Drunk in: Fentanyl for: Fever 16 Overdose / Tox 40 Pain 20 Cold / Heat 70 Dyspnea 30 Fever 16 Hypoglycemia in: Fibromyalgia in: Diabetic 38 E Pain 20 Hypotension in: Ear Trauma in: Flail Chest Segment in: Circulation (Shock) 8 Head Injury 62 Trunk Injury 64 Hypothermia in: ECG / EKG in: Fracture in: Medical CODE 24 12-Lead 80 Immobilization 60 Cold / Heat 70 Eclampsia in: Head Injury 62 Hypoxia in: Seizure 42 Trunk Injury 64 Breathing 6 Pregnancy / Delivery 48 Extremity Injury 66 Dyspnea 30 Index: D - H B2",
    "112": " B3 Index: I - P I Loss of Consciousness in: Normodyne see: Labetalol Ibuprofen for: Altered LOC / Syncope 36 Nose Bleed in: Fever 16 LVAD 95 Head Injury 62 Pain 20 Epistaxis 78 Ice in: M NS Bolus for: Extremity Injury 66 Magill Forceps 81 Circulation (Shock) 8 Cold / Heat 70 Magnesium for: Tachycardia 14 iGel (airway) in: Tachycardia 14 Fever 16 Airway 4 Medical CODE 24 Hyperkalemia 18 BIAD 85 Dyspnea 30 Diabetic 38 Immobilization 60 Seizure 42 Pregnancy / Delivery 48 Impaled Object in: Major Trauma 56 Trauma CODE 52 Major Trauma 56 Malignant HTN in: Major Trauma 56 Head Injury 62 Hypertension 10 Crush Injury 68 Trunk Injury 64 Manage Complication (baby)89 Cold / Heat 70 Infant in: Mass Casualty 99 Burns 72 Pregnancy / Delivery 48 Medical CODE 24 Neonate 50 Medical Control in: O Abandonment 92 How To Use 1 Obvious Death in: Infection in: Medical ROSC 26 Medical CODE 24 Fever 16 Medications in: Deceased Subjects 99 Influenza in: Drug Box 91 Occlusive Dressing in: Fever 16 Peds Dosing A Breathing 6 Ingestion in: Mental Disorder in: Major Trauma 56 Overdose / Tox 40 Psychiatric 46 Needle Decompress 85 Inhalation 74 Midazolam see: Versed Wound Care 86 Intraosseus (IO) 83 Migraine in: On Scene Personnel 93 Intravenous (IV) in: Pain 20 Ondansetron see: Zofran Saline Lock 80 Miscarriage in: Opiates see: Fentanyl in: Insulin Reaction in: Pregnancy / Delivery 48 Pain 20 Diabetic 38 Monitor (cardiac) in: Overdose / Tox 40 Intubation in: 12-Lead 80 Oral Glucose see: Glucose Airway 4 Mortal Injury in: Organophosphate Exposure in: Intoxication in: Trauma CODE 52 Overdose / Tox 40 Overdose / Tox 40 Deceased Subjects 99 Oropharengeal Airway 84 Ipratropium Brom. see Atrovent Motrin see: Ibuprofen Overdose / Tox 40 Itching in: Mouth Trauma in: Oxygen (O2) in: Allergic Reaction 32 Head Injury 62 Breathing 6 Multisystem Trauma in: Inhalation 74 J Major Trauma 56 Oxymetazoline see: Afrin Myocardial Infarction (MI) in: K Chest Pain 28 P King (airway) in: Pacerone see: Amiodarone Airway 4 N Pacing 88 BIAD 85 Narcan for: Pain 20 Ketamine for: Overdose / Tox 40 Palpitations in: Pain 20 Naloxone see: Narcan Tachycardia 14 Medical ROSC 26 Nasopharengeal Airway 84 Patient in: Trauma ROSC 54 Nausea / Vomiting 22 How To Use 1 Nebulizer in: Refusal 97 Dyspnea 30 PEA in: L Neck Trauma in: Medical CODE 24 Labetalol for: Immobilization 60 Pediatrics in: Page Rev i s ed: Feb 2019 HTN 10 Head injury 62 How To Use 1 Laceration in: Needle Decompression in: Peds Dosing A Bleeding 58 Breathing 6 Pelvic Trauma in: Wound Care 86 Needle Decompress 85 Trunk Injury 64 Lasix for: Neglect in: Penetrating Trauma in: Dyspnea 30 Stroke 44 Breathing 6 Length Based Tape in: Abuse and Neglect 92 Immobilization 60 Peds Dosing A Neonate 50 Head Injury 62 Level of Consciousness(LOC) in: Neuro Deficits in: Trunk Injury 64 Altered LOC / Syncope 36 HTN 10 Physician Orders 93 Lidocaine for: Stroke 44 PICC lines in: Medical CODE 24 Immobilization 60 Saline Lock 80 Trauma CODE 52 Trunk Injury 64 Pleural Decompression in: Lividity in: Newborn in: Breathing 6 Medical CODE 24 Neonate 50 Needle Decompress 85 Termination 94 Nitro for: Pneumonia in: Chest Pain 28 Dyspnea 30 Dyspnea 30 B3 Index: I - P",
    "113": " Index: P - Z B4 Pneumothorax in: S Transport in: Breathing 6 Saline see: NS Bolus How To Use 1 Needle Decompress 85 Saline Lock 80 Destination Triage 98 Poisoning in: Seizure 42 Trauma CODE 52 Overdose/Tox 40 Sepsis in: Trauma ROSC 54 Police in: Fever 16 Triage in: Psychiatric 46 Shock (Circulation) 8 Mass Casualty 99 Police Assist 96 Shortness of Breath (SOB) in: Destination Triage 98 Poor Perfusion in: Dyspnea 30 Tricyclic Overdose in: Airway 4 Skull Trauma in: Overdose / Tox 40 Circulation (Shock) 8 Head Injury 62 Trunk Injury 64 Bradycardia 12 Smoke Inhalation in: Twins in: Tachycardia 14 Inhalation 74 Pregnancy / Delivery 48 Fever 16 Sodium Bicarb see Bicarbonate TXA for: Allergic Reaction 32 Spinal Clearance in: Bleeding 58 Major Trauma 56 Immobilization 60 Tylenol for: Bleeding 58 Spinal Precautions in: Fever 16 POST in: Immobilization 60 Pain 20 Withhold Resuscitation 94 Splint 87 Post-Partum Care in: Sprain / Strain in: U Pregnancy / Delivery 48 Extremity Injury 66 Umbilical Cord in: Post-Resuscitation Care in: Splint 87 Pregnancy / Delivery 48 Medial ROSC 24 ST Elevation MI (STEMI) in: Unresponsive in: Trauma ROSC 52 Chest Pain 28 Medical CODE 24 Potassium Elevation in: Stabbing Injury in: Altered LOC / Syncope 32 Hyperkalemia 18 Breathing 6 Preeclampsia in: Seizure 42 Immobilization 60 V Head Injury 62 V-Fib in: Pregnancy / Delivery 48 Trunk Injury 64 Pregnancy / Delivery 48 Medical CODE 24 Standby 96 V-Tach in: Pressors in: Sting / Bite 76 Circulation (Shock) 8 Tachycardia 14 Stinger Removal 87 Medical CODE 24 ProAir / Proventil see: Albuterol Stomach Pain in: Prolapsed Cord in: VAN Stroke Scale in: Abdominal Pain 34 Stroke 44 Pregnancy / Delivery 48 Stroke 44 Pseudoseizure in: Versed for: Suction 81 Seizure 42 Seizure 42 Suicidal in: Psychiatric 46 Psychiatric 46 Psychiatric 46 Ventolin see: Albuterol PTX in: Sunburn in: Breathing 6 Vision Changes in: Burns 72 Hypertension 10 Needle Decompress 85 SVT in: Pulmonary Edema in: Head Injury 62 Tachycardia 14 Vomiting / Nausea 22 Dyspnea 30 Syncope / Altered LOC 36 Pulmonary Embolism (PE) in: Breathing 6 W Pulseless Electrical Activity in: T Warming in: Medical CODE 24 Tachycardia 14 Cold / Heat 70 Teeth in: Weakness in: Pain 20 Altered LOC / Syncope 32 Q Head Injury 62 Wheezing in: Tension Pneumothorax in: Dyspnea 30 R Breathing 6 Allergic Reaction 32 Rash in: Needle Decompress 85 Withdrawal in: Allergic Reaction 32 Termination 94 Page Rev i s ed: Dec 2017 Overdose / Tox 40 Reduce Deformity 87 Therapeutic Hypothermia in: Seizure 42 Refusals 97 Medical CODE 24 Withhold Resuscitation 94 Rehab 96 Thermometer in: Wound Care 86 Renal Failure in: Fever 16 Wound Packing in: Hyperkalemia 18 Cold / Heat 70 Hemostatic Packing 86 Restraint in: TIA in: Psychiatric 46 Stroke 44 Resuscitation in: Toothache in: X Medical CODE 24 Pain 20 Xylocaine see: Lidocaine Trauma CODE 52 Head Injury 62 Rigor Mortis in: Tourniquets in: Y Medical CODE 24 Trauma CODE 52 Termination 94 Major Trauma 56 ROSC in: Bleeding 58 Z Medical ROSC 26 Tourniquet 86 Zofran for: Trauma ROSC 54 Tox / Overdose 40 Nausea / Vomiting 22 Rule of 9's in: Tranexamic Acid see: TXA Burns 72 Index: P - Z B4",
    "114": " EMS Protocols EMS Protocols 2019 Protocols,Procedures, Policies and Medications of the Western VAEMSMedical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Adapted From: - VAOEMSProcedure Scope 2019 - VAOEMSFormulary Scope 2019 - WVEMSProtocols 2015 - NEMSIS3.4.0 2015 Physician Reviewers: With assistance from: - Dr.C.Bernier - Chris Christensen - Dr.B.Ekey - Cathy Cockrell - Dr.C.Lane - John Cook - Dr.A.LePera - Gene Dalton - Dr.J.Mark - Mike Garnett - Dr.H.Rose-Inman - Rob Logan - Dr.M.Saccocci - BVRSMembers Page Rev i s ed: Apr 2019 - Dr.E.Stanley Et al. Et al. WVEMSCouncil Phone: 540-562-3482 1944 Peters Creek Rd. Web: www.western.vaems.org Roanoke,VA24017 Email: western@vaems.org EMS Protocols 2019 - WVEMS"
}