{
    "1": " Protocols 2021 Universal Trauma 4 Airway 21 52 Trauma CODE 21 6 Breathing (Hypoxia) 54 Trauma ROSC 21 8 Circulation (Shock) 21 56 Major Trauma 10 Hypertension 58 Bleeding 21 12 Bradycardia 60 Immobilization (SMR) 14 Tachycardia 62 Head Injury 16 Fever 64 Trunk Injury 21 18 Hyperkalemia 21 66 Extremity Injury 20 Pain 68 Crush Injury 21 22 Nausea / Vomiting 70 Cold / Heat 72 Burns Medical 74 Inhalation 21 24 Medical CODE 76 Sting / Bite 26 Medical ROSC 78 Epistaxis 21 28 Chest Pain 21 30 Dyspnea (SOB) 21 Critical Care 32 Allergic Reaction 80 Intubation / RSI 34 Abdominal Pain 82 Sedation 36 Altered LOC / Syncope 84 DKA / HHS 38 Diabetic 86 Immunization 21 40 Overdose / Tox 88 Sepsis 21 42 Seizure 44 Stroke 90 Procedures & Policy 21 46 Psychiatric 112 Drug Reference 21 48 Pregnancy / Delivery 132 Peds Reference 21 50 Neonate (Newborn) 141 Index 21 updated WVEMS Protocols 2021 v210630 \f ",
    "2": "2 How To Use Welcome to the WVEMS Protocols 2021! • Think of this like a tool box, not a cookbook. • You should use several protocols at the same time on every call. • You may use any intervention marked for your level or lower. Basic procedures are assumed for every call. • Don’t forget: scene safe, BSI, ABC’s, call for ALS, notify the ED, etc. • Every patient should have a full assessment including vital signs. • Ask about medical allergies and pregnancy before giving meds. Call for online Medical Direction at any time for advice on: • Any questions, problems, or if uncertain for any reason. • Getting permission to deviate from these protocols. • If unable to contact, remember: get the patient to the hospital. Protocols mean you can, but not always that you should. • Use only enough to stabilize and/or improve. Don’t follow blindly. • Skip anything unnecessary. Not every box need to be completed. • The listed order suggests importance, but is not absolute. Severity is a subjective judgement that requires thought. • Not all decisions are black and white. Use this text as a guide. • Reassess and restart protocols as needed during a call. • Use good clinical sense to decide what takes precedence. Presume routine things when appropriate, like: • SpO2, EKG, EtCO2, glucometer, phlebotomy, etc. • Regular layperson first aid treatments like splinting & band-aids. • Note: protocols may also include reminders (like “12-Lead”). Pediatric considerations are included in every protocol. • Patients 13 y/o and over (13+) are generally given adult therapy. • Children (1-12) and Infants ( <1) are considered peds. • Use Peds Reference or other approved source for peds dosing. Critical Care is for credentialed paramedics only. • Provider’s responsibility to maintain mandatory prerequisites. • Must be approved for that specific protocol by the agency OMD. Reviewed: Feb 2021 • All deadlines expire on the last day of the month (grace period). References are included. This text is not comprehensive. • Medications may appear as brand name® or generic. How To Use 2 \f ",
    "3": "3 How To Use WVEMS Protocols 2021 Protocols, Procedures, Policies and Medications of the Western VA EMS Medical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Published Jul 2021 under the Creative Commons Attribution - ShareAlike 4.0 International License. To view a copy send a letter to PO Box 1866, Mountain View, CA 94042 USA or visit http://creativecommons.org/licenses/by-sa/4.0/ WVEMS Council Phone: 540-562-3482 1944 Peters Creek Rd. Web: https://wvems.org Roanoke, VA 24017 Email: western@vaems.org Protocol Flow and Intervention Symbols Use Don’t Indications Judgement Forget Important Concept WARNING Note • And Details Basic Life Support (BLS) EMR E EMT A AEMT Advanced Life Support (ALS) Reviewed: Jul 2021 P Critical Care I Intermediate P Paramedic Paramedic How To Use 3 \f ",
    "4": " 4 Airway Choking, Unstable or Unresponsive Severity? Mild Moderate Severe • Awake • Altered LOC • Unresponsive • Choking • Hypoxia • Apnea or Snoring Heimlich Reposition OPA Airway Suction Magill A Forceps NPA E BIAD NEMSIS: 9914001, 9914003, 9914005 Consider • Breathing Reviewed: Dec 2020 4 \f ",
    "5": " 5 AKA: Choking, Suction, Oral Airway, BIAD Airway Imperatives • Maintain the simplest effective airway. Escalate only if needed. • If BIAD fails, try again with a different size. - Most common failure of a BIAD is inappropropriate size. • Use several techniques to confirm airway: - Physical Exam: lung sounds, skin color, tube condensation, etc. - Vitals: rising SpO2, good EtCO2 (capnography or capnometry) • Be prepared to escalate airway if signs of Poor Perfusion. • E May Suction BIAD/ETT/trach/stoma with flexible cath (French). Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Consider placing an OG-Tube if BIAD will accommodate it. • Secure BIAD well. Use tape or manufactured holding device. - May place c-collar (even without trauma) to help stabilize. • Use caution with NPA if signs of facial trauma. • Reposition with: Head Tilt / Chin Lift (med) or Jaw Thrust (trauma). NEMSIS: 9914001, 9914003, 9914005 • Endotracheal intubation is not included in this protocol. - Consider Intubation if appropriate and cleared for Critical Care. Pediatrics • Suspect an airway obstruction. Use back blows if indicated. • Do not use blind finger sweeps. Reviewed: Dec 2020 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 9 Airway 5 \f ",
    "6": " 6 Breathing Dyspnea or SpO2 under 95% Provide O2 Severity? Mild Moderate Severe •Awake & Oriented • Resps Inadequate •Respiratory Failure •SubjectiveDyspnea • Cyanosis •Penetrating Injury Position of BVM BVM Comfort Assist Ventilate E CPAP Chest Seal Needle I Decompress NEMSIS: 9914001 Consider • Airway Reviewed: Apr 2021 6 \f ",
    "7": " 7 AKA: Hypoxia, Oxygenation, O2, Pneumothorax (PTX), PE Breathing Imperatives • Dyspnea with penetrating trauma is a severe problem. - Apply a chest seal to any penetrating injury to neck or trunk. - Do not wait for hypoxia to develop. • Spontaneous or traumatic PTX can be a severe problem. - Needle Decompress for Hypotension or persistent hypoxia. • BVM: Use two providers and two handed technique if able. - Maintain EtCO2 35-45 mmHg. Avoid hyperventilation. - During CPR: alternate 30 : 2 until BIAD placed. • CPAP: Requires a patient that is awake and compliant. - Contraindicated with vomiting, hypotension or altered LOC. BVM Rate • Adult / Peds: Q 6 sec (10 /min) Notes • Provide O2 at appropriate doses. Titrate for effect. - Nasal Cannula (NC): 1 - 6 L/min - Non-Rebreather (NRB): 10 - 15 L/min • Consider reducing supplemental O2 if SpO2 rises above 98%. - Hyperoxia can make some conditions worse, especially COPD. - Target SpO2 of 88-92% for adults with isolated COPD. • If SpO2 unavailable or machine fails: use good clinical judgment. NEMSIS: 9914001 Pediatrics • Refer to Neonate for any peds under 1 month ( < 31 days) old. • Use caution to prevent barotrauma from BVM. References Reviewed: Apr 2012 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10 Breathing 7 \f ",
    "8": " 8 Circulation / Shock Systolic Under Or MAP • Adult (13+): 90 mmHg 65 mmHg • Child (1-12): 70 mmHg 50 mmHg • Infant (< 1): 60 mmHg 40 mmHg Severity? Mild Moderate Severe •AdequatePerfusion •AdequatePerfusion • Poor Perfusion •No Symptoms •Tachy or Dizzy • Altered LOC Saline A Lock A NS Bolus A NS Bolus E 12-Lead E 12-Lead I Epi Drip I Dopamine E 12-Lead NEMSIS: 9914127 Consider • Tachycardia, Bradycardia • Bleeding, Altered LOC Reviewed: Apr 2021 NS Bolus: 1,000 mL IV/IO x2 Adult Epi Drip: 1 gtt/s IV/IO Titrated Drip Doses Dopamine: 5 mcg/kg/min IV/IO Titrated Drip 8 \f ",
    "9": " 9 AKA: Hypotension Shock Imperatives Poor Perfusion • Consider underlying causes: • Suspect if several of these: - Bradycardia, Tachycardia - Altered Mental Status - Cardiac, Anaphylaxis - Skin Pale, Cool, Diaphoretic - Diabetic, Overdose / Tox - Tachycardia, Hypotension - Major Trauma, Exposure - Dyspnea, Tachypnea Medication • NS Bolus (0.9% Saline): indicated for poor perfusion. - May call Medical Control for more fluids after initial boluses. • Epi Drip (Epinephrine): Mix and use as follows: - Add 1 mg Epi into a 1,000 mL bag of NS (1 mcg/mL). - Adults (13+ y/o): Use a macro drip (10 or 15 per mL) set. - Peds (0-12 y/o): Use a micro drip (60 per mL) set. - Start at 1 drop per second and titrate as needed. • Dopamine (Intropin®): for medical causes refractory to Epi. - May titrate up to 4x starting dose if needed. Notes • Give fluids and reassess. Start pressors if poor response. • Recheck lung sounds before and after fluid administration. • Mean Arterial Pressure (MAP) is a better indicator when available. Pediatrics NEMSIS: 9914127 • The majority of peds decompensation is airway related. • Fluids are important for hypotension. Pressors are a last resort. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Apr 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Circulation / Shock 9 \f ",
    "10": " 10 Hypertension Systolic Over • Adult (13+): 240 mmHg • Child (1-12): 220 mmHg • Infant (< 1): 200 mmHg Severity? Minor Major • No Distress • Headache • No Pain • Neuro Changes Position of Comfort E 12-Lead Saline A Lock NEMSIS: 9914123 Consider • Pain • Pregnancy Reviewed: Aug 2020 10 \f ",
    "11": "11 AKA: HTN, Elevated BP, Malignant Hypertension Hypertension Imperatives • Confirm elevated systolic BP with two reliable blood pressures. • HTN is a frequent reaction to Pain and acute stress. - Investigate and treat pain and underlying causes first. • Inappropriate use of antihypertensives can cause harm. - Lowering BP during a stroke can cause harm. • Even mild HTN (SBP <160 mmhg) in late Pregnancy may be pathologic. - It may indicate preeclampsia and progress to Seizures. Notes • Major neurologic changes include: - Obvious weakness, paralysis, seizure, etc. - Severe headache and vomiting - Vision loss (not simple flashes or double vision) Pediatrics • Malignant HTN is unlikely in peds. Consider other causes. NEMSIS: 9914123 References Reviewed: Aug 2020 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7 Hypertension 11 \f ",
    "12": " 12 Bradycardia Pulse Under • Adult (13+): 60 /min • Child (1-12): 70 /min • Infant (< 1): 80 /min Severity? Mild Moderate Severe •AdequatePerfusion •AdequatePerfusion • Poor Perfusion •No Symptoms •Chest Pain, Weak • Unresponsive E 12-Lead E 12-Lead I Pacing Saline Peds A Lock I Atropine I Epi E 12-Lead NEMSIS: 9914115 Consider • Pain, Breathing, Hyper K+ • Shock, N/V, OD / Tox Reviewed: Apr 2021 Atropine: 1 mg IV/IO Q 5 min x3 Adult Epi: Use Peds Reference IV/IO Q 5 min Peds 12 \f ",
    "13": "13 AKA: Slow Heart Rate, Heart Block Bradycardia Imperatives • Slow, wide complex bradycardia may be due to Hyperkalemia. • Consider Overdose if appropriate (many meds cause brady). • I May try pacer magnet to improve rate. Do not use on AICD. Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Hypotension - Dyspnea, Tachypnea Medications • Atropine: may not be effective (but is also not harmful) for: - 3° Heart Block, Heart Transplant • Epi (Epinephrine): Preferred agent over Atropine in peds. Notes • Pacing: Start at 80 bpm / 80 mA. Escalate mA as needed. - Alternate: follow manufacturer's or OMD's dosing guideline. - Treat Pain and/or Agitation from pacing as soon as appropriate. Pediatrics • Refer to Neonate for any peds under 1 month ( < 31 days) old. • Frequently a Breathing problem: don't forget O2. • Even a single pill of some meds can cause severe bradycardia. NEMSIS: 9914115 - Consider opiate, Ca2+ or ß-blocker Overdose. • Consider effects of maternal medication in breast milk. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Apr 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13, 20 Bradycardia 13 \f ",
    "14": " 14 Tachycardia Pulse Over • Adult (13+): 100 /min • Child (1-12): 130 /min • Infant (< 1): 160 /min Severity? Mild Moderate Severe •Adequate Perfusion •Adequate Perfusion •Poor Perfusion •Simple Tachycardia •Critical Arrhythmia •Critical Arrhythmia E 12-Lead E 12-Lead I Cardioversion A NS Bolus A NS Bolus E 12-Lead Adenosine Magnesium I If QRS ≤ 120 ms I If Torsades I Amiodarone If QRS > 120 ms A NS Bolus NEMSIS: 9914147, 9914151, 9914199 Consider • Circulation, Pain • Fever, Bleeding Reviewed: Aug 2020 NS Bolus: 1,000 mL IV/IO x1 Adult Adenosine: 12 mg IV/IO Q 5 min x2 Doses Amiodarone: 150 mg IV/IO over 10 min Magnesium: 2 grams IV/IO x1 14 \f ",
    "15": "15 AKA: Sinus Tach, SVT, A-Fib, RVR, A-Flutter, V-Tach Tachycardia Imperatives • Must distinguish a simple tachycardia from a critical arrhythmia. • Simple Tachycardias (like Sinus Tach) occur for many reasons. - Reactive causes like: Shock, Pain, Fever or Bleeding, etc. - Hidden causes like: OD / Tox, Psychiatric or Anaphylaxis, etc. - Cardiac causes like: A-Flutter or A-Fib w/ RVR, etc. - Treat the cause. Avoid anti-arrhythmics or cardioversion. • Critical Arrhythmias (like SVT or V-Tach w/ pulse) are usually fast. - But a fast pulse is not always critical. Judgement is necessary. - I May try vagal maneuvers (e.g. modified valsalva). Critical Arrhythmia Poor Perfusion • Suspect if pulse over: • Suspect if several of these: - Adult (13+): 150 /min - Altered Mental Status - Child (1-12): 180 /min - Skin Pale, Cool, Diaphoretic - Infant (<1): 220 /min - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • Adenosine (Adenocard®): Give rapid IV push. - Use caution in patients with a history of WPW, COPD or asthma. • Amiodarone (Pacerone®): Give over 10 min IV drip. NEMSIS: 9914147, 9914151, 9914199 Notes • Cardioversion: Enable SYNC. Start at 50 J. Escalate as needed. - Alternative: follow manufacturer’s or OMD’s dosing guidance. Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Aug 2020 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13, 20 Tachycardia 15 \f ",
    "16": " 16 Fever Temp above 100.4 °F (38.0 °C) Severity? Minor Major •AdequatePerfusion • Poor Perfusion •Fatigue, Chills • Tachy, Dyspnea Position of Comfort A NS Bolus E Tylenol E Ibuprofen NEMSIS: 9914061, 9914129 Consider • Circulation • Tachycardia Reviewed: Apr 2021 NS Bolus: 1,000 mL IV/IO x1 Adult Tylenol: 500 mg PO Q 15 min x2 Doses Ibuprofen: 400 mg PO Q 15 min x2 16 \f ",
    "17": "17 AKA: Toxic Infection, Flu, Flu-like Illness, Cellulitis, UTI Fever Imperatives • Use an appropriate mask for any cough or respiratory disease. • Fever is a response to an infection. - Hyperthermia caused by environment or drugs is different. - Fever medications are contraindicated in Hyperthermia. • Aggressive EMS fluid for sepsis without Shock is unnecessary. Medications • Tylenol® (Acetaminophen): contraindicated with liver disease • Ibuprofen (Advil®, Motrin®): contraindicated with GI bleeding Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Temporal thermometers are inaccurate on sweaty skin. • Oral thermometers are inaccurate after PO fluids or while talking. • Consider Sepsis if appropriate and cleared for Critical Care. Pediatrics • Peds under 5 y/o may have a Seizure caused by fever. NEMSIS: 9914061, 9914129 - It is usually self limiting and does not require intervention. - Consider intervention if longer than 5 min or Seizure reoccurs. • Breaking tablets in half is appropriate. Do not break capsules. • Withhold medications if unable to provide accurate dose. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Apr 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13 Fever 17 \f ",
    "18": " 18 Hyperkalemia Suspected or Confirmed K+ Over 5.5 mEq/L E 12-Lead E Albuterol Severity? Minor Major • Few EKG Changes •Overt EKG Changes • 6.9 mEq/L or Less •7.0 mEq/L and Over Saline A Lock A NS Bolus I Calcium I Bicarb NEMSIS: 9914089 Consider • Bradycardia • Medical CODE Reviewed: May 2021 Albuterol: 10 mg NEB (4 nebs) x1 Adult NS Bolus: 1,000 mL IV/IO x2 Doses Calcium: 1 gram IV/IO over 10 min Bicarb: 50 mEq IV/IO x1 18 \f ",
    "19": "19 AKA: Renal Failure, High K+, Elevated Potassium Hyperkalemia Imperatives • Be aggressive with treatment if there are any EKG changes. - Elevated potassium can be critical. Don’t delay transport. K+ EKG Changes Hyper K+ EKG • From minor to life threat: - Peaked T-waves wikimedia.org CC BY 4.0 Drs. M Joseph, F Agbayani, E Gonzales - Long PRI / Loss of P-wave - Wide QRS (over 120 ms) - Slow V-Tach (sine wave) Medications • Albuterol (Ventolin®): May give without an EKG if hyperkalemic. - Give four (4x) standard nebulizer treatments back-to-back. • NS Bolus (0.9% Saline): Aggressive fluids help dilute potassium. - Consider aggressive fluids even without Hypotension. - Avoid aggressive/prophylactic fluids for dialysis patients. • Calcium (Chloride): Avoid with Rocephin or Digoxin® (fatal) • Bicarb (Sodium Bicarbonate): Use for widening QRS on EKG. • Flush line well between Calcium and Bicarb (do not mix). Notes • Consider hyperkalemia in any dialysis or renal failure patient. - If called to a dialysis center, inquire about the last K+ level. - Avoid starting an IV in the same extremity as dialysis access. • Consider hyperkalemia during any Crush or suspension injury. NEMSIS: 9914089 Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: May 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Hyperkalemia: https://emedicine.medscape.com/article/240903 [Ver: 4/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 28 Hyperkalemia 19 \f ",
    "20": " 20 Pain Injury or Discomfort Severity? Mild Moderate Severe • Minimal Distress • Some Distress • Obvious Distress • Normal Pulse • Mild Tachycardia • Elevated Vitals E Tylenol E Tylenol A Fentanyl E Ibuprofen E Ibuprofen I Ketamine A Fentanyl NEMSIS: 9914051, 9914071 Consider • Nausea / Vomiting • Underlying Cause Reviewed: Jun 2021 Tylenol: 500 mg PO Q 15 min x2 Adult Ibuprofen: 400 mg PO Q 15 min x2 Doses Fentanyl: 50 mcg IV/IO, IM/IN Q 5 min x4 Ketamine: 20 mg IV/IO, IM/IN Q 15 min x2 20 \f ",
    "21": "21 AKA: Backache, Toothache, Migraine, Fibromyalgia Pain Imperatives • EMS pain control is indicated for recent injury or sudden pain: - Major Trauma, Obvious Fractures - Sudden Abdominal Pain or Chest Pain • PO pain meds are of limited use during short transports. - Consider deferring PO meds for mild / moderate pain to the ED. Medications • Tylenol® (Acetaminophen): contraindicated with liver disease • Ibuprofen (Advil®, Motrin®): contraindicated with GI bleeding • Fentanyl (Sublimaze®): contraindicated for non-acute pain like: - Toothache, Headache (migraine), Sciatica, Fibromyalgia, etc. • Ketamine (Ketalar®): contraindicated for non-acute pain like: - Toothache, Headache (migraine), Sciatica, Fibromyalgia, etc. - For IV use: dilute in 100 mL NS and give slowly over 10 min Notes • Pain is subjective. Clinical judgment is required. - It is appropriate to try another med if the first is ineffective. - Changes in pain scale are more useful than absolute numbers. Pediatrics NEMSIS: 9914051, 9914071 • Breaking tablets in half is appropriate. Do not break capsules. • Withhold medications if unable to provide accurate dose. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Jun 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Pain: https://emedicine.medscape.com/article/310834 [Ver: 1/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 14, 26 Pain 21 \f ",
    "22": " 22 Nausea / Vomiting Nausea or Vomiting Severity? Minor Major • Mild Nausea • Moderate N/V • No Vomiting • Tachycardia Keep NPO E Zofran NEMSIS: 9914131 Consider • Fever, Pain • Abdominal Pain Reviewed: Jun 2021 Zofran: 4 mg IM/IN, IV/IO, PO Q 5 min x2 Adult 22 \f ",
    "23": "23 AKA: Emesis, Hyperemesis, Cyclic Vomiting Nausea / Vomiting Imperatives • It is appropriate to pre-treat for nausea before symptoms start. - Consider before any intervention that may cause nausea. - Especially if vomiting would cause serious complications. • Avoid oral food and fluids. (Oral meds are OK.) - Keep patients NPO (Nil Per Os: Lat. “nothing through the mouth”) Medications • Zofran® (Ondansetron): Use for all causes of nausea & vomiting. - Use caution with Bradycardia, and Overdose / Tox. - Consider 12-Lead if hx/risk of long QT or electrolyte imbalance. - E May only give PO - use Orally Disintegrating Tabs (ODTs). Notes • Consider an atypical Cardiac cause in diabetics and the elderly. NEMSIS: 9914131 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2021 References • Medscape Vomiting: https://emedicine.medscape.com/article/933135 [Ver: 10/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Nausea / Vomiting 23 \f ",
    "24": " 24 Medical CODE No Pulse No Obvious Death No DNR/POST Assign Jobs First Second Third Compressions AED Support • Most important • Cut Clothes • Establish Airway • Start Immediately • Work around CPR • Provide Breathing • Minimize Breaks • Analyze Q 2 min • Use IO (Not IV) Chest Defib I Epi Compression If Advised I Lidocaine If VT/VF NEMSIS: 9914011, 9914015, 9914017, 9914055 Adjunct I Meds Disposition • BLS: Get ALS ASAP • ALS: Attempt 30 min Epi: 1 mg IO Q 5 min Adult Reviewed: Feb 2021 Lidocaine: 1 100 mg ￫ 2 50 mg st nd IO Q 5 min x2 Epi: 0.01 mg/kg IO Q 5 min Peds Lidocaine: 1 1 mg/kg ￫ 2 0.5 mg/kg IO Q 5 min x2 st nd 24 \f ",
    "25": "25 AKA: Cardiac Arrest, CPR, VT/VF, PEA, Asystole CODE Imperatives Compressions • Start compressions in place. • Adult/Peds: 120 /min - Transport ASAP if ROSC, or peds, • OPA/NPA: 30:2 w/ BVM or pregnant, or any Special Case. • BIAD/ETT: Continuous • BLS: Get ALS ASAP. Transport if witnessed or after any shock. • ALS: Try for 30 min. If no ROSC: Call for Termination. Medications Obvious Death • Lidocaine: Adult doses OK for • Pooling Lividity or • Rigor Mortis or any patient 50-100 kg (110-220 lbs) • Body Decomposition Otherwise: 1 1 mg/kg ￫ 2 0.5 mg/kg st nd • If no response to initial therapy, consider adjunct medications: I Amiodarone: 300￫150 mg IO x2 Persistent VT/VF I Bicarb: 50 mEq IO x1 Persistent VT/VF I Calcium: 1 gram IO x1 Persistent VT/VF I Magnesium: 2 grams IO x1 Torsades • Flush line well between Calcium and Bicarb (do not mix). Notes • Use caution with compressions and defib in a moving vehicle. NEMSIS: 9914011, 9914015, 9914017, 9914055 • EtCO2 can help identify ROSC and guide termination decision. • A well run CODE should operate like a pit crew. Focus on your job. Pediatrics • Use 15:2 compression ratio for dual rescuer BLS resuscitation. • Refer to Neonate for any peds under 1 month ( < 31 days) old. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Feb 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape CPR: https://emedicine.medscape.com/article/1344081 [Ver: 9/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 21 Medical CODE 25 \f ",
    "26": " 26 Medical ROSC Return of Pulse Reassess • Establish Airway • Provide Breathing • Treat Circulation Emergent Transport E 12-Lead Saline A Lock Ketamine I If Agitated NEMSIS: 9914019 Consider • Altered LOC • Diabetic, Overdose Reviewed: Jun 2021 Ketamine: 20 mg IV/IO Q 5 min x2 Adult 26 \f ",
    "27": "27 AKA: Return of Pulse, Post-Resuscitation Care Medical ROSC Imperatives • Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. - Move with purpose, but don't sacrifice patient stability. • Second most important is to treat Hypotension. - Be aggressive with fluids and pressors to treat Circulation. • Avoid hyperventilation. It can cause Hypotension and repeat arrest. Medications • Ketamine (Ketalar®): Use if biting on BIAD or overt discomfort. - Consider Sedation if appropriate and cleared for Critical Care. Notes • EtCO2 can help identify ROSC. • Therapeutic hypothermia is not included in this protocol. - This is also known as targeted temperature management. Pediatrics NEMSIS: 9914019 • Arrhythmias are common after ROSC, but are usually self-limited. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Jun 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape ROSC: https://www.medscape.com/viewarticle/762373 [Ver: 2012] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 21 Medical ROSC 27 \f ",
    "28": " 28 Chest Pain Cardiac Chest Discomfort Severity? Minor Major • Mild Discomfort • Nausea, Sweaty • Cardiac History • Pain that Radiates E 12-Lead E 12-Lead Adult Adult E Aspirin E Aspirin A Saline A Saline Lock Lock Adult E Nitro NEMSIS: 9914117, 9914143 Consider Consider • Breathing, Tachycardia Destination • Pain, Trunk Injury Triage Reviewed: Jun 2021 Aspirin: 4x 81 mg PO x1 Adult Doses Nitro: 0.4 mg SL Q 5 min x3 28 \f ",
    "29": "29 AKA: Heart Attack, Acute MI, Cardiac, Chest Discomfort Chest Pain Imperatives • This protocol is for suspected cardiac (ACS) emergencies only. - For pain resulting from chest trauma, refer to Trunk Injury. - For palpitations refer to Tachycardia or Bradycardia. • For all patients with an identified STEMI: place defib pads on. - Also expose and shave groin during transport if time allows. Medications • Aspirin (Baby ASA): Contraindicated with GI bleeding or peds. - Have patient chew four (4) 81mg tabs (not enteric coated). • Nitro (Nitroglycerin): May cause Hypotension. - Contraindicated if Hypotensive or inferior STEMI. - Contraindicated if recent (36 h) use of Viagra, Cialis, or Levitra. - Contraindicated if SBP under 110 mmHg without IV access. • If you see a STEMI Call • Or EKG says **AMI** • Call a HEART Alert ER Notes • Consider an atypical cardiac presentation in diabetics and elderly. - Actual chest pain is not always present. - Patients may have chest 'discomfort' or be weak or sweaty. - Ask about: nausea, SOB, abd pain, altered LOC, cardiac hx, etc. NEMSIS: 9914117, 9914143 Pediatrics • Cardiac chest pain is unlikely in peds. Consider other causes. • Aspirin and Nitro are contraindicated in peds chest pain. References Reviewed: Jun 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape ACS: https://emedicine.medscape.com/article/1910735 [Ver: 9/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 20 Chest Pain 29 \f ",
    "30": " 30 Dyspnea Obvious Difficulty Breathing Cause? Cause? Reactive Infectious Overload • COPD, Asthma • URI, Common Cold • Heart Failure, CHF • Croup in Peds • Pneumonia, Flu • Pulmonary Edema Position of Adult E Albuterol Comfort A Nitro E Atrovent NEMSIS: 9914137, 9914139, 9914197, 9914221, 9914223 A Decadron A Magnesium Consider • Breathing, Circulation • Tachy, Brady, Allergy Albuterol: 2.5 mg NEB Q 5 min x4 Reviewed: Aug 2020 Atrovent: 0.5 mg NEB x1 Adult Decadron: 8 mg IM, IV/IO, PO x1 Doses Magnesium: 2 grams IV/IO over 10 min Nitro: 0.4 mg SL Q 5 min x3 30 \f ",
    "31": "31 AKA: SOB, Wheezing, Asthma, COPD, CHF, Resp. Distress Dyspnea Imperatives • Breathing (O2 and CPAP) should take precedence over meds. • SpO2 and EtCO2 should be used extensively for dyspnea. Medications • Decadron® (Dexamethasone): May give IV formulation PO. - May mix the IV solution with juice or drink it straight. - PO is not appropriate for patients in extremis. Use IM or IV/IO. • Nitro (Nitroglycerin): May cause Hypotension. - May use double dose (0.8 mg) if hypertensive & requiring CPAP. - Contraindicated if Hypotensive or Inferior STEMI. - Contraindicated if recent (36h) use of Viagra, Cialis or Levitra. • Albuterol (Ventolin®) & Atrovent® (Ipratropium bromide): - May combine in same nebulizer. May cause palpitations. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Anxiety can also cause dyspnea and hyperventilation. - Consider simple reassurance for obvious benign anxiety. NEMSIS: 9914137, 9914139, 9914197, 9914221, 9914223 Pediatrics • Defer aggressive evaluation if any concern for epiglottitis. - Agitation can make it much worse. - Epiglottitis is unlikely in fully vaccinated patients. • Croup is an infection that is best treated like a reactive cause. • Use Peds Reference or other approved source for peds dosing. References • Medscape COPD: https://emedicine.medscape.com/article/297664 [Ver: 9/20] Reviewed: Aug 2020 • Medscape Asthma: https://emedicine.medscape.com/article/296301 [Ver: 9/20] • Medscape CHF: https://emedicine.medscape.com/article/163062 [Ver: 5/18] • Medscape Croup: https://emedicine.medscape.com/article/962972 [Ver: 10/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10, 19 Dyspnea 31 \f ",
    "32": " 32 Allergic Reaction Symptomatic Call Medical Control for Allergic Reaction Refusals Severity? Minor Major • Rash, Itching • Poor Perfusion • Mild Dyspnea • Obvious Dyspnea E Albuterol E Epi E Atrovent E Albuterol E Benadryl E Atrovent E Benadryl A Decadron NEMSIS: 9914111 Consider • Circulation • Dyspnea Albuterol: 2.5 mg NEB Q 5 min x4 Reviewed: Oct 2020 Atrovent: 0.5 mg NEB x1 Adult Benadryl: 25 mg IM, IV/IO, PO x1 Doses Epi: 0.3 mg auto, IM Q 5 min x3 Decadron: 8 mg IM, IV/IO, PO x1 32 \f ",
    "33": "33 AKA: Rash, Hives, Itching, Anaphylaxis Allergic Reaction Imperatives • Airway symptoms and facial swelling indicate a major reaction. - Lip and tongue swelling can be an immediate life threat. • A Use IM, IV/IO (if able) for any patient in extremis. Medications • Epi (Epinephrine): Treat major reactions aggressively. - Use for any major Airway, Breathing or Circulation problems. - Common side effects: chest discomfort, palpitations, shaking - Be cautious in patients over 50 y/o or with CAD or chest pain. - E May only use auto-injector or color coded admin system. - EpiPen Jr.®: Use for 4-9 y/o. EpiPen®: Use for 10+ y/o. • Albuterol (Ventolin®): Use for any dyspnea or wheezing. - Unlikely to help with rash or itching. May cause palpitations. • Decadron® (Dexamethasone): May give IV formulation PO. - May mix the IV solution with juice or drink it straight. • Benadryl® (Diphenhydramine): Do not give IV formulation PO. - E May only give PO (use OTC pills or tabs). Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Rapid onset of symptoms indicates a more severe reaction. NEMSIS: 9914111 • Severe reactions may also include N/V and abdominal pain. Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2020 • Medscape Hives: https://emedicine.medscape.com/article/137362 [Ver: 3/18] • Medscape Anaphylaxis: https://emedicine.medscape.com/article/135065 [Ver: 5/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 23 Allergic Reaction 33 \f ",
    "34": " 34 Abdominal Pain Abdominal Discomfort Cause? Cause? N/V GERD • From Any Cause • “Burning” Pain • Tx: Nausea • Consider Cardiac AAA GI Bleed • “Pulsatile Mass” • Red or Black Vomit • Monitor for Shock • Monitor for Shock Trauma Infectious • Hx: Injury, Fall • Ex: Appendix • Tx: Trunk Injury • Avoid PO Meds NEMSIS: 9914109 Consider • Nausea / Vomiting • Pain Reviewed: Jun 2021 34 \f ",
    "35": "35 AKA: Stomach (Belly) Pain, Heartburn, GERD, Acid Reflux Abdominal Pain Imperatives • Investigate and treat the underlying cause. • This protocol is for medical causes of abdominal pain. - For traumatic abdominal pain, refer to Trunk Injury. • Inquire about Pregnancy and consider complications. • Prepare for Hypotension if suspected: - AAA: Midline 'pulsatile mass' in the elderly - GI Bleeding: Black stool (melena) or 'coffee ground' emesis • Avoid PO meds with severe abdominal pain. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. Pediatrics • Simple constipation is a common cause in peds. NEMSIS: 9914109 - It does not require aggressive EMS intervention. Reviewed: Jun 2021 References • Medscape Abd Pain: https://emedicine.medscape.com/article/776663 [Ver: 7/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 26 Abdominal Pain 35 \f ",
    "36": " 36 Altered LOC / Syncope Confused or Unresponsive (but breathing) Glucometer E 12-Lead Saline A Lock Cause? Diabetic Psychiatric • Hx: Diabetes • Suicidal, Homicidal • Abnormal Glucose • Delusions, Psychosis Overdose/Tox Injury • Hx: Ingestion/Exposure • Head Injury, Bleeding NEMSIS: 9914113, 9914149 • Obvious Drugs/EtOH • Cold / Heat Exposure Seizure Fever • Hx: Epilepsy • Hx: Illness or Sepsis • Shaking, Confused • Skin Hot Reviewed: Jun 2021 Stroke Cardiac • FacialDroop,Weakness • Brady, Tachy • Slurred Speech • Shock, Chest Pain 36 \f ",
    "37": "37 AKA: Fainting, Collapse, Unresponsive 'but breathing' Altered LOC Imperatives • Altered LOC and syncope are complex problems. - Most important step is to consider and search for the cause. - Investigate the scene and take a careful history. • Unstable patients should be treated aggressively. - Be prepared for a Medical CODE. • Alcohol and drugs can mask other causes of altered LOC. - Don't assume Intoxication is the only problem. • Syncope may be caused by or result in trauma. - Maintain a high index of suspicion. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Consider Sepsis if cleared for Critical Care and pt is delirious. Pediatrics • Most causes of transient syncope are benign. NEMSIS: 9914113, 9914149 • Prolonged altered LOC indicates potentially serious pathology. • Syncope during exertion can be a true cardiac emergency. References Reviewed: Jun 2021 • Medscape Syncope: https://emedicine.medscape.com/article/811669 [Ver: 1/17] • Medscape Delirium: https://emedicine.medscape.com/article/793247 [Ver: 9/18] • Medscape Hypoglycemia: https://emedicine.medscape.com/article/122122 [Ver: 7/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Altered LOC / Syncope 37 \f ",
    "38": " 38 Diabetic Diabetic Complication Glucose? Low High • Below 60 mg/dL • Above 400 mg/dL • Confusion • Polyuria, Thirst Oral E Glucose A NS Bolus E Glucagon E 12-Lead A D10 E 12-Lead NEMSIS: 9914121, 9914125 Consider • Altered LOC • Seizure, OD / Tox Reviewed: Oct 2020 Oral Glucose: 15 g PO Q 5 min x3 Adult Glucagon: 1 mg IM/IN x1 Doses D10: 100 mL IV/IO Q 5 min x5 NS Bolus: 1,000 mL IV/IO x1 38 \f ",
    "39": "39 AKA: Hypo/Hyperglycemia, Blood Sugar, Blood Glucose Diabetic Imperatives • EMS intervention is not required for mild asymptomatic patients. • Consider a concurrent Cardiac emergency in the elderly. - Many diabetic emergencies benefit from a 12-Lead if able. • Consider other causes of Altered LOC even with hypoglycemia. • Hypoglycemia from sulfonylureas can be refractory and profound. - Ex: glipizide (Glucotrol®), glyburide, glimepiride (Amaryl®) - Call Medical Control for any refusal if taking sulfonylureas. Medications • Oral Glucose (Glutose 15™): Avoid if patient cannot swallow. - Consider regular food as an alternative if available. - Prioritize food and drinks with simple sugar. - Also provide complex carbs/protein (like peanut butter). • Glucagon (Glucagen®): Caution - improvement is temporary! - Must provide additional glucose after administration. - Give PO glucose if able and be prepared to give D10. - Call Medical Control for all refusals after Glucagon. - E Only use intranasal (IN) route for administration. • D10 (Dextrose 10%): Recheck glucose prior to repeat dosing. - May attempt without glucometer if hypoglycemia likely. Notes • Avoid starting an IV in the legs or feet of a diabetic patient. NEMSIS: 9914121, 9914125 • Sustained hyperglycemia may lead to Diabetic Ketoacidosis. - Consider DKA / HHS if appropriate and cleared for Critical Care. Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2020 • Medscape Hypoglycemia: https://emedicine.medscape.com/article/122122 [Ver: 6/20] • Medscape DKA: https://emedicine.medscape.com/article/118361 [Ver: 5/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Diabetic 39 \f ",
    "40": " 40 Overdose / Tox Ensure Symptomatic Call Medical Provider Toxic Exposure Control for SAFETY or Overdose Refusals Severity? Minor Major •AdequatePerfusion • Poor Perfusion •Minor Symptoms • Toxic Effects Saline Administer A Lock I Antidote E 12-Lead NEMSIS: 9914043, 9914135, 9914215, 9914217, 9914219, 99104225 A Saline Lock Ensure Consider Patient • Other Co-ingestions DECON • Shock, Brady, N/V Toxin Opiates Narcan: 0.4-4 mg IM/IN, IV/IO Adult Reviewed: May 2021 I ß-blocker Glucagon: 1 mg IM/IN Antidote I Organophos Atropine: 2 mg IM, IV/IO Doses I Ca-blocker Calcium: 1 g over 10 min IV/IO I Tricyclic Bicarb: 50 mEq IV/IO 40 \f ",
    "41": "41 AKA: Poisoning, Ingestion, Intoxicated (Drunk) Overdose / Tox Imperatives • Collect a detailed history and SDS (Safety Data Sheet) if able: - Substance, quantity and time of ingestion or exposure • Monitor Airway closely with all caustic ingestions. • Not all ingestions require a specific antidote or intervention. - Stable patients may be monitored and transported. - Supportive care is sufficient for Alcohol (ethanol) intoxication. Medications • Narcan® (Naloxone): Should only be used to treat Hypoxia. - May provide premeasured intranasal doses only. - A Avoid rapid reversal. Titrate to oxygenation. - May repeat PRN. Call Medical Control for refusal w/ Narcan. • Glucagon, Atropine: Likely will need multiple doses. • Calcium (Chloride): Avoid with Rocephin or Digoxin® (fatal). • Bicarb (Sodium Bicarbonate): Use for any EKG changes. • Flush line well between Calcium and Bicarb (do not mix). • Mark 1™ (Atropine/2-PAM): May use if MCI / nerve agent • I Cyanokit® (Cyanide antidote): May use kit if indicated NEMSIS: 9914043, 9914135, 9914215, 9914217, 9914219, 99104225 Notes • If substance is known, consider Poison Control: 800-222-1222. • This protocol includes chemical ingestion and organophosphates. - For skin exposure refer to Burns; for gas refer to Inhalation. Pediatrics • Just a single pill of some adult meds can cause major symptoms. - Be prepared to treat Shock if overdose is suspected. - Ingested cigarettes or vape fluid (nicotine) can be fatal. • Use Peds Reference or other approved source for peds dosing. References Reviewed: May 2021 • Medscape Opioids: https://emedicine.medscape.com/article/815784 [Ver: 6/20] • Medscape Tricyclics: https://emedicine.medscape.com/article/819204 [Ver: 5/20] • Medscape Organophosphate: https://emedicine.medscape.com/article/167726 [Ver: 12/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 25 Overdose / Tox 41 \f ",
    "42": " 42 Seizure Convulsions or Posturing Active? Not Seizing Seizing •Recent Convulsion •Protect From Harm •Postictal Confusion •Hx: Epilepsy Glucometer A Versed Saline Magnesium A Lock A If Pregnant NEMSIS: 9914141, 9914157 Consider • Head Trauma • Altered LOC Reviewed: Jun 2021 Versed: 2.5 mg IV/IO, IM/IN Q 2 min x4 Adult Doses Magnesium: 2 grams IV/IO x1 42 \f ",
    "43": "43 AKA: Epilepsy, Eclampsia, Febrile Seizure, Withdrawal Seizure Imperatives • Active convulsions with Altered LOC should be treated promptly. - Meds are contraindicated without active convulsions. • Non-specific shaking with normal LOC may not need intervention. • Non-epileptic pseudoseizures do not require EMS intervention. - Consider other causes such as Psychiatric or OD / Tox. • Aggressively treat seizures due to alcohol or benzo withdrawal. • Use caution with needles - increased risk of provider injury. Medications • Versed® (Midazolam): Only appropriate for active convulsions. - May double when admin IM/IN to limit risk (5 mg IM Q 5 min x2) • Magnesium (sulfate): May cause Hypotension and Dyspnea. - Only useful for seizures in late Pregnancy (20 weeks & over). - Do not provide in early pregnancy. Eclampsia is unlikely. Notes • Obtain details of patient's seizure meds if immediately available. • Seizures can come in groups, be prepared to treat another seizure. • Confusion after seizure is common and may last over 30 min. - Transient stroke-like paralysis is also possible but is not a CVA. NEMSIS: 9914141, 9914157 Pediatrics • Peds under 5 y/o may have a seizure caused by Fever. - It is usually self limiting and does not require intervention. - Consider medication if longer than 5 min or seizure reoccurs. - Aggressively treat any peds seizure not associated with Fever. • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2021 References • Medscape Seizure: https://emedicine.medscape.com/article/1184846 [Ver: 10/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Seizure 43 \f ",
    "44": " 44 Stroke Acute Focal Neuro Deficits Glucometer E 12-Lead Ask Last Normal Stroke Questionnaire Saline A Lock NEMSIS: 9914145 Consider Consider • Breathing, Circulation Destination • Altered LOC Triage Reviewed: Oct 2017 44 \f ",
    "45": "45 AKA: CVA, TIA, Mini Stroke Stroke Imperatives • Treatment is time sensitive. Do not delay transport for procedures. • Time Last Normal is not necessarily when symptoms started. - If noticed upon waking up: last normal is before bed. - If altered LOC: last normal is when someone saw them normal. • Stroke Questionnaires: Use the Cincinnati Stroke FAST exam. - Consider additional screening if able (Stroke VAN or NIHSS). • Attempt a Saline Lock only once. Leave other sites for ED staff. Cincinnati Stroke Stroke VAN • Facial Droop? • Vision: Partial / Total Loss? • Arm Drift? • Aphasia: Trouble Speaking? • Slurred Speech? • Neglect: Ignoring One Side? • Time Last Normal? • If you suspect a CVA Call • & Last Normal < 6 h • Call a STROKE Alert ER Notes • Most thrombolytic therapy must occur within 6 hours. - Vascular intervention may be possible out to 24 hours. • Encourage family or guardian to accompany patient. - There are important decisions to be made quickly at the ED. - Record phone number for family or guardian if possible. NEMSIS: 9914145 Pediatrics • Stroke is unlikely in peds. Consider other causes of Altered LOC. Reviewed: Jan 2021 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • Medscape Stroke: https://emedicine.medscape.com/article/1916852 [Ver: 5/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Stroke 45 \f ",
    "46": " 46 Psychiatric Ensure Overt Psychosis Call Medical Provider Control for SAFETY or SI / HI Refusals Severity? Mild Moderate Severe • Mostly Calm • Moderate Agitation •Delirious,Irrational • Mostly Agreeable • Will Listen to You •Fighting,Agitated Position of Versed Call Police Comfort I I Versed I Haldol NEMSIS: 9914053 Consider • Circulation (shock) • Altered LOC Reviewed: Jun 2021 Versed: 2.5 mg IV/IO, IM/IN Q 2 min x4 Adult Doses Haldol: 5 mg IM x1 46 \f ",
    "47": "47 AKA: Restraint, Suicidal, Behavioral, Dementia, Delirium Psychiatric Imperatives • Do not assume psychosis. Evaluate and treat for other causes. • Psychiatric patients may not have the capacity to Refuse. - Involve Police and call Medical Control for any psych refusal. • Use of any restraint presents significant medical (and legal) risk. - Use only to ensure safety of patient and providers. - Use only when risk of harm is greater than risk of restraint. - Elderly or frail patients are unlikely to need restraint. - Restraint should be a last resort. • Physical restraint should only be used in conjunction with Police. - Ask for Police help if the patient is physically combative. - Monitor closely for Airway or Breathing complications. • Use caution with needles - increased risk of provider injury. Medications • Versed® (Midazolam): Use with caution with peds and elderly. - May double when admin IM/IN to limit risk (5 mg IM Q 5 min x2) • Haldol® (Haloperidol): Requires transport and ALS monitoring. Notes • Consider calling Medical Control for repeat dosing. • SI / HI: Suicidal or Homicidal Ideation - Thoughts or acts of hurting themselves or other people. NEMSIS: 9914053 Pediatrics • Consider calling Medical Control prior to restraining peds. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Jun 2021 • Medscape Suicide: https://emedicine.medscape.com/article/2013085 [Ver: 8/19] • Medscape Aggression: https://emedicine.medscape.com/article/288689 [Ver: 6/17] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 27 Psychiatric 47 \f ",
    "48": " 48 Pregnancy / Delivery Suspected or Call Medical Known Pregnancy Control for (20 weeks & over) Refusals Delivery? Cause? Not Imminent Normal Complicated •Vaginal Bleeding •Adequate Perfusion • Premature or Twins •Labor, Contractions •Full Term ( > 36 w) • Breech or Cord •Miscarriage •Head Presentation • Failed Delivery Left Lateral Deliver Don’t Push Recumbent E Baby A NS Bolus Manage Emergent Neonate Transport Saline Manage OB A Lock E Complication A NS Bolus NEMSIS: 9914155 Consider • HTN, Circulation • Seizure, Bleeding Reviewed: Dec 2017 NS Bolus: 1,000 mL IV/IO x1 Adult 48 \f ",
    "49": "49 AKA: Contractions, Pre / Eclampsia, Postpartum care Pregnancy / Delivery Imperatives • This protocol applies to late pregnancy (20 weeks & over). - Uterus palpable above the umbilicus suggests late pregnancy. - There are no specific EMS interventions for early pregnancy. • Any SBP reading above 140 mmHg may be preeclampsia. - Prioritize transport. Call Medical Control for any refusal. • Aggressively treat any Seizure as eclampsia. • Any maternal trauma after 20 weeks should be transported. - Fetus may have injury that is not immediately obvious. - Even minor trauma (simple falls, etc) can cause fetal harm. • Prioritize transport for any complications with delivery. - Reduce cord if found around the neck. • Manage OB Complications during transport: - Failed Delivery / Shoulder Dystocia: transport knees to chest - Prolapsed Cord: fingers in vagina to remove pressure on cord - Breech: support presenting part, do not pull on part Notes • Remember not all medications are safe in pregnancy. - Call Medical Control if any question. • Fundal massage is important to help stop postpartum bleeding. • May attempt home delivery if uncomplicated and imminent. - Crowning and urge to push suggest delivery is imminent. • Attempt to have a chaperone present for any genital evaluation. NEMSIS: 9914155 Pediatrics • Refer to Neonate for management of the newborn baby. References Reviewed: Feb 2018 • Medscape Delivery: https://emedicine.medscape.com/article/260036 [Ver: 1/19] • Medscape Eclampsia: https://emedicine.medscape.com/article/253960 [Ver: 4/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 36 Pregnancy / Delivery 49 \f ",
    "50": " 50 Neonate Infant Call Medical Under 1 Month Old Control for (< 30 days) Refusals Stimulate, Warm & Dry Pulse? Over 100 100 - 60 Under 60 • Warm, Pink Skin • Cyanosis • Floppy Baby • Active Cry • Weak Cry • Low / Zero APGAR APGAR Provide O2 Chest Compression BVM Provide O2 Assist BVM NEMSIS: 9914133, 9914163 Ventilate Peds I Epi Consider • Bradycardia Reviewed: Apr 2019 • Circulation (shock) Epi: 0.5 mL (of 1 mg per 10 mL) IV/IO Q 5 min Peds 50 \f ",
    "51": "51 AKA: Newborn, Baby Resuscitation Compressions • Neonate: 120 /min Neonate Imperatives • OPA/NPA: 3 : 1 w/ BVM • Most respond to stimulation. • BIAD: Continuous - Suction mouth then nose. - Clamp & cut cord. BVM Rate - Dry off. Keep warm. • Neonate: Q 2 sec (30 /min) - Use BVM if any distress. • Other less common causes of newborn distress include: - Pneumothorax, Hypoglycemia, Shock APGAR: 2 1 0 • Appearance pink blue gray • Pulse 100+ 99-1 0 • Grimace good poor none • Activity kicks weak limp • Respiration cry gasp 0 Notes • Document 1 and 5 minute APGAR scores. - Add total points from each of the five categories. • Use mom and baby ID bands if available. • Meconium suction is not included in this protocol. • Avoid high flow oxygen into a newborn's eyes. NEMSIS: 9914133, 9914163 Adults • This protocol is for infants under 1 month (< 30 days) old only. • It does not apply to adults or older peds. References Reviewed: Sep 2018 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Delivery: https://emedicine.medscape.com/article/260036 [Ver: 1 / 19] • Medscape Neonate: https://emedicine.medscape.com/article/977002 [Ver: 2 / 19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 36 Neonate 51 \f ",
    "52": " 52 Trauma CODE No Pulse No Mortal Injury No DNR/POST Assign Jobs First Second Third Compressions Trauma Care Medical Care • Most important • Control Bleeding • Try Medical CODE • Start Immediately • Aggressive Fluids • Analize Q 2 min • Minimize Breaks • Airway / Breathing • Start with IO Chest Tourniquet Defib Compression If Advised Needle Epi I Decompress I A NS Bolus I Lidocaine If VT/VF NEMSIS: 9914087 Disposition • Transport ASAP Reviewed: Feb 2021 NS Bolus: 1,000 mL IV/IO x2 Adult Epi: 1 mg IV/IO Q 5 min Doses Lidocaine: 1 100 mg ￫ 2 50 mg IV/IO Q 5 min x2 st nd 52 \f ",
    "53": "53 AKA: Traumatic Arrest CODE Imperatives Compressions • Adult/Peds: 120 /min • Place Tourniquets if needed. • OPA/NPA: 30:2 w/ BVM - Limiting blood loss is critical. • BIAD/ETT: Continuous • Try bilateral Needle Decompression. - Hidden pneumothorax may cause traumatic arrest. • This protocol applies to cardiac arrest caused by severe trauma. - Refer to Medical CODE for arrest with only incidental injuries. • Definitive treatment for traumatic arrest is the operating room. - Prioritize compression, tourniquets and transport ASAP. Mortal Injuries • If Any Trauma CPR Call • Decapitation or Exposed Brain • Or Unstable Vitals • Destruction of Trunk or Organs • Call a TRAUMA Alert ER • Burned Beyond Recognition • Massive Blunt Force, Explosion • Over 30 min Since Arrest Medications • NS Bolus (0.9% Saline): Appropriate use in trauma is critical. - Be aggressive with fluid for Hypotension or poor perfusion. - Avoid aggressive fluids once SBP is stable above 90 mmHg. • Lidocaine: Adult doses OK for any pt 50-100 kg (110-220 lbs) - Otherwise use: 1 1 mg/kg ￫ 2 0.5 mg/kg st nd Notes • Use caution with compressions and defib in a moving vehicle. • EtCO2 can help identify ROSC and guide termination decision. NEMSIS: 9914087 • A well run CODE should operate like a pit crew. Focus on your job. Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Feb 2021 • ATLS®: https://viaaerearcp.files.wordpress.com/2018/02/atls-2018.pdf [Ver: 2018] • NAEMSP Mortal Injuries: https://doi.org/10.3109/10903127.2012.755586 [Ver: 1 / 13] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Trauma CODE 53 \f ",
    "54": " 54 Trauma ROSC Return of Pulse Reassess • Establish Airway • Provide Breathing • Treat Circulation Emergent Transport Tourniquet Needle I Decompress E 12-Lead Saline A Lock Ketamine NEMSIS: 9914165 I If Agitated Consider Consider • Bleeding, Shock Destination • Medical ROSC Triage Reviewed: Nov 2017 Ketamine: 20 mg IV/IO Q 5 min x2 Adult 54 \f ",
    "55": "55 AKA: Return of Pulse / Post-Resuscitation after Trauma Trauma ROSC Imperatives • Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. • Reassess and repeat Needle Decompression as needed. - Repeat immediately if decompensation after initial success. • Reassess and apply additional Tourniquets as needed. - Pack and apply pressure for trunk bleeding. • Consider a concurrent medical cause preceding the trauma. Poor Perfusion • Suspect if several of these: • If Any Trauma CPR Call - Altered Mental Status • Or Unstable Vitals - Skin Pale, Cool, Diaphoretic • Call a TRAUMA Alert ER - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • Ketamine (Ketalar®): Use if biting on BIAD or overt discomfort. - Consider Sedation if appropriate and cleared for Critical Care. NEMSIS: 9914165 Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Jan 2019 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • ATLS®: https://viaaerearcp.files.wordpress.com/2018/02/atls-2018.pdf [Ver: 2018] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Trauma ROSC 55 \f ",
    "56": " 56 Major Trauma Obvious Multisystem Injury Priorities First Second Third 1° Survey Rapid Evac 2° Survey • Treat Circulation • Consider Air Evac • Repeat 1° Survey • Establish Airway • Scene Time < 10 m • Treat Other Injury • Provide Breathing • Manual C-spine • Treat Pain Tourniquet Emergent A NS Bolus Transport Needle Ancef I Decompress A If Open Fracture Chest Seal NEMSIS: 9914045, 9914105, 9914207 Consider Consider • Breathing, Shock Destination • Bleeding Triage Reviewed: Jun 2021 NS Bolus: 1,000 mL IV/IO x2 Adult Doses Ancef: 1 gram IV/IO, IM x1 56 \f ",
    "57": "57 AKA: Multisystem Trauma, Explosion / Blast Injury Major Trauma Imperatives • Rapid transport is critical for massive life threatening injury. - Get the patient to the hospital. - Delay transport only to address major threats to life. - Secondary survey and treatment can occur during transport. • It is appropriate to start with rapid manual immobilization only. - May delay placing the c-collar and LBB to the secondary survey. - You should delay extremity splinting to the secondary survey. Poor Perfusion • If Major Intervention Call • Suspect if several of these: • Or Major Mechanism - Altered Mental Status • Call a TRAUMA Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • NS Bolus (0.9% Saline): Appropriate use in trauma is critical. - Be aggressive with fluid for Hypotension or poor perfusion. - Avoid aggressive fluids once SBP above 90 mmHg. • Ancef® (Cefazolin): Provide if an open fracture is suspected. - Avoid if pt allergic to Keflex, PCN or other cephalosporins. - Reconstitute powder with 2-3 mL of NS and shake well. NEMSIS: 9914045, 9914105, 9914207 Notes • Do not remove impaled objects. Splint object in position found. • Mechanism is an important indicator of injury severity. Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2021 References • Medscape Polytrauma: https://emedicine.medscape.com/article/1270888 [Ver: 12/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Major Trauma 57 \f ",
    "58": " 58 Bleeding Acute Traumatic Hemorrhage Direct Pressure Severity? Minor Major •AdequatePerfusion • Poor Perfusion •Superficial Injury • Pulsatile Bleeding Wound Tourniquet Care Wound Packing A TXA NEMSIS: 9914083 Consider Consider • Breathing, Shock Destination • Major Trauma Triage Reviewed: Oct 2020 TXA: 1 gram IV/IO over 10 min Adult 58 \f ",
    "59": "59 AKA: Hemorrhage, Tourniquet, Wound Packing Bleeding Imperatives • Advance to Tourniquet rapidly for major arm / leg bleeding. - Write the time of Tourniquet application on the patient. • Avoid tourniquets or wound packing for: - Unstable, depressed or open skull fractures; chest wounds - Bleeding from body orifices: vagina, rectum, ear, mouth, etc. Poor Perfusion • If Major Intervention Call • Suspect if several of these: • Or Major Mechanism - Altered Mental Status • Call a TRAUMA Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • TXA (Tranexamic Acid): Avoid if injury 3+ hours old or known PE. - Use for any major external traumatic bleeding. - Use for suspected intra-abdominal bleeding w/ poor perfusion. - Such as: pelvic fracture, rigid abdomen, abdominal contusions - Avoid for other forms of suspected internal bleeding. Notes • Consider removing bystander dressings to investigate severity. • Lacerations benefit from repair within the first few hours. • Bandage wounds after bleeding is controlled. NEMSIS: 9914083 Pediatrics • Hypotension is a late sign of Shock in peds. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2020 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • ATLS®: https://viaaerearcp.files.wordpress.com/2018/02/atls-2018.pdf [Ver: 2018] • Stop the Bleed®: https://www.stopthebleed.org/ [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Bleeding 59 \f ",
    "60": " 60 Immobilization Suspected Blunt Spinal Injury Indications? Absent Present • Can Give History • History Unreliable • No Indications • Any Indications Spine SMR with Clear C-collar NEMSIS: 9914073, 9914107 Consider • Pain • Major Trauma Indications Reviewed: Feb 2021 • Spine Tenderness • Altered LOC from Baseline • Spine Deformity • Acutely Intoxicated • Neuro Deficits • Distracting Injury or Mechanism 60 \f ",
    "61": "61 AKA: Spinal Motion Restriction (SMR), C-spine, Backboard Immobilization Imperatives • While backboards have historically been used to attempt spinal immobilization, SMR may also be achieved by use of a scoop stretcher, vacuum splint, ambulance cot, or other similar device to which a patient is safely secured. † • A long spine board, a scoop stretcher, or a vacuum mattress is recommended to assist with patient transfers ... to minimize flexion, extension, or rotation of the possibly injured spine. † • There is no role for SMR in penetrating trauma. † • SMR requires supine positioning and a c-collar. • Awake, compliant patients may be safely secured with seat belts. Notes • Spine Tenderness or Deformity includes any: - Midline neck or back pain, tenderness, crepitus, step off etc. • Neuro Deficits include any new symptoms of neurologic injury: - Unconscious greater than 1 min, or seizure - Paralysis, weakness, numbness, or vision changes - Shooting ‘electric’ pain, or tingling in any extremity • Altered LOC from Baseline includes any change in mentation: - GCS less than baseline, new confusion • Acute Intoxication includes any alteration in mentation due to: - Alcohol, medications or illegal drugs • Distracting Injury or Mechanism may include: NEMSIS: 9914073, 9914107 - Airway trauma, obvious SOB, major bleeding, or unstable vitals - Fall > 10 ft, flail chest, unstable pelvis, or 2° or 3° Burn > 10% - Major fracture, crushed, mangled, or amputated extremity - High risk MVC: ejection, roll over, death in vehicle, struck by car Pediatrics • Any child that cannot provide a reliable history should have SMR. Reviewed: Feb 2021 References • ACS-COT, ACEP, NAEMSP: SMR in Trauma - Joint Statement † [Ver: 2018] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 33 Immobilization 61 \f ",
    "62": " 62 Head Injury Head, Face or Neck Trauma Location? Cause? Skull Fx Mouth • Avoid Pressure •Tx: Airway • Battle’s Sign •Be Careful w/ BIAD Scalp Ears • Tx: Bleeding • Check for CSF • Consider Fracture • Do Not Pack Ears Neck Nose • Tx: Immobilization • Tx: Epistaxis NEMSIS: 9914041, 9914057, 9914099, 9914101, 9914205 • Chest Seal • Do Not Reduce Eyes Teeth •Flush Any Chemical • Place in Solution •Patch Both for Inj. • May Try to Replant Consider • Major Trauma • Altered LOC, Seizure Reviewed: Feb 2021 62 \f ",
    "63": "63 AKA: Concussion, Face / Neck / Eye / Nose / Mouth Trauma Head Injury Imperatives • Transport emergently if sudden changes in LOC. • Hypoxia and Hypotension are associated with poor outcomes. - Investigate and treat for Hypoxia and Hypotension aggressively. • Hyperventilate to reduce EtCO2 (30-35 mmHg) if signs of herniation: - Obvious HTN with profound bradycardia - Altered LOC with unequal pupils or posturing • Do not remove impaled objects. Splint object in position found. • Lacerations benefit from repair within the first few hours. • Mechanism predicts severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Notes • Skull Fx: May cause bruising behind ears or around both eyes. • Scalp: Lacerations may bleed aggressively. Direct pressure if no fx. • Neck: All penetrations should have a chest seal. • Eye: Contamination benefits from copious flushing (NS or water). - Patch both eyes for any penetrating injury. NEMSIS: 9914041, 9914057, 9914099, 9914101, 9914205 • Mouth: Monitor Airway. May skip BIAD if obvious complications. • Ear: Check any discharge for CSF by dropping on white paper. - A yellow / clear halo suggests CSF leak from skull fracture. • Nose: Do not attempt to reduce. Treat for Epistaxis. • Teeth: Transport avulsions in Hank's solution or NS. - Attempt replantation only in uncomplicated & isolated injury. • Concussion: Usually does not require EMS intervention. Pediatrics • Do not attempt replantation for primary (baby) teeth. • Use Peds Reference or other approved source for peds dosing. Reviewed: Feb 2021 References • Medscape Head Injury: https://emedicine.medscape.com/article/1163653 [Ver: 10/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 33 Head Injury 63 \f ",
    "64": " 64 Trunk Injury Chest, Back, or Abdomen Trauma Injury? Cause? Penetration Impaled • Tx: Breathing • Splint Object • Consider PTX • Don’t Remove Evisceration Flail Chest • Saline Gauze • Tx: Breathing • Vapor Barrier • Assist with BVM Spine Unstable Pelvis • Tx: Immobilization • Tx: Shock • Check for Step Off • Use Pelvic Binder NEMSIS: 9914193 Consider • Major Trauma • Bleeding, Pain Reviewed: Oct 2017 64 \f ",
    "65": "65 AKA: Thoracic / Abdominal Injury, Evisceration Trunk Injury Imperatives • Do not remove impaled objects. Splint object in position found. • Lacerations benefit from repair within the first few hours. • Mechanism is an important indicator of injury severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Notes • Penetration: All penetrations should have a chest seal. • Evisceration: Cover with saline gauze and vapor barrier. • Spine: Monitor for Neuro Deficits and treat Immobilization. • Impaled: Cut object free of wreckage. Do not remove from patient. • Flail Chest: Monitor for Pneumothorax. Use BVM for Dyspnea. • Unstable Pelvis: Assess with compression once. Use Pelvic Binder. Pediatrics NEMSIS: 9914193 • Trunk injury is more likely in peds struck by a car. References Reviewed: Jan 2019 • Medscape Blunt Chest: https://emedicine.medscape.com/article/428723 [Ver: 9/20] • Medscape Penetrating Abd: https://emedicine.medscape.com/article/2036859 [Ver: 1/17] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 31 Trunk Injury 65 \f ",
    "66": " 66 Extremity Injury Arm or Leg Trauma Distal Pulses? Intact Absent • Skin Warm, Pink • Skin Pale, Cool • Good Cap Refill • Poor Cap Refill Wound Reduce Care E Deformity Splint Emergent Transport Ice Pack Splint Ancef A If Open Fracture NEMSIS: 9914077, 9914097 Consider • Pain, Bleeding • Crush Injury Reviewed: Jun 2021 Ancef: 1 gram IV/IO, IM x1 Adult 66 \f ",
    "67": "67 AKA: Amputation, Long Bone Fx, Splinting, Sprain / Strain Extremity Injury Imperatives • Pulseless extremities and amputations are true emergencies. - Record time of injury. Transport ASAP. - Wrap amputated parts in saline gauze and place in sealed bag. - Place bag on ice if available. Record time placed on ice. • Remove adjacent and distal jewelry if able. • Record peripheral neurovascular status before and after splinting. • Consider a traction splint for femur fractures when appropriate. - Massive internal hemorrhage is possible with femur or hip fx. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Medications • Ancef® (Cefazolin): Provide if an open fracture is suspected. - Avoid if pt allergic to Keflex, PCN or other cephalosporins. - Reconstitute powder with 2-3 mL of NS and shake well. Notes • Lacerations benefit from repair within the first few hours. NEMSIS: 9914077, 9914097 • Mechanism is an important indicator of injury severity. Pediatrics • Consider Child Abuse for injuries that do not match the history. References Reviewed: Jun 2021 • Medscape Fracture Care: https://emedicine.medscape.com/article/1270717 [Ver: 3/20] • Medscape Vascular Trauma: https://emedicine.medscape.com/article/462752 [Ver: 11/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 30 Extremity Injury 67 \f ",
    "68": " 68 Crush Injury Ensure Extremity Provider SAFETY Entrapment Severity? Minor Major • Rapidly Extricated • Prolonged Crush • Distal Injury • Proximal Injury E 12-Lead A NS Bolus Monitor for Calcium Hyper K+ I I Bicarb E 12-Lead NEMSIS: 9914089 Consider • Bleeding, Shock • Major Trauma Reviewed: May 2021 NS Bolus: 1,000 mL IV/IO x2 Adult Calcium: 1 gram IV/IO over 10 min Doses Bicarb: 50 mEq IV/IO x1 68 \f ",
    "69": "69 AKA: Entrapment, Harness Hang Crush Injury Imperatives • Aggressively treat major crush injury as soon as possible. - An initial 12-Lead is not necessary before treatment. - Do not wait for EKG changes to initiate treatment. • Start treatment during extrication if safe and prudent. - May delay extrication briefly if treatment rapidly available. • Remove distal jewelry if able. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Medications • NS Bolus (0.9% Saline): Aggressive fluids help dilute potassium. - Consider aggressive fluids even without Hypotension. • Calcium (Chloride): Avoid with Rocephin or Digoxin® (fatal). • Bicarb (Sodium Bicarbonate): Use for changes on EKG. • Flush line well between Calcium and Bicarb (do not mix). K+ EKG Changes Hyper K+ EKG • From minor to life threat: - Peaked T-waves - Long PRI / Loss of P-wave wikimedia.org CC BY 4.0 Drs. M Joseph, F Agbayani, E Gonzales - Wide QRS (over 120 ms) - Slow V-Tach (sine wave) Notes • Meds are unnecessary for isolated crush injury of hands or feet. NEMSIS: 9914089 • Trapped patients may become Hypothermic even in warm climate. Pediatrics • May exhibit symptoms quicker than adults. • Use Peds Reference or other approved source for peds dosing. Reviewed: May 2021 References • Medscape Rhabdo: https://emedicine.medscape.com/article/1007814 [Ver: 8/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 30 Crush Injury 69 \f ",
    "70": " 70 Cold / Heat Suspected Exposure Severity? Major Hypo Minor Major Hyper •Stopped Shivering •AdequatePerfusion • Confused •Cyanosis •Normal LOC • Hot Skin Active Passive Active Warming Techniques Cooling Glucometer Splint A NS Bolus If Frostbite NEMSIS: 9914023, 9914025, 9914027, 9914029, 9914031 E 12-Lead A NS Bolus Consider • Circulation (shock) • Medical Code Active Warming Active Cooling Reviewed: Nov 2017 • Remove Wet Clothes • Fan and Misting • Heat Packs (kit) to Groin / Pits • Ice Packs to Groin / Armpits • Warmed IV Fluids • Chilled IV Fluids NS Bolus: 1,000 mL IV/IO x2 Adult 70 \f ",
    "71": "71 AKA: Hypo / Hyperthermia, Frost Nip / Bite, Heat Stroke Cold / Heat Imperatives • Resuscitation of major hypothermia is a special case: - Most important intervention is active rewarming. - Check carefully for pulse. If present, it will be very faint. - Only defib once. Only give ACLS meds once. Avoid pacing. - Call Medical Control before termination of resuscitation. - Resume normal Medical CODE above 86 °F (30 °C). • Confusion is the hallmark of major hyperthermic emergencies. - Patients with a normal LOC respond well to passive cooling. • Hyperthermia is not the same as Fever. - Meds for Fever worsen hyperthermia and are contraindicated. • Passive techniques include clothing and environment changes. Notes • Special thermometers or core temp monitors may be helpful. - Major hypothermia is likely below: 86 °F (30 °C). - Major hyperthermia is likely above: 106 °F (41 °C). • Excessive movement of hypothermic patients can cause V-Fib. • Delay active rewarming if unable to maintain (prolonged evac). • Drugs may also cause hyperthermia. The treatment is the same. NEMSIS: 9914023, 9914025, 9914027, 9914031 • Peds and the elderly will decompensate faster. • Pad heat & ice packs. Do not place directly against the skin. Pediatrics • Use Peds Reference or other approved source for peds dosing. References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] Reviewed: Sep 2017 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Hypothermia: https://emedicine.medscape.com/article/770542 [Ver: 10/19] • Medscape Heat Stroke: https://emedicine.medscape.com/article/166320 [Ver: 8/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 35 Cold / Heat 71 \f ",
    "72": " 72 Burns Ensure Heat, Chemical, Provider SAFETY or Electric Injury Stop the Burning Severity? Minor Major • Superficial • Deep or Blistering • Less than 5% BSA • Face or Genitals Position of Burn Comfort Dressing A NS Bolus NEMSIS: 9914085, 9914095, 9914209, 9914213 Ensure Consider Consider Patient • Breathing, Shock Destination DECON • Pain, OD / Tox Triage Reviewed: Aug 2017 NS Bolus: 1,000 mL IV/IO x2 Adult 72 \f ",
    "73": "73 AKA: Hazmat, Heat / Chemical / Electrical Burn, Sunburn Burn Imperatives • Monitor Airway closely with any facial, nasal or oral burns. • Remove adjacent and distal jewelry if able. • Be aggressive with fluids for major burns. - Be prepared for Hypothermia. Avoid ice. • ALS should monitor EKG in electrical burns. BSA percentage (front and back) 18 9 • If Major Intervention Call 18 18 • Or Major Mechanism 18 9 9 • Call a TRAUMA Alert ER 14 14 18 9 9 Notes 1 9 9 • Rule of 9's can estimate BSA in adults. - Patient's palm (without fingers) is about 1% BSA. - Consider only partial and full thickness when calculating BSA. NEMSIS: 9914085, 9914095, 9914209, 9914213 • This protocol includes most exposures on skin. - For most gas exposures, refer to Inhalation. - For chemical ingestion or organophosphates, refer to OD / Tox. • If substance is known, consider Poison Control: 800-222-1222. • This does not include radiation exposure. Call Medical Control. Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jan 2019 References • Medscape Burns: https://emedicine.medscape.com/article/1278244 [Ver: 9/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 30 Burns 73 \f ",
    "74": " 74 Inhalation Ensure Toxic or Anoxic Provider SAFETY Gas Exposure Remove from Harm Assess for: • Airway, Breathing • Burns Provide O2 NEMSIS: 9914033, 9914167, 9914173 Ensure Consider Patient • Shock DECON • Bleeding Reviewed: Sep 2017 74 \f ",
    "75": "75 AKA: Smoke Inhalation, Carbon Monoxide, Toxic Gas Inhalation Imperatives • Monitor Airway closely with any facial, nasal or oral burns. • Provide high flow oxygen for any carbon monoxide (CO) exposure. - Symptoms may include: headache, confusion, red skin, N/V. - SpO2 may read false normal. (CO can fool the SpO2 monitor.) - Oxygen is critical for pregnant females exposed to CO. • Even non-toxic gases can produce Hypoxia and dyspnea. Notes • SpCO monitors are available and work like SpO2 monitors. - Normal: less than 3% (may be up to 6% in heavy smokers) - Exposure: 3% - 10% - Toxic: above 10% • This protocol includes most gas exposures. - For most skin exposures refer to Burns. - For chemical ingestion or organophosphates, refer to OD / Tox. • If substance is known, consider Poison Control: 800-222-1222. NEMSIS: 9914033, 9914167, 9914173 Pediatrics • May exhibit symptoms quicker than adults. References Reviewed: Nov 2017 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape CO: https://emedicine.medscape.com/article/2085044 [Ver: 11/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 25 Inhalation 75 \f ",
    "76": " 76 Sting / Bite Ensure Animal or Insect Provider SAFETY Trauma Assess for: • Allergic Reaction • Bleeding Splint Stinger Removal NEMSIS: 9914079 Consider • Pain • Underlying Injury Reviewed: Jan 2018 76 \f ",
    "77": "77 AKA: Animal / Snake / Spider / Tick Bite, Bee / Wasp Sting Sting / Bite Imperatives • Don't bring animals, snakes or bugs with you to the ER. • Remove distal jewelry if able. • Venous tourniquets and wound suction are not indicated. • Serious or deep bites (especially human and cat) need antibiotics. • Inquire about the rabies status of any domestic animal. • Consider ice for animal bites and insect stings. - Avoid ice for snake bites. Notes • Police can assist with animal control. • Tick bites do not usually require EMS intervention. • This protocol does not apply to marine stings or bites. • Venomous bites in VA: Rattlesnake, Copperhead, Black Widow • Use caution around all dangerous animals. - Do not risk provider safety to catch or photograph. Rattlesnake Copperhead Black Widow NEMSIS: 9914079 wikimedia.org CC-BY-2.0 PeterPaplanus wikimedia.org CC-BY-2.0 2ndPeter wikimedia.org CC-BYSA-3.0 Shenrich91 Pediatrics • Watch for first time Anaphylaxis. References Reviewed: Sep 2018 • Medscape Snakebite: https://emedicine.medscape.com/article/168828 [Ver: 5/20] • Medscape Widow Spider: https://emedicine.medscape.com/article/772196 [Ver: 5/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 35 Sting / Bite 77 \f ",
    "78": " 78 Epistaxis Bleeding from the Nose Severity? Minor Major • Minimal Oozing • Active Bleeding • No Dyspnea • Anti-coagulated Direct Direct Pressure Pressure E Afrin A Saline Lock NEMSIS: 9914059 Consider • Breathing, Shock • Bleeding Reviewed: Aug 2017 Afrin: 1 spray IN Q 5 min x3 Adult 78 \f ",
    "79": "79 AKA: Nose Bleed, Bloody Nose Epistaxis Imperatives • Have the patient lean forward slightly. • Have patient squeeze the soft part of their nose together firmly. Medications • Afrin® (Oxymetazoline): contraindicated with cardiac chest pain Notes • It is very difficult to quantify the amount of blood loss. • Check pharynx for possible posterior bleeding. • Not all nose bleeds are traumatic. The treatment is the same. • Ask about anti-coagulation medications such as: - Aspirin - Coumadin® (warfarin) - Plavix® (clopidogrel) - Xarelto® (rivaroxaban) - Effient® (prasugrel) - Pradaxa® (dabigatran) - Brilinta® (ticagrelor) - Lovenox® (enoxaparin) NEMSIS: 9914059 Pediatrics • Nose bleeds are usually from minor trauma (nose picking). • Use Peds Reference or other approved source for peds dosing. Reviewed: Sep 2017 References • Medscape Epistaxis: https://emedicine.medscape.com/article/764719 [Ver: 4/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29 Epistaxis 79 \f ",
    "80": " 80 Intubation / RSI Can’t Oxygenate Can’t Ventilate Adult Adult P Induce P Paralyze Attempt Primary Backup Rescue •Have suction ready •BIAD may work •Be prepared for •Max 3 attempts better after meds bleeding P Bougie Adult Adult P Intubate P BIAD Cric Needle Peds P Cric NEMSIS: 9914003, 9914007 Consider • Airway • Breathing Reviewed: Jun 2021 Etomidate: 0.3 mg/kg IV/IO x1 Adult Ketamine: 2 mg/kg IV/IO x1 Doses Rocuronium: 1 mg/kg IV/IO x1 Succinylcholine: 1 mg/kg IV/IO x1 80 \f ",
    "81": "81 AKA: Advanced / Difficult / Failed Airway RSI Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care, simulation based, in-service training. - Pass fifteen (15) high fidelity or human airway experiences. • Within the last three (3) months: - Pass three (3) standard (or high fidelity) airway experiences. • At least three (3) years experience as an active ALS provider. • Ongoing physician quality review of all training & live attempts. Imperatives • Two (2) RSI Medics must be on scene and work together. - Switch providers after two (2) failed attempts. - Most experienced provider must attempt complex airways first. • Monitor EKG, SpO2 and EtCO2 with waveform. Try to maintain: - EtCO2 of 35-40 mmHg (ROSC: 40-50 mmHg; Increased ICP: 30-35 mmHg) • Preoxygenate and predict airway difficulty as much as possible. - Consider pretreatment if hypotension or bradycardia are likely. Medications • Etomidate (Amidate®), Ketamine (Ketalar®): Use only one. - Beware (uncommon) laryngospasm with Ketamine. - Etomidate is not appropriate for patients under 10 y/o. • Rocuronium (Zemuron®): Onset - 1 min; Duration - 30 min • Succinylcholine (Anectine®): Onset - 30sec; Duration - 5 min NEMSIS: 9914003, 9914007 - Depolarizing, use caution with hyperkalemia, myopathies, burns Pediatrics • Pediatric prehospital advanced airway is highly specialized. • A simple BIAD is appropriate for most peds resuscitation. References Reviewed: Jun 2021 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • NAEMSP Position Statement: http://doi.org/10.1080/10903120500541506 [Ver: 2009] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10 Intubation / RSI 81 \f ",
    "82": " 82 Sedation Secured Airway Technique? Versed & Fent Propofol Drip Ketamine Push •AdequatePerfusion •AdequatePerfusion • Poor Perfusion •Short Transport •IV Pump Available • Poor Access P Versed P Propofol P Ketamine P Fentanyl NEMSIS: 9914071 Consider • Airway • Breathing Reviewed: Dec 2020 Fentanyl: 0.5-1 mcg/kg IV/IO Q 30 min PRN Adult Versed: 10-50 mcg/kg IV/IO Q 30 min PRN Doses Ketamine: 0.5-2 mg/kg IM,IV/IO Q 30 min PRN Propofol: 10-50 mcg/kg/min IV/IO Titrated Drip 82 \f ",
    "83": "83 AKA: Medically Induced Coma Sedation Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service training Imperatives • Monitor patients closely. Sedation is a delicate balance. - Use clinical sense and vital signs including SpO2 and EtCO2. - Be ready to assist with Suction and Airway. • Risks are increased if multiple sedation techniques are combined. Medications • Fentanyl (Sublimaze®), Versed (Midazolam®): Use together. - One without the other is unlikely to produce adequate sedation. • Ketamine (Ketalar®): Useful for peds and asthmatics. - Double dose for IM (watch concentration: max 3 mL per IM inj.) - Consider pretreating peds for hypersalivation with Atropine. Atropine: 0.01 mg/kg (max 0.5 mg) IV/IO x1 Peds • Propofol (Diprivan®): Start gtt near 25 mcg/kg/min. - May start higher if young & healthy, or lower if elderly or frail. - Titrate 5-10 mcg/kg/min no faster than every 5 minutes. - Use only with an IV pump and accurate patient weight. NEMSIS: 9914071 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2020 References • Medscape Sedation: https://emedicine.medscape.com/article/809993 [Ver: 5/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 27 Sedation 83 \f ",
    "84": " 84 DKA / HHS Significant Hyperglycemia ( > 400 mg/dL) Suspect If: •Deep / Rapid Resps. •Fruity Odor P NS Bolus P Insulin Bicarb Adult P If pH < 7.1 NEMSIS: 9914125 Consider • Diabetic Reviewed: Dec 2929 NS Bolus: 1,000 mL IV/IO Q 5 min x2 Adult Insulin: 10 units IM, IV/IO x1 Doses Bicarb: 50 mEq IV/IO x1 84 \f ",
    "85": "85 AKA: Diabetic Ketoacidosis, Diabetic Coma, HHNK DKA / HHS Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service training Imperatives • Acidosis from DKA can be profound - pH under 7.1 is dangerous. • You may note several clues of DKA on history and physical: - 'Fruity' smell (ketones) in the pt’s breath - Deep, hard, and fast breathing (Kussmaul’s respirations) - Report of thirst and urinary frequency for several days Medications • Insulin (regular, Humulin R®): Watch for rebound hypoglycemia. - Drug must be kept at an appropriate temperature. • Bicarb (Sodium Bicarbonate): not recommended for pH over 7.1 - Avoid if you do not have a way (i-STAT) to check blood pH. Notes • DKA may be precipitated by infection or other stressors. • HHS (HHNK) is technically a non-ketotic hyperglycemic state. - NS Bolus and Insulin remain appropriate. - Acidosis and the traditional 'fruity' smell are less likely. NEMSIS: 9914125 Pediatrics • DKA is a common initial presentation of diabetes in teens. • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2929 References • Medscape DKA: https://emedicine.medscape.com/article/118361 [Ver: 5/19] • Medscape HHS: https://emedicine.medscape.com/article/1914705 [Ver: 1/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 DKA / HHS 85 \f ",
    "86": " 86 Immunization Public Health or Provider Clinic Screen For: • Serious Allergies • Prior Reactions Administer P Vaccine Record: • Vaccine Details • Adverse Events NEMSIS: 9914063, 9914175 Consider • Allergic Reaction Reviewed: Jun 2021 Vaccine: <follow OMD guideline> Adult 86 \f ",
    "87": "87 AKA: Vaccination, Vaccine Admin, Shot Clinic Immunization Mandatory Prerequisites • Within the last twelve (12) months: - Complete an approved vaccine administration training. • Follow local squad / OMD policy and procedure. Imperatives • A vaccination program requires appropriate admin support. - Squads may sponsor or participate in regional clinics. - Follow site direction and scheduling policies. • A vaccination program requires medical direction. - Follow OMD written direction for injection procedure. - Only give vaccinations specifically authorized by your OMD. - A May also give vaccinations if authorized by OMD. Notes • May provide vaccinations to EMS members or the general public. - A formal prehospital care report may not be required. NEMSIS: 9914063, 9914175 Pediatrics • May provide appropriate vaccinations to pediatrics. References Reviewed: Jun 2021 • Medscape Vaccination: https://emedicine.medscape.com/article/2172006 [Ver: 2/20] • Medscape Peds Vaccination: https://emedicine.medscape.com/article/2172012 [Ver: 2/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapters 24,38 Immunization 87 \f ",
    "88": " 88 Sepsis Severe Medical Infection P POCLactic Severity? Severe Sepsis Septic Shock • Poor Perfusion • Hypotension • Lactic > 2 mmol/L • Lactic > 4 mmol/L P Rocephin P Rocephin P NS Bolus Consider NEMSIS: 9914127 • Fever Reviewed: Dec 2020 Rocephin: 1 gram IV/IO, IM x1 Adult Doses NS Bolus: 30 mL/kg IV/IO x1 88 \f ",
    "89": "89 AKA: Severe Sepsis, Septic Shock Sepsis Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service training Poor Perfusion • Acute major illness Call • Suspect if several of these: • And lactic above 2 - Altered Mental Status • Call a SEPSIS Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Imperatives • Consider drawing blood cultures (if able) before Rocephin. • May provide fluids for septic shock even before hypotension. - Make sure to record and tell ED staff the total volume given. • Advance to pressors if hypotension persists after fluid bolus. Medications • Rocephin® (Ceftriaxone): appropriate for all sepsis - Avoid if pt allergic to Keflex, PCN or other cephalosporins. - Reconstitute with NS for IV, and Lidocaine for IM. - Do not use with Calcium - potentially fatal. NEMSIS: 9914127 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2020 References • Surviving Sepsis Campaign: International Guidelines 4th Ed. [Ver:2016] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 24 Sepsis 89 \f ",
    "90": "90 Procedures Page 91 Page 92 Page 93 General Airway Breathing Glucometer Heimlich BVM E 12-Lead Suction E CPAP Saline Magill Page 96 A Lock A Forceps Advanced Adjuncts Page 94 Page 95 E BIAD Resuscitation Adjuncts Chest Needle NPA I Decompress Compression Defib OPA Page 99 Cardiac A IO E OG-Tube I Pacing Page 97 Page 98 I Cardioversion Bleeding Injury Wound SMR with Page 100 Care C-collar Obstetrics Tourniquet Splint E Deliver Baby Wound Reduce Manage OB Packing E Deformity E Complication Reviewed: Dec 2020 Page 101 Stinger Page 102 Removal • Critical Care • Policies Procedures 90 \f ",
    "91": "91 General Procedures 1. Prepare glucometer and test strip. Glucometer 2. Identify and clean site. - The patient may have a preference. 3. Pierce skin with lancet to obtain blood sample. - May alternatively obtain blood from an IV attempt. 4. Place blood in/on reagent strip per manufacturer's instructions. 1. Enter patient info into monitor. E 12-Lead 2. Prepare chest and place electrodes. 3. Instruct pt to lay still. Press button on monitor to acquire 12-lead. 4. Acquire EKG while not moving. Try to minimize artifact. 5. Transmit EKG to ED. Contact receiving hospital to confirm. BLS: May read machine interpretation. ALS: May interpret directly. Saline 1. Investigate for good site. A Lock - AC and wrist are common sites. - Try to avoid legs, forehead and jugular unless necessary. - Advance rapidly to IO in emergencies. Start with IO in a CODE. 2. Clean site well. Apply a venous tourniquet. 3. Perform venipuncture with appropriate size cath. 4. Confirm placement with flash of blood. (Draw labs if available.) 5. Attach lock and flush with saline. Secure well with tape. NOTE: It is almost always inappropriate for EMS to access an Reviewed: Jan 2017 established indwelling central line (such as dialysis or PICC line). EMS may consider using established lines in a CODE only. General Procedures 91 \f ",
    "92": "92 Airway Procedures 1. Help patient cough if able. Heimlich 2. Attempt thrusts only if choking: - Adult: Abdominal thrusts (Use chest thrusts if obese/preg.) - Child: Abdominal thrusts - Infant: 5 back blows then 5 chest thrusts 3. Keep going until choking relieved or pt becomes unresponsive. - Begin CPR if unresponsive. 4. Remove any foreign bodies from mouth before ventilation. - Do not perform blind finger sweeps. 1. Awake pts may suction themselves. Suction 2. Prepare suction device with tip: - Oropharynx: hard tip (Yankauer) - E BIAD/ETT/trach/stoma: flexible cath (French). 3. Insert tip with suction off and/or vent hole uncovered. - May use 2-3 mL saline to loosen secretions. 4. Cover vent hole and apply suction as tip is withdrawn. Magill 1. Confirm patient is unresponsive. A Forceps 2. Visualize posterior pharynx. - May utilize laryngoscope. (Average adults use Mac #3.) 3. Use Magill Forceps to remove any identified foreign bodies. - Consider using suction. 4. Secure Airway with BIAD if needed. Reviewed: Dec 2020 Airway Procedures 92 \f ",
    "93": "93 Breathing Procedures 1. Prepare appropriately sized BVM. BVM - Connect to high-flow oxygen. - Extend O2 reservoir if equipped. 2. Maintain adequate mask seal. Dual rescuers is preferred. - Single Rescuer: Use E - C clamp technique. - Dual Rescuers: Use two handed technique. 3. Ventilate with slow deliberate squeezing of bag. - Assist with natural rate if adequate. - Provide additional breaths if natural rate is inadequate. 1. Explain procedure to pt. E CPAP - Consider an NPA. 2. Start the flow of oxygen to the mask. Set PEEP at 7.5 cm H2O. 3. Place the mask over patient’s nose and mouth. 4. Ensure adequate seal by adjusting placement and straps. 5. Provide encouragement. Monitor closely for complications. - Remove promptly if vomiting or unresponsive. BLS: Maintain PEEP at 7.5 cm H2O. ALS: May titrate PEEP. Reviewed: Dec 2018 Breathing Procedures 93 \f ",
    "94": "94 Resuscitation Procedures Chest 1. Confirm no pulse and not breathing. Compression 2. Place hands on chest: - Adult: Two hands with fingers interlaced over center of chest - Child: One hand over center of chest - Infant: Two hands circling chest using thumbs 3. Push hard and fast. Compress about 1/3 the depth of the chest. 4. Minimize interruption. Compressions are the most important. 5. Switch personnel every 2 min or sooner if needed. NOTE: Consider placing a mechanical device after the first 2 min. 1. Cut clothes to expose chest. Defib - Consider shaving excessive hair. - Remove any medication patches. Wipe off residue. 2. Apply defibrillator pads. Avoid implanted devices or catheters. 3. When indicated, stop compressions and analyze cardiac rhythm. - BLS: Use AED “analyze” function. ALS: May interpret directly. 4. If shock indicated: charge defibrillator while continuing CPR. - Follow manufacturer's or OMD's dosing guideline. - Use Peds Reference or other approved source for peds dosing. 5. Assertively state “CLEAR!” Visually confirm everyone is clear. 6. Defibrillate by pressing the SHOCK button. - Restart compressions immediately. ALS: Consider dual sequential defibrillation for persistent VT/VF: - Attach two separate defibrillators. Do not overlap pads. - Defibrillate at the same time using both machines. 1. Prepare IO device and select site. A IO - Consider pre-treating for Pain. 2. Insert IO following manufacturer's recommended procedure. 3. Secure well with bulky dressing or other device. Reviewed: Sep 2018 4. Consider admin of Lidocaine to adults for local discomfort. Lidocaine: 10 mg IO Q 5 min x3 PRN Pain Adult 5. Consider using a pressure bag to increase fluid rates if needed. Resuscitation Procedures 94 \f ",
    "95": "95 Adjunct Procedures 1. Measure appropriate NPA size: NPA - Tip of nose to angle of jaw 2. Apply water-soluble lube to NPA. 3. Insert NPA into nare with bevel toward septum. - Start on larger nare. Rotate slowly if resistance is felt. 4. If unsuccessful: try more lube, smaller size and / or other side. - Minor nose bleeding is common. 1. Measure appropriate OPA size: OPA - Corner of mouth to angle of jaw 2. Insert OPA into mouth slowly. May use tongue blade to assist. - Insert with tip to nose for adults and tip to toes for peds. 3. Rotate into place. Remove promptly if any gagging. 1. Measure appropriate tube depth: E OG-Tube - Tip of nose to the stomach 2. Only place a prehospital OG-tube with an appropriate airway. 3. Lubricate the OG-tube. 4. Place into airway device per manufacturer's recommendation. 5. Advance the tube gently until the appropriate depth is reached. 6. Confirm placement and then secure the tube. - Inject air. Listen for bubbles in the stomach. - Attempt to aspirate gastric contents. Reviewed: Nov 2017 7. Continue to decompress the stomach of air and / or food. - Use low suction or manually aspirate with large tip syringe. Adjunct Procedures 95 \f ",
    "96": "96 Advanced Adjunct Procedures 1. Prepare appropriately sized device: E BIAD - Apply water-soluble lube. - Average adults use an iGel #4 (green), or a King #4 (red). 2. Pull jaw and tongue forward, or use jaw thrust. 3. Insert BIAD into pharynx slightly rotated to either side. - Rotate back to mid-line while advancing. - Rock BIAD gently to seat in airway. 4. If balloon(s) present: inflate per manufacturer’s instruction. 5. If dual lumen: attempt alternate port if poor ventilation. 6. Confirm placement. Secure well with tape or other device. - Use auscultation, capnometry, EtCO2 and SpO2 if available. 7. If BIAD fails, try again with a different size. - Most common failure of a BIAD is inappropriate size. Needle 1. Identify side and clean best site: I Decompress - 2nd intercostal mid-clavicular - Backup site: 4th intercostal mid-axillary 2. Insert large (12- or 14- gauge) IV needle into the skin at 90° - Preferably use a needle specifically made for decompression. - Go just over the top of the rib to minimize bleeding. 3. Advance until a “pop” is felt and / or you hear a hiss of air. - Hold needle in place, advance cath only the rest of the way. 4. Remove the needle, leaving the plastic cath in place. 5. Cover the cath with a chest seal. 6. Vent chest seal or repeat decompression if dyspnea returns. Reviewed: Dec 2018 Advanced Adjunct Procedures 96 \f ",
    "97": "97 Bleeding Procedures Wound 1. Apply direct pressure for bleeding. Care - Consider tourniquet or packing. 2. If bleeding is easily controlled, irrigate contaminated wounds. - Consider pre-treatment of Pain. 3. Cover wounds with sterile gauze and apply appropriate dressing. - Monitor and document distal pulse, movement and sensation. 4. Cover burns with sterile burn dressing. 5. Apply a chest seal (occlusive) to any neck or trunk penetration. 1. Apply direct pressure for bleeding. Tourniquet - Confirm massive limb bleeding. 2. Apply tourniquet proximal to bleed per manufacturer instruction. 3. Tighten until bleeding is controlled. Secure windlass in place. - Consider placing second tourniquet if bleeding continues. - Consider treatment of Pain. 4. Record time on tourniquet or directly on the patient’s skin. Wound 1. Apply direct pressure for bleeding. Packing - If stable, consider simple wound care. - If massive bleeding from a limb, consider a tourniquet. - Do not pack skull or chest wounds. Do not pack natural orifices. 2. If bleeding continues, wipe gross blood and clot out of wound. 3. Insert packing inch by inch as deep as possible into wound. - Avoid rapidly stuffing a large wad. Pack deep and deliberately. Reviewed: Dec 2020 - Insert as much packing into the wound as possible. 4. Re-apply direct pressure on top of packing. - Consider treatment of Pain. Bleeding Procedures 97 \f ",
    "98": "98 Injury Procedures SMR with 1. Provide manual cervical SMR. C-collar 2. Prepare appropriately sized c-collar. - Apply c-collar while maintaining manual cervical SMR. 3. Use adjuncts to minimize all spinal motion while transferring. - Such as: backboard, scoop stretcher, vacuum mattress, etc. 4. Once on the cot, adjuncts may be removed if appropriate. - Prolonged transport on a backboard is potentially harmful. - Awake, compliant patients can be safely secured with seat belts. - Up to 30° of head elevation may be used to maintain an airway. 5. Manual cervical SMR may be released if the patient will hold still. - Otherwise: secure the head to an appropriate adjunct. NOTE: Some patients (due to size, age or anatomy) will not be appropriate for standard equipment. Never force a patient into a non-neutral position. Use alternate techniques or manual SMR. 1. Provide manual immobilization. Splint 2. Remove or cut clothing if able. 3. Check and document distal pulse, movement and sensation. 4. Select appropriate splint and secure above and below injury. 5. Recheck and document distal pulse, movement and sensation. - Reapply or remove splint if any decline in distal function. NOTE: Consider traction splint for isolated femur fracture. Reduce 1. Confirm no pulse distal to injury. E Deformity 2. Explain procedure to patient. - Consider pre-treating for Pain if time and condition allow. 3. Manually reduce injury and splint in anatomic neutral position. 4. Recheck and document distal pulse, movement and sensation. Reviewed: Feb 2019 Stinger 1. Inspect wound for stinger. Removal 2. If visualized, scrape stinger away. - Use tool with firm edge, like a credit card. Injury Procedures 98 \f ",
    "99": "99 Cardiac Procedures 1. Place defib pads and 12-Lead. I Pacing - Consider pre-treating for Pain. 2. Place monitor in 'pacing' mode. - Select initial rate of 80 bpm for adults. - Use Peds Reference or other approved source for peds rate. - Select initial energy of 80 mA for all patients. - Alternate: follow manufacturer's or OMD's dosing guideline. 3. Slowly increase mA output until electrical capture is noted. - Note pacer spikes on EKG screen. 4. Once electrical capture is noted, check for mechanical capture. - Pulse should correspond to electrical activity on EKG screen. 5. Continue to increase mA output if no mechanical capture. 6. Maintain a balance between pt comfort and medical necessity. - Treat Pain aggressively if patient condition allows. - Consider reducing energy if appropriate. 1. Place defib pads and 12-Lead. I Cardioversion - Consider pre-treating for Pain. 2. Enable SYNC mode and charge to 50 J for adults. - Alternate: use manufacturer's or OMD's dosing guideline. - Use Peds Reference or other approved source for peds dosing. 3. Assertively state “CLEAR!” Visually confirm everyone is clear. 4. Cardiovert by pressing and holding the SHOCK button. - There may be a noticeable delay before energy is delivered. 5. Reassess patient and rhythm. Escalate and repeat as needed. Reviewed: Nov 2017 - Follow manufacturer's or OMD's escalation guideline. - Use Peds Reference or other approved source for peds dosing. Cardiac Procedures 99 \f ",
    "100": "100 Obstetric Procedures Deliver 1. Expose patient. Have a chaperone. E Baby - Visually inspect vaginal area. 2. Identify presenting part. Prioritize transport if not crowning. - If any problems, manage complications and transport ASAP. 3. Deliver Head. Suction mouth, then nose with bulb suction. 4. Check for cord around neck. Slip over head if found. 5. Deliver shoulders. Deliver top shoulder first. - May flex mom's legs to chest to assist. - May press on mom's lower abdomen to assist. 6. Deliver body. Caution: neonates are slippery. 7. Clamp and cut cord. - Clamp about 2 in. away from the baby. Cut between clamps. 8. Manage Neonate. (Stimulate, warm, clean, dry.) 9. Massage mother's lower abdomen (fundal massage). - This should help stop postpartum bleeding. 10. Prepare for delivery of the placenta. Do not pull on the cord. - Take the placenta to the hospital with mom and baby. Manage OB 1. Prioritize emergent transport. E Complication 2. Tell mom: Do Not Push. 3. Continue standard care. Treat: Breathing, Pain, etc. - EMS can do very little for: preemies, twins, or breech birth. 4. Try to help during transport. - Failed Delivery / Shoulder Dystocia: transport knees to chest - Prolapsed Cord: fingers in vagina to remove pressure on cord Reviewed: Nov 2017 - Breech: support presenting part, do not pull on part Obstetric Procedures 100 \f ",
    "101": "101 Critical Care Procedures 1. Confirm all alternatives have failed. P Cric 2. Prepare supplies and suction. 3. Locate cricothyroid membrane. Clean skin if time allows. - Visualize spot under thyroid cartilage and above tracheal rings. 4a. Needle: Use small syringe with saline. - Attach 10-12g needle & cath. Insert at 90°. Cricothyroid - Pull suction. Advance slowly till bubbles. Membrane - Angle down. Advance cath. Remove needle. - Use Transtracheal Jet Insufflation device. PhilippN 4b. Bougie: Expect blood, this is a tactile skill. - Make large vertical incision through skin. CC-BY-SA 3.0 - Find the cricothyroid membrane w/ finger. - Stab horizontal incision, bubbles are good. wikimedia.org - Insert a bougie, then a trach over bougie. (Or #6 ETT: advance 1-2 cm past balloon.) - Inflate balloon taught. Remove bougie. 5. Confirm placement. Secure w/ tape/device. - Use auscultation, clinical response, skin color, SpO2 and/or EtCO2. i-STAT 1. Press button to turn on handheld. P Labs 2. Press i-STAT Cartridge. 3. Use number keys to enter the Operator ID and Patient ID. 4. Scan the barcode cartridge lot number and remove from pouch. 5. Use a pipette to dispense sample up to the fill mark. 6. Fold the snap closure over the sample well until it clicks. 7. Push the cartridge into the handheld port until it clicks. Reviewed: Jun 2021 8. Wait for test to complete. Review results and discard cartridge. Critical Care Procedures 101 \f ",
    "102": "102 Policies Page 103 - Medications • Drug Box Page 104 - Abuse • Patient Abuse and Neglect • Infant Abandonment Page 105 - Bystanders, Physicians • Verification of On Scene Personnel • Physician Orders Page 106 - Termination • Withholding Resuscitation • Termination Resuscitation Page 107 - LVADs • Left Ventricular Assist Devices Page 108 - Standbys, Police • EMS Standbys • Scene Rehab • Law Enforcement Assistance Page 109 - Refusals • Patient Refusals • Who is a Patient Page 110 - Destination • Destination Triage Plan: STEMI, CVA, Trauma Reviewed: Apr 2019 Page 111 - Deceased, MCI • Deceased Subjects • Mass Casualty Policies 102 \f ",
    "103": "103 Medication Policy Drug Box • Agencies participating in the regional drug box exchange program shall follow the procedures below regarding the use and exchange of boxes at regional hospitals. • EMS provider breaks seal and places seal in top tray of drug box. There will be a new/unused GREEN seal in both the box, and another in the narcotics box, and must be saved for resealing the opened box(es) after use. • EMS provider documents medications used on the patient care report and the WVEMS/BREMS Regional Pharmacy Administration Record Physician Order Form. A physician’s signature shall be obtained when a provider obtains online orders for medications (including DEA number in any and all cases where online orders for narcotics are used). Boxes will be returned to the Emergency Department, if the signature of the physician or nurse is not legible and/or there is not a DEA number when needed and the regional council will be notified. Enter the RESEAL serial number(s) on the WVEMS/BREMS Regional Pharmacy Administration Record Physician Order Form. Except under extenuating circumstances the drug box should only be used on one patient and exchanged after use. • EMS provider and E.D. nurse, physician, pharmacist or pharmacy technician and/or other person as authorized, check used box to account for narcotics. Both assure that all trash and used needles have been removed from the box. The old seal should be left in the box and forwarded to the pharmacy. The nurse, physician, or authorized person will sign the appropriate space indicating that all narcotics have been accounted for. After everything is accounted for, the AIC shall take the green reseal(s) provided in the drug box/narcotics box, and seal the box(es). • E.D. nurse, physician, pharmacist or pharmacy technician or authorized person issues a new box to the EMS provider, both complete the “Drug Box Exchange Log”. The seal on the new box is not to be broken until needed on the scene of an emergency. Boxes on which seals have been broken must be returned to the E.D. or Pharmacy for exchange. If the facility requires a copy of a PPCR or patient reporting printout with an explanation of why the seal was broken this must accompany the box. • Pharmacy will fill the box in accordance with the contents used from the box schematic. The pharmacy checks the box to assure all contents are present and in-date. The box is sealed with a numbered seal provided by the EMS Council. A hospital sticker indicating the date of the first drug to expire is to be placed on the outside of the box. • If a box is returned to the pharmacy with dirty needles or excessive litter and debris, the box will be held out of service and the EMS Council notified. The Council will in turn notify the agency and/or personnel responsible and they will be required to report to the hospital to correct the situation. Repeated occurrences by the same provider/agency may result in suspension or revocation of drug box privileges. • Refilled boxes are returned to the E.D. or stored in the pharmacy for distribution. Each hospital is responsible to assure that the boxes are properly secured against tampering while at the hospital. • If an EMS provider opens a box and finds one or more medications missing he/she shall document such on the PPCR or patient reporting software and the EMS provider shall notify the EMS Council in writing of the discrepancy; noting the box number and seal number in the report. If the missing drug is a narcotic refer to item # 11. As long as the missing medication is not a narcotic, the box may be returned to service by the hospital pharmacy after restocking the box. • No item for item exchange may be made in the E.D. The box must be returned to the pharmacy to be checked, restocked, and resealed. • When narcotics are used on a call, the ALS technician will bring the unused portion to the E.D. The nurse, physician, or authorized person checking the box will record the amount remaining on the patient care report and the WVEMS/BREMS Regional Pharmacy Administration Record Physician Order Form, and sign his/her name. The authorized person signing and the ALS technician will then properly dispose and accounting for the narcotic according to hospital policy. • In the event that medications are missing are missing from the box the following steps must be followed: A. If the seal is found to be broken during a routine drug inspection: 1. Avoid handling the box. 2. Contact local law enforcement. (NARCOTICS ONLY) 3. Contact the agency Chief or Captain 4. Contact the Western Virginia EMS Council 5. Complete and file a drug diversion form with the Office of EMS (see: 12 VAC 5-31-520, D of the Virginia EMS Rules and Regs) 6. Have drug box inspection forms ready for police, EMS Council, and Office of EMS personnel. B. If the seal is on the box and medications are missing while performing patient care or after arriving at the hospital: 1. Continue patient care, you may continue to utilize the contents of the box. 2. If the medication needed is not present consider requesting another unit to meet en route, DO NOT DELAY TRANSPORT. 3. Upon arrival at the hospital notify the E.D. Nursing Supervisor of the problem. 4. Follow the procedures listed in 11-A. 5. The box must be secured in the hospital and may be released only after being notified by the EMS Council. Reviewed: Apr 2019 C. In all cases you will be asked to write a report stating the events surrounding the incident. It should include the box number, seal number, witnesses and a description of what occurred. D. Depending on the individual circumstances, the Operational Medical Director of the agency or the Regional Medical Director may suspend the agency’s authorization to administer drugs in the pre-hospital setting pending the outcome of a formal investigation by law enforcement or the Office of EMS, and may require implementation of additional security measures at the agency’s expense. Medication Policy 103 \f ",
    "104": "104 Abuse Policies Patient Abuse and Neglect • Abuse in this policy is considered any physical, sexual and / or mental injury of any child, domestic partner, senior citizen, or incapacitated adult by another person through action or neglect. Abuse may be at the hand of a partner, parent, caregiver, spouse, neighbor, or adult child of the patient. The recognition, appropriate reporting, and referral of abuse is a critical step to improving patient safety, providing quality health care, and preventing further abuse. This also ensures EMS compliance as Mandatory Reporters under the Code of Virginia. • Be aware of the potential for abuse in all patients. In any case where abuse is suspected, first protect the patient and the EMS team from harm. Collect as much information as possible and preserve physical evidence if able. Signs of abuse may include: - Physical: injuries that are inconsistent with the reported mechanism, injuries in different stages of healing, defensive injuries (e.g. to forearms), or injuries during pregnancy - Psychological: excessive passivity, compliant / fearful behavior, excessive aggression, violent tendencies, excessive crying, behavioral disorders, substance abuse, or med non-compliance - Neglect: inappropriate level of clothing for weather, inadequate hygiene, inattentive caregiver, or malnutrition • Immediately report any suspicious findings to both the receiving hospital (if transported) and social services: - For children contact Child Protective Services at (800) 552-7096. - For adults contact Adult Protective Services at (888) 832-3858. - For domestic violence offer police intervention and provide the patient with the National Hotline, 1-800-799-SAFE. Infant Abandonment • The Code of Virginia (§18.2-371.1 B.2) allows a new parent to Reviewed: June 2018 surrender their newborn to a hospital or EMS agency under certain circumstances. EMS providers should accept without hesitation, assess, and transport any infant surrendered to them. Abuse Policies 104 \f ",
    "105": "105 Bystander, Physician Policies Verification of On Scene Personnel • The delivery of prehospital care at the scene of an emergency is the responsibility of the responding EMS resources. Occasionally, bystanders may be crucial to providing or assisting with treatment. Bystanders can be considered when the immediate needs outweigh the EMS resources available, or if a bystander can provide a unique resource. EMS should never authorize or perform any intervention outside their scope or comfort level. • Bystanders may have a unique understanding of a specialized medical device or condition. EMS should consider the advice of patients or bystanders, such as caretakers managing a vent at home, or a patient with an LVAD, etc. EMS must call Medical Control for any orders to deviate from routine EMS care. • BLS procedures are frequently taught as a component of common first aid. Appropriate bystanders may assist with common first aid when EMS resources are insufficient. EMS must direct bystanders and maintain overall responsibility. • ALS interventions are only appropriate by responding ALS resources. A formal mutual aid agreement or authorization by Medical Control must exist prior to delivery of ALS interventions. EMS has no authority to enable non-EMS medical personnel (RN, NP, PA, CRNA, RT, etc.) to perform ALS interventions. Physician Orders • Physicians represent a unique resource. EMS may follow written or verbal orders from a patient's established physician. EMS may also follow appropriate verbal orders from a physician Reviewed: June 2018 bystander on scene. EMS should only consider orders outside these protocols if the physician bystander accompanies EMS to the hospital. Call Medical Control if there is any conflict. Bystander, Physician Policies 105 \f ",
    "106": "106 Termination Policies Withholding Resuscitation • Resuscitation is not appropriate if efforts are futile or against the patient's explicit wishes. Withhold resuscitation if any signs of obvious death, mortal injury, or if the patient has a DNR / POST. • EMS should attempt to validate any DNR / POST with family or health care workers. Begin resuscitation and call Medical Control if there is any question. EMS may stop resuscitation once verified. Termination of Resuscitation • Transportation during resuscitation is not optimal and exposes EMS crews to significant risk. This policy balances the risk of emergent transport against the benefit of prolonged resuscitation. • Prioritize transport for any special case. If attempting Special Cases resuscitation, these special • Suspected Traumatic Cause cases may benefit from • Pediatric or Pregnant Patients resources not available in the • Hypothermia or Drowning field. Prioritize compressions • Lightning or Electric Shock and AED and transport ASAP. • Overdose or Poisoning • ALS should resuscitate on scene ALS Termination for non-special cases.Call Medical • Not a Special Case Control if no ROSC within 30 min. • No ROSC within 30 min • BLS should try to turn over care to ALS (or the hospital) within 15 min. BLS Termination Prioritize transport if a hospital • Not a Special Case is within 15 min. Extended BLS • Not witnessed by EMS resuscitation beyond 15 min may • Never shocked by AED still be successful if the arrest is • No ALS within 15 min witnessed by EMS or if any shock • No ROSC within 15 min is ever advised by the AED. Reviewed: Sep 2018 Prioritize transport for any witnessed or shocked arrest regardless of time to the hospital. Call Medical Control if not witnessed, and not shocked, and no ALS after 15 min. Termination Policies 106 \f ",
    "107": "107 LVAD Policy LVAD (left ventricular assist device) • LVAD patients can quickly become very complicated. - Their life literally depends on an external pump they wear. - When in doubt, follow regular protocols. • All LVAD patients will have an assigned 'LVAD center.' - The patient should have the emergency phone number. - EMS may try to contact the LVAD center with any problems. - Call Medical Control to verify any recommendations. • Diagnosing LVAD problems is complex. - Do not unplug anything. - Consider the advice of the patient and any trained bystanders. - Some LVADs may provide voice prompts for troubleshooting. - Call Medical Control to verify any recommendations. • Patients who are alive and well may not have a palpable pulse. - It may be impossible to palpate or auscultate a blood pressure. - Do not start CPR on patients who are obviously alive and well. • An LVAD makes diagnosis of cardiac arrest difficult. - Look for other signs of life and listen for the LVAD pump noise. - Chest compressions may harm an LVAD. - Consider the advice of trained bystanders or the LVAD center. - Call Medical Control ASAP for any unconscious LVAD patient. • Bring all LVAD supplies and information to the ED with you. - Bring batteries and cords. - Bring paperwork and contact information. Reviewed: Nov 2017 • Consider destination triage in consultation with Medical Control. LVAD Policy 107 \f ",
    "108": "108 Standby, Police Policies EMS Standbys • EMS may be utilized to standby at a scene without a specific pt. • EMS should complete a full report for any patients or treatments. - Consider simple interventions such as PO pain meds and ice. - Document a refusal if any patient declines transport. Scene Rehab • EMS may provide rehab for large scenes like structure fires, etc. - This may include abbreviated screening and / or treatment. - Rehab is only applicable to fellow first responders. • EMS should coordinate all activity with incident command. • Standard rehab includes a specific area dedicated to medical ops. - Rehab generally involves checking vital signs and simple exam. - Provide PO fluids and food. Monitor until back to baseline. - An abbreviated record may be substituted for a full report. - Incident command will dictate who may return after rehab. Law Enforcement Assistance • EMS may be called to evaluate a patient in custody. - Always offer transport. EMS can never recommend a refusal. - EMS can provide treatment, but cannot 'clear' a patient. - Officers may elect to decline transport, but should sign a refusal. - Officers should accompany any patient in custody. - Call Medical Control if there is any conflict. • EMS may remove CEW (Taser™) probes as part of wound care. - EMS should document a full report. - Officers may sign a refusal for a person under their arrest. - Probes are small straight barbs. Stretch skin tight and pull out. - The barb is in-line with the score mark on the probe. Reviewed: Jan 2019 Standby, Police Policies 108 \f ",
    "109": "109 Refusal Policies Patient Refusals • Refusals represent a unique medical risk. EMS should complete a formal refusal with at least one witness signature for any patient who declines any intervention and / or transport. • EMS should encourage treatment and transport for every patient. - EMS may not refuse transport if requested. • All patients who wish to refuse must be eligible to make their own decisions. Eligible patients include: - Legal Adults (18 y/o and older) - Minors (< 18 y/o) who are married, divorced or emancipated • The Code of Virginia (§54.1-2969 G) allows pregnant minors to direct treatment only relating to the delivery of their baby. • The responsible party (parent, guardian, medical POA etc.) may refuse for a patient who is not eligible to refuse on their own. • All patients or guardians who wish to refuse must also demonstrate capacity. This requires them to be awake, oriented, and able to demonstrate understanding of the potential risks associated with their refusal. - Patients with altered LOC lack capacity and cannot refuse. - Suicidal patients lack capacity and cannot refuse. • Call Medical Control and enlist police help for any patient who attempts to refuse, but should not be allowed to do so. Who is a Patient? • Any person for whom EMS is specifically summoned should be considered a patient. Every patient should have a full report completed with a transport or a refusal documented. • Not every person on scene of an emergency needs to be considered a patient. EMS is not obligated to document a refusal for a person who declines EMS assessment, and is acting normally Reviewed: Jun 2021 without obvious distress, and for whom EMS was not specifically summoned. - A refusal should be documented if there is any doubt. Refusal Policies 109 \f ",
    "110": "110 Destination Policies Destination Triage Plan • Some specific conditions benefit from prehospital triage to a more appropriate destination. Consider increasing transport time no more than 30 minutes to reach a more capable facility if any of the following emergency conditions are identified. • The decision to pass a less capable facility and therefore increase transport time should include consideration of air transport, the stability of the patient and system resources at the time. Call Medical Control if there is any doubt or conflict. Consider YES Transport to Destination Alternate Triage < 30 min? Alternate Acute STEMI with chest pain • Adults should have an appropriate presentation (chest pain, etc.) and an EKG identified as *** ACUTE MI *** by automated analysis. • ALS: may manually identify EKG changes of 1 mm or more of ST segment elevation in 2 or more anatomically contiguous leads. • Appropriate WVEMS cardiac hospitals (with emergent PCI) include: - Carilion Roanoke Memorial and Lewis Gale Hospital Salem - Danville Regional and Lewis Gale Hospital Montgomery Acute (large vessel) CVA • Patients should have a definite time last normal under 6 hrs and at least one positive finding on a Cincinnati Stroke (FAST) exam. • Patients must also have a positive finding on a VAN exam. • Appropriate WVEMS stroke hospitals (PSC or CSC) include: - Carilion Roanoke Memorial and Lewis Gale Hospital Salem Major or Unstable Trauma Reviewed: Jun 2021 • Patients should meet trauma triage guidelines with major injury and / or major mechanism. • Appropriate WVEMS trauma hospitals (Level I or II) include: - Carilion Roanoke Memorial Destination Policies 110 \f ",
    "111": "111 Deceased, MCI Policies Deceased Subjects • EMS may occasionally encounter a deceased subject. - Maintain respect for the deceased and their family. - Always involve the police. Always write a full report. • If resuscitation was not attempted: - Consider all deceased subjects as a potential crime scene. - Limit EMS ingress/egress and coordinate with the police. - Police may request EMS to confirm death. • If resuscitation was attempted and subsequently terminated: - Medical Control should already be involved. - Do not remove any pads, leads, invasive lines or tubes. - EMS may disconnect hardware such as EKG wires and BVM. - Defer to the direction of the police or Medical Examiner. • In some situations the police may release the body. - EMS should not transport the deceased to the ED. - EMS may offer courtesy transport to a funeral home. - EMS may remove lines, tubes, etc if the body is released. - Courtesy transport is not required. Defer to agency policy. - Inform Medical Control of any courtesy transports. • EMS may confirm death in several ways including: - Lack of pulse, respirations or response. - Asystole in at least two cardiac leads with gain at max. - Obvious Death or Mortal Injury. Mass Casualty • Call for more help. Begin a standardized MCI triage system. - Several systems are described, such as START and JumpSTART. • Do the most good for the most people until adequate help arrives. - Consider utilizing any available resources, such as bystanders. Reviewed: Sep 2018 - Prioritize life-saving interventions. - Triage and prioritizing care during an MCI is not abandonment. Deceased, MCI Policies 111 \f ",
    "112": "112 Drug Reference Adenosine Adenocard® • Tx: SVT Use • Adults: 12 mg IV/IO • Peds: 0.1 - 0.2 mg/kg • PMH: COPD, asthma Caution • PMH: WPW, bradycardia, AV block • PMH: Theophylline, Digoxin® • May cause: palpitations • Preg C: safety not established • Give rapid IV push followed by rapid saline flush. Notes • Protocols: Tachycardia • Antiarrhythmic: Class V - Onset: seconds - Duration: 10 s • https://reference.medscape.com/drug/342295 Afrin® Oxymetazoline • Tx: Nosebleeds Use • Adults: 1 spray IN • Peds: 6 y/o and above only Caution • PMH: CAD, HTN • May cause: HA, nose discomfort • Preg C: safety not established • Protocol: Epistaxis Notes Reviewed: Dec 2020 • Adrenergic: α-agonist - Onset: seconds - Duration: 6 hr • https://reference.medscape.com/drug/343408 Drug Reference 112 \f ",
    "113": "113 Drug Reference Albuterol Ventolin® • Tx: Wheezing, Hyperkalemia Use • Adults: 2.5 mg neb • Peds: 0.15 mg/kg • PMH: antiretroviral therapy Caution • PMH: hypokalemia • May cause: tremor, anxiety • May cause: palpitation, tachycardia • Preg C: safety not established • Protocols: Dyspnea, Allergic Reaction Notes • Four (4x) nebs back-to-back for Hyperkalemia • Adrenergic: ß-agonist - Onset: 30 min - Duration: 2 hr • https://reference.medscape.com/drug/343426 Amiodarone Pacerone® • Tx: V-Tach / V-Fib • Adult CODE: 300, then 150 mg IV/IO Use • Peds CODE: 5 mg/kg, then 5 mg/kg • Gtt: over 10 min (peds over 30 min) • PMH: antiretroviral therapy Caution • PMH: bradycardia • May cause: bradycardia, HA • May cause: hypotension, dizzy • Preg D: known risk • Protocols: Tachycardia, Medical CODE Notes Reviewed: May 2021 • Antiarrhythmic: Class III - Onset: mins - Duration: hours • https://reference.medscape.com/drug/342296 Drug Reference 113 \f ",
    "114": "114 Drug Reference Ancef® Cefazolin • Tx: Open Fractures Use • Adults: 1 gram IV/IO, IM • Peds: 10-30 mg/kg IV/IO, IM Caution • PCN / Cephalosporin Allergy • May cause: anaphylaxis • Preg B: likely safe • Protocols: Major Trauma, Extremity Injury Notes • Reconstitute: with 3 mL NS for IV/IO (give slow) or IM • Antibiotic: 1st Gen Ceph -Onset: minutes -Duration: hours • https://reference.medscape.com/drug/342492 Aspirin Baby ASA • Tx: Angina Use • Adults: 81 mg x4 PO (chew) • Peds: <do not use> Caution • PMH: GI bleeding, low platelets • May cause: GERD, bleeding • Preg D: known risks • Protocols: Chest Pain Notes Reviewed: Jun 2021 • Antiplatelet (and NSAID) - Onset: 5 min - Duration: 4 hrs • https://reference.medscape.com/drug/343279 Drug Reference 114 \f ",
    "115": "115 Drug Reference Atropine AtroPen® • Tx: Brady, Organophosphate OD Use • Adults: 1 mg IV/IO (brady) • Peds: 0.02 mcg/kg • PMH: Glaucoma, AV block Caution • May cause: palpitations • May cause: dry mouth, HA • Preg C: safety not established • Organophosphate OD may require massive doses. Notes • Protocols: Bradycardia, Overdose / Tox • Anticholinergic - Onset: seconds - Duration: minutes • https://reference.medscape.com/drug/343093 Atrovent® Ipratropium Bromide • Tx: Wheezing Use • Adults: 0.5 mg neb • Peds: 0.25 mg if <6 y/o (<20 kg) Caution • PMH: glaucoma • May cause: HA, cough • Preg B: likely safe • Protocols: Dyspnea, Allergic Reaction Notes Reviewed: Apr 2021 • Anticholinergic - Onset: 15 minutes - Duration: 3 hours • https://reference.medscape.com/drug/343416 Drug Reference 115 \f ",
    "116": "116 Drug Reference Benadryl® Diphenhydramine • Tx: Allergic Reactions Use • Adults: 25 mg IM, IV/IO, PO • Peds: 1 mg/kg • PMH: glaucoma, elderly Caution • May cause: sedation, delirium • May cause: dry mouth • Preg B: likely safe • Protocols: Allergic Reaction Notes • Antihistamine - Onset: 15 min - Duration: 4 hours • https://reference.medscape.com/drug/343392 Bicarb Sodium Bicarbonate • Tx: Acidosis, Arrhythmia Use • Adults: 50 mEq IV/IO • Peds: 1 mEq/kg • Beware extravasation Caution • Do not mix: Calcium • May cause: alkalosis, CHF • May cause: hypokalemia • Preg C: safety not established • Protocols: Hyperkalemia, Medical CODE, OD/Tox, Crush Inj Notes Reviewed: Dec 2020 • Critical Care: DKA / HHS • Electrolyte: alkali - Onset: 15 minutes - Duration: 1 hour • https://reference.medscape.com/drug/342305 Drug Reference 116 \f ",
    "117": "117 Drug Reference Calcium Calcium Chloride • Tx: Hyperkalemia, Ca-blocker OD • Adults: 1 gram IV/IO Use • Peds: 20 mg/kg • Give over 10 min (or bolus in CODE) • Beware extravasation Caution • Do not mix: Rocephin®, Digoxin® • Do not mix: Bicarbonate • May cause: tachy, brady, N/V, HA • Preg C: safety not established • Protocols: Hyperkalemia, Medical CODE, OD/Tox, Crush Inj Notes • Add to 100 mL NS and give over 10 min if non-emergent • Electrolyte: cofactor - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/344432 D10 Dextrose 10% • Tx: Hypoglycemia Use • Adults: 100 mL IV/IO • Peds: 5 mL/kg • Beware extravasation Caution • May cause: edema • May cause: hyperglycemia • Preg C: safety not established • Protocols: Diabetic Notes Reviewed: May 2021 • Glucose Monosaccharide - Onset: mins - Duration: 40 min • https://reference.medscape.com/drug/342705 Drug Reference 117 \f ",
    "118": "118 Drug Reference Decadron® Dexamethasone • Tx: Inflammation Use • Adults: 8 mg IM, IV/IO, PO • Peds: 0.5 mg/kg • PMH: antivirals, anticoagulants Caution • PMH: diabetics, birth control • May cause: hyperglycemia • May cause: delirium • Preg C: safety not established • Protocols: Dyspnea, Allergic Reaction Notes • Steroid: glucocorticoid - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342741 Dopamine Intropin® • Tx: Shock, Hypotension • Adults: 5 mcg/kg/min IV/IO Use • Peds: 5 mcg/kg/min • Titrate rate (up to 4x) to effect • PMH: tachycardia Caution • PMH: antidepressants • May cause: arrhythmia • May cause: HA, N/V • Preg C: safety not established • Protocols: Circulation / Shock Notes Reviewed: Dec 2020 • Catecholamine - Onset: 5 minutes - Duration: 10 minutes • https://reference.medscape.com/drug/342435 Drug Reference 118 \f ",
    "119": "119 Drug Reference Epi Epinephrine, EpiPen® • Tx: Shock, Brady, Arrest, Anaphylaxis • Adults: 1 mg IV/IO (CODE) Use • Peds: 0.01 mg/kg (Brady, CODE) • Lower doses for allergy • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, flushing • Preg C: safety not established • Protocols: Brady, CODE, Allergy, Neonate Notes • See also: Epi Drip for Circulation / Shock • Adrenergic: α, ß agonist - Onset: 1 min - Duration: 4 hrs • https://reference.medscape.com/drug/342437 Epi Drip Epinephrine, Adrenalin • Tx: Hypotension, Shock • Adults: 1 gtt/sec macro drip set Use • Peds: 1 gtt/sec micro drip set • Mix 1 mg Epi in 1 L NS: 1 mcg/mL • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, flushing • Preg C: safety not established • Protocols: Circulation / Shock Notes Reviewed: Apr 2021 • See also: Epi for Brady, CODE, Allergy, Neonate • Adrenergic: α, ß agonist - Onset: 1 min • https://reference.medscape.com/drug/342437 Drug Reference 119 \f ",
    "120": "120 Drug Reference Etomidate Amidate® • Tx: RSI Induction • Adults: 0.3 mg/kg IV/IO Use • Peds: 0.3 mg/kg (10+ y/o only) • 0-9 y/o safety not established • PMH: adrenal insufficiency Caution • May cause: limb jerking • May cause: eye twitching • Preg C: safety not established • Protocols: Intubation / RSI Notes • Central Hypnotic - Onset: seconds - Duration: minutes • https://reference.medscape.com/drug/343098 Fentanyl Sublimaze® • Tx: Acute Moderate / Severe Pain Use • Adults: 50 mcg IV/IO, IM/IN • Peds: 0.5 - 2 mcg/kg • PMH: MAOIs (antidepressants) Caution • May cause: respiratory depression • May cause: hypotension • May cause: delirium, N/V • Preg C: safety not established • Protocols: Pain Notes Reviewed: Dec 2020 • Critical Care: Sedation • Opioid: µ-agonist - Onset: seconds - Duration: 45 min • https://reference.medscape.com/drug/343311 Drug Reference 120 \f ",
    "121": "121 Drug Reference Furosemide Lasix® • Tx: Congestive Heart Failure Use • Adults: 20-80 mg IV/IO • Peds: <do not use> Caution • PMH: anuria, sulfa allergy • May cause: hypokalemia • Preg C: safety not established • Protocols: <none> Notes • Inject slowly to reduce ototoxicity • Loop diuretic - Onset: 5 minutes - Duration: 2 hours • https://reference.medscape.com/drug/342423 Glucagon Glucagen® • Tx: Hypoglycemia, ß-blocker OD Use • Adults: 1 mg IM/IN • Peds: 0.5 mg if <6 y/o (<20 kg) • PMH: pheochromocytoma Caution • PMH: starvation, Coumadin • May cause: nausea / vomiting • Beware: refractory hypoglycemia • Preg B: likely safe • ß-blocker OD may require multiple doses. Notes Reviewed: Dec 2020 • Protocols: Diabetic, Overdose / Tox • Hepatic glycogenolysis - Onset: 10 min - Duration: 30 min • https://reference.medscape.com/drug/342712 Drug Reference 121 \f ",
    "122": "122 Drug Reference Glucose Oral Glucose, Glutose 15™ • Tx: Hypoglycemia Use • Adults: 15 g PO • Peds: 0.5 g/kg Caution • PMH: hyperglycemia • May cause: hyperactivity • Preg A: demonstrated safe • Protocols: Diabetic Notes • Glucose Monosaccharide - Onset: mins - Duration: 40 min • https://reference.medscape.com/drug/342705 Haldol® Haloperidol • Tx: Severe Psychosis • Adults: 5 mg IM Use • Peds: 0.075-0.15 mg/kg (6+ y/o) • 0-5 y/o: safety not established • PMH: antiarrhythmics (long QT) Caution • PMH: Parkinson’s disease • May cause: hypotension, NMS • May cause: dystonia • Preg C: safety not established • Protocols: Psych Notes Reviewed: Dec 2020 • Antipsychotic: dopa blocker - Onset: 10 m - Duration: 18 h • https://reference.medscape.com/drug/342974 Drug Reference 122 \f ",
    "123": "123 Drug Reference Ibuprofen Advil®, Motrin® • Tx: Fever, Pain Use • Adults: 400 mg PO • Peds: 10 mg/kg • PMH: recent CABG, CKD Caution • PMH: GI bleeding • May cause: epigastric pain • May cause: N/V, dizzy • Preg D: known risks • Protocols: Fever, Pain Notes • NSAID: cox inhibitor - Onset: 30 min - Duration: 4 hours • https://reference.medscape.com/drug/343289 Insulin (regular) Humulin R®, Novolin R® • Tx: Hyperglycemia Use • Adults: 0.1 units/kg IV/IO • Peds: 0.1 mg/kg Caution • PMH: hypokalemia • May cause: hypoglycemia • Preg B: likely safe • Protocols: DKA / HHS Notes Reviewed: Dec 2020 • Hormone - Onset: 30 minutes - Duration: hours • https://reference.medscape.com/drug/999007 Drug Reference 123 \f ",
    "124": "124 Drug Reference Ketamine Ketalar® • Tx: Severe Pain, Discomfort • Adults: 20 mg IV/IO, IM/IN (pain) Use • Peds: 0.25 - 0.5 mg/kg • Give over 10 min in 100 mL NS (pain) • PMH: increased ICP, glaucoma Caution • May cause: laryngospasm • May cause: hypersalivation • Preg N/A: not categorized • Protocols: Pain, Medical ROSC, Trauma ROSC Notes • Critical Care: Higher doses for Intubation / RSI, Sedation • Dissociative anesthetic - Onset: 30 s - Duration: minutes • https://reference.medscape.com/drug/343099 Labetalol Trandate® • Tx: HTN, Tachycardia Use • Adults: 10 mg IV/IO • Peds: 0.3 mg/kg • PMH: reactive airway, CHF Caution • May cause: hypotension, N/V • May cause: dizzy, tingling • Preg C: safety not established • Protocols: <none> Notes Reviewed: Jun 2021 • ß-blocker - Onset: 3 minutes - Duration: hours • https://reference.medscape.com/drug/342359 Drug Reference 124 \f ",
    "125": "125 Drug Reference Lidocaine Xylocaine® • Tx: V-Tach / V-Fib, (or pain after IO) • All Pts: 1 mg/kg, then 0.5 mg/kg IV/IO Use - Typical Adults: 100 mg, then 50 mg • Pain after IO (adult only): 10 mg IO • PMH: antiarrhythmics, AV block Caution • Do not mix: Digoxin® • May cause: hypotension • May cause: N/V, seizure • Preg B: likely safe • Protocols: Medical CODE, Trauma CODE, IO Procedure Notes • Antiarrhythmic: Class IB - Onset: 45 sec - Duration: 10 min • https://reference.medscape.com/drug/342302 Lopressor® Metoprolol • Tx: HTN, Tachycardia Use • Adults: 5 mg IV/IO • Peds: <do not use> • PMH: CHF, AV block Caution • May cause: hypotension, syncope • May cause: bradycardia, dizzy • Preg C: safety not established • Protocols: <none> Notes Reviewed: Jun 2021 • ß-blocker - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342360 Drug Reference 125 \f ",
    "126": "126 Drug Reference Magnesium Magnesium Sulfate • Tx: VT/VF, Dyspnea, Eclampsia Use • Adults: 2 grams IV/IO • Peds: 25 - 50 mg/kg • PMH: DKA, AV block Caution • Do not mix: Digoxin® • May cause: hypotension • May cause: hypoxia, edema • Preg D: known risks • Protocols: Tachycardia, Medical CODE, Dyspnea, Seizure Notes • Consider diluting and give over 10 min if non-emergent • Electrolyte - Onset: seconds - Duration: hours • https://reference.medscape.com/drug/344444 Narcan® Naloxone • Tx: Opiate OD Use • Adults: 0.4 - 4 mg IV/IO, IN • Peds: 0.1 mg/kg Caution • May cause: opiate withdrawal • May cause: N/V, Abdominal Pain • Preg C: safety not established • Protocols: Overdose / Tox Notes Reviewed: Dec 2020 • Opioid (µ) antagonist - Onset: 2 min - Duration: 45 min • https://reference.medscape.com/drug/343741 Drug Reference 126 \f ",
    "127": "127 Drug Reference Nitro Nitroglycerin, Nitrostat® • Tx: Angina Use • Adults: 0.4 mg SL • Peds: <do not use> • PMH: erectile dysfunction meds Caution • PMH: ergot (pain/migraine) med • May cause: HA, hypotension • Preg B: likely safe • Protocols: Chest Pain, Dyspnea Notes • Systemic vasodilator - Onset: 1 min - Duration: 30 min • https://reference.medscape.com/drug/342280 NS Bolus 0.9% Normal Saline • Tx: Hypotension, Hypovolemia Use • Adults: 1,000 mL IV/IO • Peds: 20 mL/kg • PMH: CHF, CKD, HTN Caution • May cause: hypervolemia • May cause: edema • Preg C: safety not established • Protocols: Shock, Tachy, Fever, HyperK+, Diabetic, Preg Notes Reviewed: Dec 2020 • Protocols: Major Trauma / CODE, Crush, Cold/Heat, Burn • Sterile H2O & NaCl - Onset: seconds - Duration: varies • https://www.rxlist.com/normal-saline-drug.htm Drug Reference 127 \f ",
    "128": "128 Drug Reference Propofol Diprivan® • Tx: Sedation • Adults: 0.1 mg/kg/min IV/IO Use • Peds: 0.1 mg/kg/min (3+ months) • 0-2 months: safety unknown • PMH: CKD, renal failure Caution • May cause: hypotension • May cause: apnea • Preg B: likely safe • Protocols: Sedation Notes • Sedative/hypnotic: GABA - Onset: secs - Duration: mins • https://reference.medscape.com/drug/343100 Rocephin® Ceftriaxone • Tx: Infection Use • Adults: 1 gram IV/IO, IM • Peds: 25 - 50 mg/kg • PCN / Cephalosporin Allergy Caution • Do not mix: Calcium (fatal) • May cause: allergic reaction • Preg B: likely safe • Protocols: Sepsis Notes Reviewed: Jun 2021 • Reconstitute: w/ 3 mL - NS for IV/IO, or lidocaine for IM • Antibiotic: 3rd Gen Ceph - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342510 Drug Reference 128 \f ",
    "129": "129 Drug Reference Rocuronium Zemuron® • Tx: RSI Paralysis • Adults: 1 mg/kg IV/IO Use • Peds: 0.6 mg/kg (3+ months old) • 0-2 months: safety unknown • PMH: liver failure, ascites Caution • Beware Malignant Hyperthermia • May cause: paralysis, apnea • Preg B: likely safe • Protocols: Intubation / RSI Notes • Non-depolarizing - Onset: 1 minute - Duration: 30 minutes • https://reference.medscape.com/drug/343109 Succinylcholine Anectine® • Tx: RSI Paralysis Use • Adults: 1 mg/kg IV/IO • Peds: 2 mg/kg • PMH: hyperkalemia, burns Caution • Beware Malignant Hyperthermia • Beware Pediatric Myopathy • May cause: paralysis, apnea • Preg C: safety not established • Protocols: Intubation / RSI Notes Reviewed: Dec 2020 • Depolarizing - Onset: 30 seconds - Duration: 5 minutes • https://reference.medscape.com/drug/343102 Drug Reference 129 \f ",
    "130": "130 Drug Reference TXA Tranexamic Acid • Tx: Bleeding Use • Adults: 10 g IV/IO • Peds: 10 - 25 mg/kg • PMH: seizure, known DVT/PE Caution • May cause: hypotension • May cause: visual changes, N/V • Preg B: likely safe • Protocols: Bleeding Notes • Antifibrinolytic - Onset: minutes - Duration: 3 hours • https://reference.medscape.com/drug/342087 Tylenol® Acetaminophen • Tx: Fever, Pain Use • Adults: 500 mg PO • Peds: 15 mg/kg Caution • PMH: liver failure / disease • Preg B: likely safe • Protocols: Fever, Pain Notes Reviewed: Dec 2020 • Analgesic: antiprostaglandin - Onset: 1 hr - Duration: 4 hrs • https://reference.medscape.com/drug/343346 Drug Reference 130 \f ",
    "131": "131 Drug Reference Versed® Midazolam • Tx: Seizure, Delirium Use • Adults: 2.5 mg IV/IO, IM/IN • Peds: 50 - 75 mcg/kg • PMH: antivirals, glaucoma Caution • May cause: respiratory depression • May cause: hypotension • Preg D: known risks • Protocols: Seizure, Psych Notes • Critical Care: Sedation • Benzo: GABA agonist - Onset: 3 minutes - Duration: 1 hour • https://reference.medscape.com/drug/342907 Zofran® Ondansetron • Tx: Nausea, Vomiting Use • Adults: 4 mg IV/IO, IM/IN, PO • Peds: 0.1 mg/kg Caution • PMH: antidepressants, long QT • May cause: HA, fatigue • Preg B: likely safe • Protocols: Nausea / Vomiting Notes Reviewed: Jun 2021 • Use ODT for PO: tablets will dissolve in the mouth • 5-HT3 antagonist - Onset: seconds - Duration: hours • https://reference.medscape.com/drug/342052 Drug Reference 131 \f ",
    "132": "132 Peds Reference 0 - 5 kg 0 - 12 lbs * Normal Vitals P: 125 - 160 /min R: 26 - 42 /min SBP: 66 - 102 mmHg Resuscitation Misc Defib: 10 ￫ 20 J IV Cath: 24 g (yellow) Epi (code): 0.04 mg King Airway: #0 (clear) Lidocaine: 4 ￫ 2 mg iGel Airway: #1 (pink) Common Pacing Rate: 135 /min NS Bolus: 100 mL Cardioversion: 5 ￫ 10 J Afrin: < do not use > Less Common Albuterol: 0.625 mg Adenosine: 0.8 mg Atrovent: 0.25 mg Amiodarone: < do not use > Benadryl: 5 mg Ancef: 100 mg D10: 25 mL Atropine: 0.1 mg Decadron: 2 mg Bicarbonate: 4 mEq Epi (allergy): 0.05 mg Calcium: 100 mg Epi (brady): 0.05 mg Dopamine: 20 mcg/min Fentanyl: 5 mcg Glucagon: 0.5 mg Glucose: 3.25 g Haldol: < do not use > Ibuprofen: 40 mg Magnesium: 250 mg Ketamine (pain): < do not use > Insulin: 0.5 units Narcan: 0.4 mg Ketamine (RSI): < do not use > Tylenol: 64 mg Propofol: < do not use > TXA: 50 mg Rocephin: 200 mg Versed: 0.25 mg Rocuronium: < do not use > Zofran: < do not use > Succinylcholine: 10 mg Reviewed: Jun 2021 GRAY † 0 - 2 months †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 132 \f ",
    "133": "133 Peds Reference 6 - 7 kg 13 - 16 lbs * Normal Vitals P: 115 - 155 /min R: 24 - 38 /min SBP: 68 - 104 mmHg Resuscitation Misc Defib: 15 ￫ 30 J IV Cath: 24 g (yellow) Epi (code): 0.06 mg King Airway: #1 (white) Lidocaine: 6 ￫ 3 mg iGel Airway: #1.5 (blue) Common Pacing Rate: 125 /min NS Bolus: 120 mL Cardioversion: 7 ￫ 15 J Afrin: < do not use > Less Common Albuterol: 0.625 mg Adenosine: 1.2 mg Atrovent: 0.25 mg Amiodarone: 30 mg Benadryl: 5 mg Ancef: 200 mg D10: 25 mL Atropine: 0.1 mg Decadron: 3 mg Bicarbonate: 6 mEq Epi (allergy): 0.06 mg Calcium: 150 mg Epi (brady): 0.06 mg Dopamine: 30 mcg/min Fentanyl: 10 mcg Glucagon: 0.5 mg Glucose: 3.25 g Haldol: < do not use > Ibuprofen: 60 mg Magnesium: 250 mg Ketamine (pain): 1.5 mg Insulin: 0.5 units Narcan: 0.4 mg Ketamine (RSI): 6 mg Tylenol: 96 mg Propofol: 0.5 mg/min TXA: 50 mg Rocephin: 300 mg Versed: 0.5 mg Rocuronium: 4 mg Zofran: 0.5 mg Succinylcholine: 12.5 mg Reviewed: Jun 2021 PINK † 3 - 8 months †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 133 \f ",
    "134": "134 Peds Reference 8 - 9 kg 17 - 20 lbs * Normal Vitals P: 110 - 150 /min R: 22 - 36 /min SBP: 70 - 106 mmHg Resuscitation Misc Defib: 15 ￫ 30 J IV Cath: 24 g (yellow) Epi (code): 0.08 mg King Airway: #1 (white) Lidocaine: 8 ￫ 4 mg iGel Airway: #1.5 (blue) Common Pacing Rate: 120 /min NS Bolus: 160 mL Cardioversion: 7 ￫ 15 J Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 1.6 mg Atrovent: 0.25 mg Amiodarone: 40 mg Benadryl: 5 mg Ancef: 250 mg D10: 25 mL Atropine: 0.2 mg Decadron: 4 mg Bicarbonate: 8 mEq Epi (allergy): 0.08 mg Calcium: 150 mg Epi (brady): 0.08 mg Dopamine: 40 mcg/min Fentanyl: 10 mcg Glucagon: 0.5 mg Glucose: 3.25 g Haldol: < do not use > Ibuprofen: 80 mg Magnesium: 250 mg Ketamine (pain): 2 mg Insulin: 1 units Narcan: 0.8 mg Ketamine (RSI): 8 mg Tylenol: 128 mg Propofol: 1 mg/min TXA: 50 mg Rocephin: 400 mg Versed: 0.5 mg Rocuronium: 5 mg Zofran: 0.5 mg Succinylcholine: 15 mg Reviewed: Jun 2021 RED † 9 - 16 months †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 134 \f ",
    "135": "135 Peds Reference 10 - 11 kg 21 - 25 lbs * Normal Vitals P: 105 - 145 /min R: 22 - 34 /min SBP: 72 - 108 mmHg Resuscitation Misc Defib: 20 ￫ 40 J IV Cath: 22 g (blue) Epi (code): 0.1 mg King Airway: #1 (white) Lidocaine: 10 ￫ 5 mg iGel Airway: #1.5 (blue) Common Pacing Rate: 115 /min NS Bolus: 200 mL Cardioversion: 10 ￫ 20 J Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 2 mg Atrovent: 0.25 mg Amiodarone: 50 mg Benadryl: 10 mg Ancef: 300 mg D10: 50 mL Atropine: 0.2 mg Decadron: 5 mg Bicarbonate: 10 mEq Epi (allergy): 0.1 mg Calcium: 200 mg Epi (brady): 0.1 mg Dopamine: 50 mcg/min Fentanyl: 10 mcg Glucagon: 0.5 mg Glucose: 7.5 g Haldol: < do not use > Ibuprofen: 100 mg Magnesium: 500 mg Ketamine (pain): 2 mg Insulin: 1 units Narcan: 0.8 mg Ketamine (RSI): 8 mg Tylenol: 160 mg Propofol: 1 mg/min TXA: 100 mg Rocephin: 500 mg Versed: 0.75 mg Rocuronium: 6 mg Zofran: 1 mg Succinylcholine: 20 mg Reviewed: Jun 2021 PURPLE † 17 -23 months †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 135 \f ",
    "136": "136 Peds Reference 12 - 14 kg 26 - 31 lbs * Normal Vitals P: 100 - 140 /min R: 20 - 30 /min SBP: 74 - 110 mmHg Resuscitation Misc Defib: 25 ￫ 50 J IV Cath: 22 g (blue) Epi (code): 0.12 mg King Airway: #2 (green) Lidocaine: 14 ￫ 7 mg iGel Airway: #2 (grey) Common Pacing Rate: 105 /min NS Bolus: 250 mL Cardioversion: 12 ￫ 25 J Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 2.4 mg Atrovent: 0.25 mg Amiodarone: 60 mg Benadryl: 10 mg Ancef: 400 mg D10: 50 mL Atropine: 0.3 mg Decadron: 6 mg Bicarbonate: 12 mEq Epi (allergy): 0.12 mg Calcium: 250 mg Epi (brady): 0.12 mg Dopamine: 60 mcg/min Fentanyl: 20 mcg Glucagon: 0.5 mg Glucose: 7.5 g Haldol: < do not use > Ibuprofen: 120 mg Magnesium: 500 mg Ketamine (pain): 3 mg Insulin: 1 units Narcan: 1.2 mg Ketamine (RSI): 12 mg Tylenol: 192 mg Propofol: 1 mg/min TXA: 100 mg Rocephin: 600 mg Versed: 1 mg Rocuronium: 8 mg Zofran: 1 mg Succinylcholine: 25 mg Reviewed: Jun 2021 YELLOW † 2 - 3 years †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 136 \f ",
    "137": "137 Peds Reference 15 - 18 kg 32 - 40 lbs * Normal Vitals P: 90 - 130 /min R: 20 - 28 /min SBP: 76 - 112 mmHg Resuscitation Misc Defib: 30 ￫ 60 J IV Cath: 22 g (blue) Epi (code): 0.15 mg King Airway: #2 (green) Lidocaine: 18 ￫ 9 mg iGel Airway: #2 (grey) Common Pacing Rate: 100 /min NS Bolus: 300 mL Cardioversion: 15 ￫ 30 J Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 3 mg Atrovent: 0.25 mg Amiodarone: 60 mg Benadryl: 15 mg Ancef: 500 mg D10: 50 mL Atropine: 0.3 mg Decadron: 8 mg Bicarbonate: 15 mEq Epi (allergy): 0.15 mg Calcium: 300 mg Epi (brady): 0.15 mg Dopamine: 80 mcg/min Fentanyl: 20 mcg Glucagon: 0.5 mg Glucose: 7.5 g Haldol: < do not use > Ibuprofen: 160 mg Magnesium: 500 mg Ketamine (pain): 4 mg Insulin: 1.5 units Narcan: 1.6 mg Ketamine (RSI): 16 mg Tylenol: 256 mg Propofol: 1.5 mg/min TXA: 100 mg Rocephin: 700 mg Versed: 1.25 mg Rocuronium: 10 mg Zofran: 1 mg Succinylcholine: 30 mg Reviewed: Jun 2021 WHITE † 4 - 5 years †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 137 \f ",
    "138": "138 Peds Reference 19 - 23 kg 41 - 51 lbs * Normal Vitals P: 85 - 125 /min R: 18 - 26 /min SBP: 80 - 114 mmHg Resuscitation Misc Defib: 40 ￫ 80 J IV Cath: 20 g (pink) Epi (code): 0.2 mg King Airway: #2 (green) Lidocaine: 22 ￫ 11 mg iGel Airway: #2 (grey) Common Pacing Rate: 95 /min NS Bolus: 400 mL Cardioversion: 20 ￫ 40 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 4 mg Atrovent: 0.5 mg Amiodarone: 100 mg Benadryl: 20 mg Ancef: 600 mg D10: 100 mL Atropine: 0.4 mg Decadron: 8 mg Bicarbonate: 20 mEq Epi (allergy): 0.15 mg Calcium: 400 mg Epi (brady): 0.2 mg Dopamine: 100 mcg/min Fentanyl: 30 mcg Glucagon: 1 mg Glucose: 15 g Haldol: 2 mg Ibuprofen: 200 mg Magnesium: 1 gram Ketamine (pain): 5 mg Insulin: 2 units Narcan: 2 mg Ketamine (RSI): 20 mg Tylenol: 320 mg Propofol: 2 mg/min TXA: 200 mg Rocephin: 800 mg Versed: 1.5 mg Rocuronium: 12 mg Zofran: 2 mg Succinylcholine: 40 mg Reviewed: Jun 2021 BLUE † 6 - 7 years †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 138 \f ",
    "139": "139 Peds Reference 24 - 29 kg 52 - 64 lbs * Normal Vitals P: 75 - 115 /min R: 18 - 24 /min SBP: 82 - 118 mmHg Resuscitation Misc Defib: 50 ￫ 100 J IV Cath: 20 g (pink) Epi (code): 0.25 mg King Airway: #2.5 (orange) Lidocaine: 28 ￫ 14 mg iGel Airway: #2.5 (white) Common Pacing Rate: 85 /min NS Bolus: 500 mL Cardioversion: 25 ￫ 50 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 5 mg Atrovent: 0.5 mg Amiodarone: 125 mg Benadryl: 25 mg Ancef: 800 mg D10: 100 mL Atropine: 0.5 mg Decadron: 8 mg Bicarbonate: 20 mEq Epi (allergy): 0.15 mg Calcium: 400 mg Epi (brady): 0.25 mg Dopamine: 125 mcg/min Fentanyl: 30 mcg Glucagon: 1 mg Glucose: 15 g Haldol: 2.5 mg Ibuprofen: 260 mg Magnesium: 1 gram Ketamine (pain): 6 mg Insulin: 2.5 units Narcan: 2 mg Ketamine (RSI): 24 mg Tylenol: 320 mg Propofol: 2.5 mg/min TXA: 200 mg Rocephin: 900 mg Versed: 2 mg Rocuronium: 15 mg Zofran: 2 mg Succinylcholine: 50 mg Reviewed: Jun 2021 ORANGE † 8 - 9 years †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 139 \f ",
    "140": "140 Peds Reference 30 - 36 kg 65 - 80 lbs * Normal Vitals P: 70 - 115 /min R: 16 - 22 /min SBP: 86 - 122 mmHg Resuscitation Misc Defib: 60 ￫ 120 J IV Cath: 18 g (green) Epi (code): 0.3 mg King Airway: #2.5 (orange) Lidocaine: 36 ￫ 18 mg iGel Airway: #2.5 (white) Common Pacing Rate: 80 /min NS Bolus: 600 mL Cardioversion: 30 ￫ 60 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 6 mg Atrovent: 0.5 mg Amiodarone: 150 mg Benadryl: 25 mg Ancef: 900 mg D10: 100 mL Atropine: 0.5 mg Decadron: 8 mg Bicarbonate: 30 mEq Epi (allergy): 0.3 mg Calcium: 600 mg Epi (brady): 0.3 mg Dopamine: 150 mcg/min Fentanyl: 40 mcg Glucagon: 1 mg Glucose: 15 g Haldol: 2.5 mg Ibuprofen: 300 mg Magnesium: 1 gram Ketamine (pain): 8 mg Insulin: 3 units Narcan: 2 mg Ketamine (RSI): 32 mg Tylenol: 320 mg Propofol: 3 mg/min TXA: 300 mg Rocephin: 1 gram Versed: 2.5 mg Rocuronium: 20 mg Zofran: 2 mg Succinylcholine: 60 mg Reviewed: Jun 2021 GREEN † 10 - 12 years †† * Weight based dosing is best. † Broselow™ color is second best. †† Age range is least reliable. Use good judgement. Peds Reference 140 \f ",
    "141": "141 Index: A - C ## B C (cont.) 9's (rule of) in: ß-agonist see: Albuterol 113 Cardiac Arrest in: - Burns 72 ß-blocker see: - Medical CODE 24 12-Lead 91 - Labetalol 124 Cardiac Arrhythmia in: - Lopressor® 125 - Tachycardia 14 Cardioversion A ß-blocker Overdose in: 99 - Overdose / Tox 40 Caustic Ingestion in: 40 A-Fib / A-Flutter in: Baby in: - Overdose / Tox - Tachycardia 14 - Pregnancy / Delivery 48 Cefazolin see: Ancef® 114 AAA (Abd Aneurysm) in: - Neonate 50 Ceftriaxone see: Rocephin® 128 - Abdominal Pain 34 Backache in: Chemical Burn in: Abandonment in: - Pain 20 - Burns 72 - Infant Abandonment 104 Chest Compressions 94 Backboard in: Abdominal Pain 34 Chest Pain 28 - Immobilization 60 Abdominal Trauma in: Chest Trauma in: Behavioral Emergency in: - Trunk Injury 64 - Trunk Injury 64 - Psychiatric 46 Abuse and Neglect 104 CHF in: Benadryl® for: 116 - Dyspnea 30 Acetaminophen see: Tylenol® 130 - Allergic Reaction 32 Acid Reflux in: Chest Seal in: Benzodiazepine see: Versed® 131 - Breathing 6 - Abdominal Pain 34 BIAD in: - Major Trauma 56 Adenocard® see: Adenosine 112 - Airway 4 - Needle Decompress 96 Adenosine for: 112 - BIAD 96 - Wound Care 97 - Tachycardia 14 Bicarb for: 116 Choking in: Adrenergic see: Epinephrine 119 - Hyperkalemia 18 - Airway 4 Advil® see: Ibuprofen 123 - Medical CODE 24 - Heimlich 92 Afrin® for: 112 - Epistaxis 78 - Overdose / Tox 40 Chronic Pain in: Agitated Delirium in: - Crush Injury 68 - Pain 20 - Psychiatric 46 - DKA / HHS 84 Cincinnati Stroke Scale in: Airway 4 Bite / Sting 76 - Stroke 44 Albuterol for: 113 Blast Injury in: Circulation (Shock) 8 - Hyperkalemia 18 - Major Trauma 56 CODE in: - Dyspnea 30 Bleeding 58 - Medical CODE 24 - Allergic Reaction 32 Blood Glucose / Sugar in: - Trauma CODE 52 Alcohol Intoxication in: - Diabetic 38 COPD in: - Overdose / Tox 40 - Glucometer 91 - Breathing 6 Allergic Reaction 32 BLS (Basic Life Support) in: - Dyspnea 30 ALS (Advanced Life Support) in: - How To Use 2 Collapse in: - How To Use 2 Bolus see: NS Bolus 127 - Medical CODE 24 Altered LOC / Syncope 36 Bougie Cric (Cricothyrotomy) 101 - Altered LOC / Syncope 36 Bradycardia 12 Cold in: Amidate® see: Etomidate 120 Breech Birth in: - Cold / Heat 70 Amiodarone for: 113 - Pregnancy / Delivery 48 Combitube in: - Tachycardia 14 - Deliver Baby 100 - Airway 4 - Medical CODE 24 - Manage OB Complication 100 - BIAD 96 Amputation in: Compressions in: - Extremity Injury 66 Breathing 6 - Medical CODE 24 Anaphylaxis in: Burns 72 - Trauma CODE 52 - Allergic Reaction 32 BVM in: - Chest Compressions 94 Ancef® for: 114 - Breathing 6 Concussion in: - Major Trauma 56 - BVM 93 - Head Injury 62 - Extremity Injury 66 Bystanders in: Contaminated Wound in: Anectine® see: Succinylcholine 129 - On Scene Personnel 105 - Major Trauma 56 Antibiotic see: Contractions in: - Ancef® 114 - Rocephin® 128 C - Pregnancy / Delivery Convulsion in: 48 Antiemetic see: Zofran® 131 C-Spine / C-Collar in: - Seizure 42 Antihistamine see: Benadryl® 116 - Immobilization 60 Cooling in: Antipsychotic see: Haldol® 122 - C-Collar 98 - Medical CODE 24 Arrest in: Ca-blocker Overdose in: Cough in: - Medical CODE 24 - Overdose / Tox 40 - Dyspnea 30 - Police 108 Calcium for: 117 CPAP in: Arrhythmia in: - Hyperkalemia 18 - Breathing 6 - Bradycardia 12 - Medical CODE 24 - CPAP 93 - Tachycardia 14 - Overdose / Tox 40 CPR in: Aspirin for: 114 - Crush Injury 68 - Medical CODE 24 - Chest Pain 28 Capnometry/Capnography in: - Trauma CODE 52 Asthma in: - Airway 4 - Chest Compressions 94 - Dyspnea 30 - Breathing 6 Cricothyrotomy 101 Asystole in: Croup in: - Intubation / RSI 80 Reviewed: Jun 2021 - Medical CODE 24 - Dyspnea 30 - Sedation 82 Atropine for: 115 Crush Injury 68 Carbon Dioxide (EtCO2) in: - Bradycardia 12 CVA in: - Airway 4 - Overdose / Tox 40 - Stroke 44 - Breathing 6 Atrovent® for: 115 Cyanide Exposure (cyanokit) in: - Intubation / RSI 80 - Dyspnea 30 - Overdose / Tox 40 - Allergic Reaction 32 - Sedation 82 Carbon Monoxide (CO) in: Cyanosis in: Avulsion (teeth) in: - Dyspnea 30 - Head Injury 62 - Inhalation 74 Index: A - C 141 \f ",
    "142": "142 Index: D - H D E (cont.) G D10 for: 117 Electric Burn in: Gas Exposure in: - Diabetic 38 - Burns 72 - Inhalation 74 Death in: Emesis in: Gastric Tube (G-tube) 95 - Medical CODE 24 - Nausea / Vomiting 22 GERD in: - Termination 106 End Tidal CO2 (EtCO2) in: - Abdominal Pain 34 - Deceased Subject 111 - Airway 4 Glucagon for: 121 Decadron® for: 118 - Breathing 6 - Diabetic 38 - Dyspnea 30 - Intubation / RSI 80 - Overdose / Tox 40 - Allergic Reaction 32 Entrapment in: Glucometer 91 Deceased Subject 111 - Crush Injury 68 Glucose for: 122 Decompression (needle) in: Environmental in: - Diabetic 38 - Breathing 6 - Allergic Reaction 32 Gunshot Wound (GSW) in: - Needle Decompress 96 - Cold / Heat 70 - Breathing 6 Defibrillation in: - Sting / Bite 76 - Immobilization 60 - Medical CODE 24 Epilepsy in: - Head Injury 62 - Trauma CODE 52 - Seizure 42 - Trunk Injury 64 - Defib 94 Epiglottitis in: Deficits (Neuro) in: - HTN 10 - Dyspnea Epinephrine (Epi) for: 30 119 H - Stroke 44 - Circulation (Shock) 8 Haldol® for: 122 - Immobilization 60 - Bradycardia 12 - Psychiatric 46 - Trunk Injury 64 - Medical CODE 24 Harness Hang Syndrome in: Deformity (reduction) in: - Allergic Reaction 32 - Crush Injury 68 - Extremity Injury 66 - Neonate 50 Head Injury 62 - Reduce Deformity 98 - Trauma CODE 52 Headache in: Delirium / Dementia in: EpiPen®, EpiPen Jr.® for: 119 - Hypertension 10 - Psychiatric 46 - Allergic Reaction 32 - Pain 20 Delivery in: Epistaxis 78 Heartburn in: - Pregnancy / Delivery 48 Etomidate for: 120 - Abdominal Pain 34 - Deliver Baby 100 - Intubation / RSI 80 Heart Attack in: Dental in: Ethanol (EtOH) Intoxication in: - Chest Pain 28 - Pain 20 - Overdose / Tox 40 Heart Block in: - Head Injury 62 Evisceration in: - Bradycardia 12 Destination Triage 110 - Trunk Injury 64 Heart Failure in: Dexamethasone see: Decadron® 118 Explosion Injury in: - Dyspnea 30 Dextrose see: D10 117 - Major Trauma 56 Heat in: Diabetic 38 Exposed Bone in: - Fever 16 Diabetic Ketoacidosis in: - Major Trauma 56 - Cold / Heat 70 - DKA / HHS 84 Exposure in: Heat Exhaustion / Stroke in: Dialysis in: - Cold / Heat 70 - Cold / Heat 70 - Hyperkalemia 18 External Jugular in: Heimlich 92 - Saline Lock 91 - Saline Lock 91 Hemorrhage in: Diaphoresis in: Extremity Injury 66 - Bleeding 58 - Circulation (Shock) 8 Eye Trauma in: Hemostatic Packing in: Diphenhydramine see: Benadryl® 116 - Head Injury 62 - Wound Packing 97 Diprivan® see: Propofol 128 HHS / DKA 84 Direct Pressure in: - Bleeding Difficulty Breathing (DIB) in: 58 F Hives in: - Allergic Reaction 32 - Breathing 6 Facial Trauma in: HTN (Hypertension) 10 - Dyspnea 30 - Head Injury 62 Humulin R® see: Insulin 123 Diuretic see: Furosemide 121 Failed Airway in: Hyperemesis in: DKA / HHS 84 - Airway 4 - Nausea / Vomiting 22 DNR in: - Intubation / RSI 80 Hyperglycemia in: - Withhold Resuscitation 106 Fainting in: - Diabetic 38 Dopamine for: 118 - Altered LOC / Syncope 36 Hyperkalemia 18 - Circulation (Shock) 8 Fatigue in: Hyperosmolar Hyperglycemic State in: Dosing in: - Rehab 108 - DKA / HHS 84 - Peds Reference 132 FAST Stroke Scale in: Hypersalivation (pretreatment) in: Dressing in: - Stroke 44 - Sedation 82 - Wound Care 97 Febrile Seizure in: Hyperoxia in: Drug Box 103 - Fever 16 - Breathing 6 Drunk in: - Seizure 42 Hypertension (HTN) 10 - Overdose / Tox 40 Fentanyl for: 120 Hyperthermia in: Dyspnea 30 - Pain 20 - Fever 16 Fever 16 - Cold / Heat 70 Fibromyalgia in: Hypoglycemia in: E - Pain 20 - Diabetic 38 Ear Trauma in: Flail Chest Segment in: Hypotension in: - Head Injury 62 - Trunk Injury 64 - Circulation (Shock) 8 ECG / EKG in: Fracture in: - Major Trauma 56 Reviewed: Jun 2021 - 12-Lead 91 - Immobilization 60 - Head Injury 62 Eclampsia in: - Head Injury 62 Hypothermia in: - Seizure 42 - Trunk Injury 64 - Medical CODE 24 - Pregnancy / Delivery 48 - Extremity Injury 66 - Cold / Heat 70 Ejection in: Frostbite / Frostnip in: Hypoxia in: - Major Trauma 56 - Cold / Heat 70 - Breathing 6 - Immobilization 60 Flu in: - Dyspnea 30 EKG / ECG in: - Fever 16 - Head Injury 62 - 12-Lead 91 Furosemide (ref) 121 Index: D - H 142 \f ",
    "143": "143 Index: I - P I L (cont.) N (cont.) Ibuprofen for: 123 Level of Consciousness (LOC) in: Newborn in: - Fever 16 - Altered LOC / Syncope 36 - Neonate 50 - Pain 20 Lidocaine for: 125 Nicotine Overdose in: 40 Ice in: - Medical CODE 24 - Overdose / Tox - Extremity Injury 66 - Trauma CODE 52 Nitro for: 127 - Cold / Heat 70 - Intraosseous (IO) 94 - Chest Pain 28 - Bite / Sting 76 Lividity in: - Dyspnea 30 iGel (airway) in: - Medical CODE 24 Nose Bleed in: - Airway 4 - Termination 106 - Head Injury 62 - Intubation / RSI 80 Lopressor (ref) 125 - Epistaxis 78 - BIAD 96 Loss of Consciousness in: Novolin R® see: Insulin 123 - Peds Reference 132 - Altered LOC / Syncope 36 NPO (Nil Per Os) in: Immobilization (SMR) 60 LVAD 107 - Nausea / Vomiting 22 Impaled Object in: NS Bolus 127 - Major Trauma - Head Injury 56 62 M NSAID see: Ibuprofen 123 - Trunk Injury 64 Magill Forceps 92 Immunization Induction see: 86 Magnesium for: - Tachycardia 126 14 O - Intubation / RSI 80 - Medical CODE 24 Obvious Death in: - Etomidate 120 - Dyspnea 30 - Medical CODE 24 - Ketamine 124 - Seizure 42 - Deceased Subjects 111 Infant in: Magnet (pacemaker) in: Occlusive Dressing in: - Pregnancy / Delivery 48 - Bradycardia 12 - Breathing 6 - Neonate 50 Major Trauma 56 - Major Trauma 56 - Abandonment 104 Malignant HTN in: - Needle Decompress 96 Infection in: - Hypertension 10 - Wound Care 97 - Fever 16 Manage OB Complication 100 On Scene Personnel 105 - Sepsis 88 Mark-1 Kit (Nerve Agent) in: Ondansetron see: Zofran® 131 Influenza in: - Overdose / Tox 40 Open Fracture in: - Fever 16 Mass Casualty 111 - Major Trauma 56 Ingestions in: Mean Arterial Pressure (MAP) in: - Extremity Injury 66 - Overdose / Tox 40 - Circulation (Shock) 8 Opiate see: Fentanyl 120 Inhalation 74 Medical CODE 24 Opiate Overdose in: 40 Insulin for: 123 Medical ROSC 26 - Overdose / Tox - DKA / HHS 84 Medications in: Oral Glucose see: Glucose 122 Insulin Reaction in: - Drug Box 103 Organophosphate Exposure in: - Diabetic 38 - Drug Reference 112 - Overdose / Tox 40 Internal Bleeding in: 58 - Peds Reference 132 Oropharyngeal Airway 95 - Bleeding Metoprolol® see: Lopressor 125 Overdose / Tox 40 Intraosseous (IO) 94 Midazolam see: Versed® 131 Oxygen (O2) in: Intravenous (IV) in: Migraine in: - Breathing 6 - Saline Lock 91 - Pain 20 - Inhalation 74 - Peds Reference 132 Miscarriage in: Oxymetazoline see: Afrin® 112 Intropin® see: Dopamine 118 - Pregnancy / Delivery 48 Intubation / RSI 80 Monitor (Cardiac) in: Intoxication in: - 12-Lead 91 - Overdose / Tox 40 Ipratropium Brom. see Atrovent® 115 Mortal Injury in: - Trauma CODE 52 P iSTAT Labs 101 - Deceased Subjects 111 Pacerone® see: Amiodarone 113 Itching in: Motrin® see: Ibuprofen 123 Pacing 99 - Allergic Reaction 32 Mouth Trauma in: Pain 20 - Head Injury 62 Palpitations in: - Tachycardia 14 J Multisystem Trauma in: - Major Trauma 56 Paralytic see: Myocardial Infarction (MI) in: - Intubation / RSI 80 K - Chest Pain 28 - Rocuronium - Succinylcholine 129 129 King (airway) in: - Airway - Intubation / RSI 4 80 N Patient in: - How To Use 2 Narcan® for: 126 - Refusal 109 - BIAD 96 - Overdose / Tox 40 PCN (Penicillin) Allergy see: - Peds Reference 132 Naloxone see: Narcan® 126 - Penicillin Allergy Ketamine for: 124 Nasopharyngeal Airway 95 - Pain 20 PEA in: Nausea / Vomiting 22 - Medical CODE 24 - Medical ROSC 26 Nebulizer in: - Trauma ROSC 54 Pediatrics in: - Dyspnea 30 - How To Use 2 - Intubation / RSI 80 Neck Trauma in: - Sedation 82 - Peds Reference 132 - Immobilization 60 Pelvic Trauma in: Ketosis / Ketones in: - Head injury 62 - DKA / HHS 84 - Trunk Injury 64 Needle Cric (cricothyrotomy) 101 Penetrating Trauma in: Kussmaul's Respirations in: Needle Decompression in: - DKA / HHS 84 - Breathing 6 - Breathing 6 - Immobilization Reviewed: Jun 2021 60 - Needle Decompress 96 L - Head Injury 62 Neglect in: - Trunk Injury 64 - Stroke 44 Labetalol (ref) 124 - Abuse and Neglect 104 Penicillin (PCN) Allergy in: Laceration in: Neonate 50 - Major Trauma 56 - Bleeding 58 Neuro Deficits in: - Sepsis 88 - Wound Care 97 - HTN 10 - Ancef® 114 Lactic Acid (Lactate) in: - Stroke 44 - Rocephin® 128 - Sepsis 88 - Immobilization 60 Physician Orders 105 Lasix® see: Furosemide 121 143 - Trunk Injury 64 Index: I - P \f ",
    "144": "144 Index: P - Z P (cont.) S T (cont.) PICC lines in: Safety Data Sheet (SDS) in: Trandate® see: Labetalol 124 - Saline Lock 91 - Overdose / Tox 40 Tranexamic Acid see: TXA 130 Pleural Decompression in: Saline see: NS Bolus 127 Transport in: - Needle Decompress 96 Saline Lock 91 - How To Use 2 Pneumonia in: Sedation 82 - Destination Triage 110 - Dyspnea 30 Seizure 42 Trauma CODE 52 Pneumothorax in: Sepsis 88 Trauma ROSC 54 - Breathing 6 Shock (Circulation) 8 Triage in: - Needle Decompress 96 Shortness of Breath (SOB) in: - Mass Casualty 111 Poison Control in: - Dyspnea 30 - Destination Triage 110 - Overdose / Tox 40 Skull Trauma in: Tricyclic Overdose in: Police in: - Head Injury 62 - Overdose / Tox 40 - Psychiatric 46 Smoke Inhalation in: Trunk Injury 64 - Police Assist 108 - Inhalation 74 Twins in: POST in: SMR (Spinal Motion Restriction) in: 60 - Pregnancy / Delivery 48 - Withhold Resuscitation 106 - Immobilization TXA for: 130 Postpartum Care in: Sodium Bicarbonate see: Bicarb 116 - Bleeding 58 - Pregnancy / Delivery 48 Spinal Clearance in: Tylenol® for: 130 Post-Resuscitation Care in: - Fever 16 - Immobilization 60 - Medial ROSC 24 - Pain 20 Spinal Precautions in: - Trauma ROSC 52 - Immobilization 60 Potassium Elevation in: - Hyperkalemia 18 Splint Sprain / Strain in: 98 U Preeclampsia in: Umbilical Cord in: - Extremity Injury 66 - Pregnancy / Delivery 48 - HTN 10 - Splint 98 - Seizure 42 Unresponsive in: ST Elevation MI (STEMI) in: - Medical CODE 24 - Pregnancy / Delivery 48 - Chest Pain 28 Pregnancy / Delivery 48 - Altered LOC / Syncope 36 - Destination Triage 110 Preoxygenation in: Stabbing Injury in: - Intubation / RSI Pressors in: 80 - Breathing - Immobilization 6 60 V - Circulation (Shock) 8 V-Fib in: - Head Injury 62 - Medical CODE 24 Prolapsed Cord in: - Trunk Injury 64 - Pregnancy / Delivery 48 V-Tach in: Standby 108 - Tachycardia 14 Propofol for: 128 Steroid see: Decadron® 118 - Sedation 82 - Medical CODE 24 Sting / Bite 76 Vaccination see: Pressor see: Dopamine 118 Stinger Removal 98 Pseudoseizure in: - Immunization 86 Stomach Pain in: Vagal (Valsalva) Maneuvers in: - Seizure 42 - Abdominal Pain 34 - Tachycardia 14 Psychiatric 46 Stroke 44 VAN Stroke Scale in: PTX in: Sublimaze® see: Fentanyl 120 - Stroke 44 - Breathing 6 Succinylcholine for: 129 Vasopressor see: Dopamine 118 - Needle Decompress 96 - Intubation / RSI 80 Versed® for: 131 Pulmonary Edema in: Suction 92 - Seizure 42 - Dyspnea 30 Suicidal in: - Psychiatric 46 Pulmonary Embolism (PE) in: - Psychiatric 48 - Sedation 82 - Breathing 6 Ventolin® see: Albuterol 113 Sulfonylureas in: Pulseless Electrical Activity in: Vision Changes in: - Medical CODE 24 - Diabetic 38 Sunburn in: - Hypertension 10 - Burns 72 - Head Injury 62 Q SVT in: - Tachycardia 14 Vomiting / Nausea 22 R Syncope / Altered LOC 36 W Warming in: Rapid Sequence Intubation Rash in: 80 T - Cold / Heat Weakness in: 70 - Allergic Reaction 32 Tachycardia 14 Teeth in: - Altered LOC / Syncope 36 Reduce Deformity 98 Wheezing in: Refusals 109 - Pain 20 - Head Injury 62 - Dyspnea 30 Rehab 108 - Allergic Reaction 32 Renal Failure in: Tension Pneumothorax in: - Breathing 6 Withdrawal in: - Hyperkalemia 18 - Overdose / Tox 40 Restraint in: - Needle Decompress 96 - Seizure 42 - Psychiatric 46 Termination of Resuscitation 106 Withholding Resuscitation 106 Resuscitation in: Therapeutic Hypothermia in: Wound Care 97 - Medical CODE 24 - Medical CODE 24 Wound Packing 97 - Trauma CODE 52 Thermometer in: Rigor Mortis in: - Fever 16 - Medical CODE 24 - Cold / Heat TIA in: 70 X - Termination 106 Xylocaine® see: Lidocaine 125 - Stroke Reviewed: Jun 2021 Rocephin® for: 128 44 - Sepsis 88 Toothache in: Rocuronium for: 129 - Pain - Head Injury 20 62 Y - Intubation / RSI 80 ROSC in: Tourniquets in: - Medical ROSC 26 - Trauma CODE 53 Z - Trauma ROSC 54 - Major Trauma 56 Zemuron® see: Rocuronium 129 RSI / Intubation 80 - Bleeding 58 Zofran® for: 131 Rule of 9's in: - Tourniquet 97 - Nausea / Vomiting 22 - Burns 72 Tox / Overdose 40 Index: P - Z 144 \f ",
    "145": " Protocols 2021 Protocols, Procedures, Policies and Medications of the Western VA EMS Medical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Adapted From • WVEMS Protocols 2020 • VA OEMS Procedure Scope 2020 • VA OEMS Formulary Scope 2020 • NEMSIS 3.4.0 2020 Physician Review EMS Review • Dr. C. Bernier • Don Altice • Dr. B. Ekey • Chris Christensen • Dr. K. Hinshaw • Cathy Cockrell • Dr. D. Lander • Gene Dalton • Dr. A. LePera • Ashley Dye • Dr. S. Osborne • Mike Garnett • Dr. J. Patterson • Steve LePera • Dr. H. Rose-Inman • Sarah Polan • Dr. E. Stanley • Tommy Pruitt • Travis Pruitt Special Thanks • Steve Simon • Click & Pledge® • Steve Spangler • MayJuun, LLC • Joey Trigg • Salem Fire & EMS • Kari Whitney WVEMS Council Phone: 540-562-3482 1944 Peters Creek Rd. Web: https://wvems.org Roanoke, VA 24017 Email: western@vaems.org WVEMS Protocols 2021"
}