{
    "1": " Protocols 2023 Universal Trauma 4 Airway 52 Trauma CODE 23 6 Breathing (Hypoxia) 54 Trauma ROSC 8 Circulation (Shock) 56 Major Trauma 10 Hypertension 58 Bleeding 12 Bradycardia 23 60 Immobilization (SMR) 14 Tachycardia 62 Head Injury 16 Fever 64 Trunk Injury 18 Hyperkalemia 66 Extremity Injury 20 Pain 68 Crush Injury 22 Nausea / Vomiting 23 70 Cold / Heat 72 Burns Medical 74 Inhalation 24 Medical CODE 76 Sting / Bite 26 Medical ROSC 78 Epistaxis 28 Chest Pain 23 30 Dyspnea (SOB) Critical Care 32 Allergic Reaction 80 Intubation / RSI 34 Abdominal Pain 82 Sedation / Vent 23 36 Altered LOC / Syncope 84 Vasopressors 23 38 Diabetic 86 DKA / HHS 40 Overdose / Tox 88 Malignant HTN 23 23 42 Seizure 90 Sepsis 44 Stroke 46 Psychiatric 92 Procedures & Policy 23 48 Pregnancy / Delivery 114 Drug Reference 50 Neonate (Newborn) 136 Peds Reference 23 updated WVEMS Protocols 2023 v230815 ",
    "2": "2 How To Use WVEMS Protocols 2023 Protocols, Procedures, Policies & Medications of the Western VA EMS Medical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Published under the: Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy send a letter to PO Box 1866, Mtn View, CA 94042 or creativecommons.org/licenses/by-sa/4.0/ WVEMS Council Phone: 540-562-3482 1944 Peters Creek Rd. Web: https://wvems.org Roanoke, VA 24017 Email: western@vaems.org Protocol Flow and Intervention Symbols Use Don’t Indications Judgement Forget Important Concept WARNING Note • And Details Basic Life Support (BLS) EMR E EMT A AEMT Advanced Life Support (ALS) Reviewed: Jun 2023 I Intermediate P Paramedic P Critical Paramedic Care How To Use 2 ",
    "3": "3 How To Use Welcome to the WVEMS Protocols 2023 • Think of this like a tool box, not a cookbook. • You should use several protocols at the same time on every call. • You may use any intervention marked for your level or lower. Basic procedures are assumed for every call. • Don’t forget: scene safe, BSI, ABC’s, call for ALS, notify the ED, etc. • Every patient should have a full assessment including vital signs. • Ask about medical allergies and pregnancy before giving meds. Call for online Medical Direction at any time for advice on: • Any questions, problems, or if uncertain for any reason. • Getting permission to deviate from these protocols. • If unable to contact, remember: get the patient to the hospital. Protocols mean you can, but not always that you should. • Use only enough to stabilize and/or improve. Don’t follow blindly. • Skip anything unnecessary. Not every box needs to be completed. • The listed order suggests importance, but is not absolute. Severity is a subjective judgement that requires thought. • Not all decisions are black and white. Use this text as a guide. • Reassess and restart protocols as needed during a call. • Use good clinical sense to decide what takes precedence. Presume routine things when appropriate, like: • SpO2, EKG, EtCO2, glucometer, phlebotomy, etc. • Regular layperson ﬁrst aid treatments like splinting & band-aids. • Note: protocols may also include reminders (like “12-Lead”). Pediatric considerations are included in every protocol. • Patients 14 y/o and over (14+) are generally given adult therapy. • Children (1-13) and Infants ( <1) are considered peds. • Use Peds Reference or other approved source for peds dosing. Critical Care is for credentialed paramedics only. • Provider’s responsibility to maintain mandatory prerequisites. • Must be approved for that speciﬁc protocol by the agency OMD. Reviewed: Jun 2023 • All deadlines expire on the last day of the month (a grace period). References are included. This text is not comprehensive. • Medications may appear as brand name® or generic. How To Use 3 ",
    "4": " 4 Airway Choking, Unstable or Unresponsive Severity? Mild Moderate Severe • Awake • Altered LOC • Unresponsive • Simple Choking • Hypoxia • Apnea or Snoring Heimlich Reposition OPA Airway Suction Magill A Forceps NPA E BIAD NEMSIS: 9914001, 9914003, 9914005 Consider • Breathing Reviewed: Jun 2023 4 ",
    "5": " 5 Alias: Choking, Suction, Oral Airway, BIAD Airway Imperatives • Maintain the simplest effective airway. Escalate only if needed. • If BIAD fails, try again with a different size. - Most common failure of a BIAD is inappropropriate size. • Use several techniques to conﬁrm airway: - Physical Exam: lung sounds, skin color, chest rise, etc. - Vitals: rising SpO2, good EtCO2 (capnography or capnometry) • Be prepared to escalate airway if signs of Poor Perfusion. • E May Suction Nose/BIAD/ETT/trach/stoma with ﬂexible cath. Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Secure BIAD well. Use tape or manufactured holding device. - May place c-collar (even without trauma) to help stabilize. - A Consider placing an OG-Tube if BIAD will accommodate it. • Use caution with NPA if any signs of facial trauma. • Reposition with: Head Tilt / Chin Lift (med) or Jaw Thrust (trauma). • Endotracheal intubation is not included in this protocol. NEMSIS: 9914001, 9914003, 9914005 - Consider Intubation if appropriate and cleared for Critical Care. Pediatrics • Be suspicious for an airway obstruction, especially with stridor. • Use back blows if indicated. Do not use blind ﬁnger sweeps. Reviewed: Jun 2023 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 9 Airway 5 ",
    "6": " 6 Breathing Dyspnea or SpO2 under 95% Provide O2 Severity? Mild Moderate Severe • Awake & Oriented • Resps Inadequate • Respiratory Failure • Subjective Dyspnea • Cyanosis • Penetrating Injury Position of BVM BVM Comfort Assist Ventilate E NIPPV Chest Seal Needle I Decompress NEMSIS: 9914001, 9914211 Consider • Airway Reviewed: Jun 2023 6 ",
    "7": " 7 Alias: Hypoxia, Oxygenation, O2, Pneumothorax (PTX), PE Breathing Imperatives • Dyspnea with penetrating trauma is a severe problem. - Apply a chest seal to any penetrating injury to neck or trunk. - Do not wait for hypoxia to develop. • Spontaneous or traumatic PTX can be a severe problem. - Needle Decompress for Hypotension or persistent hypoxia. • BVM: Use two providers and two handed technique if able. - Use EtCO2 and maintain 35-45 mmHg. Avoid hyperventilation. - During CPR: alternate 30 : 2 until BIAD (or ETT) is placed. • NIPPV: Requires a patient that is awake and compliant. - Contraindicated with vomiting, hypotension or altered LOC. BVM Rate • Adult: Q 6 sec (10 /min) • Peds: Q 2 sec (20-30 /min) Notes • Provide O2 at appropriate doses. Titrate for effect. - Nasal Cannula (NC): 1 - 6 L/min - Non-Rebreather (NRB): 10 - 15 L/min • Consider reducing supplemental O2 if SpO2 rises above 98%. - Hyperoxia can make some conditions worse, especially COPD. - Target SpO2 of 88-92% for adults with isolated COPD. • If SpO2 unavailable or machine fails: use good clinical judgment. • SCUBA injury may cause hypoxia: consider if any recent diving. NEMSIS: 9914001, 9914211 Pediatrics • Refer to Neonate for any peds under 1 month ( < 31 days) old. • Use caution and appropriately sized BVM to prevent barotrauma. Reviewed: Jun 2023 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10 Breathing 7 ",
    "8": " 8 Circulation / Shock Systolic Under Or MAP • Adult (14+): 90 mmHg 65 mmHg • Child (1-13): 70 mmHg 50 mmHg • Infant (< 1): 60 mmHg 40 mmHg Severity? Mild Moderate Severe • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • No Symptoms • Tachy or Dizzy • Altered LOC A Saline A NS Bolus A NS Bolus Lock E 12-Lead E 12-Lead I Epi Drip I Dopamine E 12-Lead Consider NEMSIS: 9914127 • Tachycardia, Bradycardia • Bleeding, Altered LOC Reviewed: Oct 2022 NS Bolus: 1,000 mL IV/IO x2 Adult Epi Drip: 1 gtt/s IV/IO Titrated Drip Doses Dopamine: 5 mcg/kg/min IV/IO Titrated Drip 8 ",
    "9": " 9 Alias: Hypotension, Low blood Pressure Shock Imperatives Poor Perfusion • Consider underlying causes: • Suspect if several of these: - Bradycardia, Tachycardia - Altered Mental Status - Cardiac, Anaphylaxis - Skin Pale, Cool, Diaphoretic - Diabetic, Overdose / Tox - Tachycardia, Hypotension - Major Trauma, Exposure - Dyspnea, Tachypnea Medication • NS Bolus (0.9% Saline): indicated for poor perfusion. - Recheck lung sounds before and after ﬂuid administration. • Epi Drip (Epinephrine): Mix and use as follows: - Add 1 mg Epi into a 1,000 mL bag of NS (makes it 1 mcg/mL). - Adults (14+ y/o): Use a macro drip (10 or 15 gtt/mL) set. - Peds (0-13 y/o): Use a micro drip (60 gtt/mL) set. - Start at 1 drop per second and titrate as needed. - Avoid Epi if active chest pain and conﬁrmed STEMI. • Dopamine (Intropin®): for medical causes refractory to Epi. - Use a micro drip (60 gtt/mL) set. May titrate up to 4x if needed. - Average adults start around 1 drop every 5 sec (with micro set). Notes • Give ﬂuids and reassess. Start pressors if poor response. • Mean Arterial Pressure (MAP) is a better indicator when available. - Consider Vasopressors if appropriate & cleared for Critical Care. Pediatrics • The majority of peds decompensation is airway related. • Fluids are important for hypotension. Pressors are a last resort. NEMSIS: 9914127 • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Circulation / Shock 9 ",
    "10": " 10 Hypertension Systolic Over • Adult (14+): 240 mmHg • Child (1-13): 220 mmHg • Infant (< 1): 200 mmHg Severity? Minor Major • No Distress • Chest Pain, SOB • No Pain • Headache Position of E 12-Lead Comfort A Saline Lock Consider NEMSIS: 9914123 • Pain, Pregnancy, Seizure • Cardiac, SOB, Stroke Reviewed: Feb 2023 10 ",
    "11": "11 Alias: HTN, Elevated Blood Pressure Hypertension Imperatives • Conﬁrm elevated systolic BP with two reliable blood pressures. • HTN is a frequent reaction to Pain and acute physiologic insult. - Investigate and treat pain & underlying causes ﬁrst. • Even mild HTN (SBP>160 mmhg) in late Pregnancy may be pathologic. - It may indicate preeclampsia and progress to Seizures. • Inappropriate use of antihypertensives can cause harm. - Lowering BP during a stroke can cause harm. Notes • Many other underlying causes can result in signiﬁcant HTN. - Consider Cardiac pathology if any chest pain. - Consider CHF and pulmonary edema if any dyspnea. - Consider Stroke if any acute focal neurologic deﬁcits. - Consider OD/Tox if any recent stimulant or illicit drug use. - Consider Psych if overt anxiety from recent emotional triggers. - Consider Head Injury if any history of trauma or signs of injury. • Ask about new or recent changes to cardiac or BP medications. • Consider Malignant HTN if indicated & cleared for Critical Care. Pediatrics • Pathologic HTN is unlikely in peds. Treat underlying causes. NEMSIS: 9914123 References Reviewed: Feb 2023 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7 Hypertension 11 ",
    "12": " 12 Bradycardia Pulse Under • Adult (14+): 60 /min • Child (1-13): 70 /min • Infant (< 1): 80 /min Severity? Mild Moderate Severe • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • No Symptoms • Chest Pain, Weak • Unresponsive E 12-Lead E 12-Lead I Pacing Saline Peds A Lock I Atropine I Epi E 12-Lead Consider NEMSIS: 9914115 • Pain, Breathing, Hyper K+ • Shock, N/V, OD / Tox Reviewed: Feb 2023 Atropine: 1 mg IV/IO Q 5 min x3 Adult Epi: Use Peds Reference IV/IO Q 5 min Peds 12 ",
    "13": "13 Alias: Heart Block, Junctional, IVR (idioventricular) Bradycardia Imperatives • Slow, wide complex bradycardia may be due to Hyperkalemia. • Consider Overdose if appropriate (many meds cause brady). • I May try pacer magnet to improve rate. Do not use on AICD. Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Hypotension - Dyspnea, Tachypnea Medications • Atropine: may not be effective (but is also not harmful) for: - Heart Transplant, 3° Heart Block • Epi (Epinephrine): Preferred agent over Atropine in peds. Notes • Pacing: Start at 80 bpm / 80 mA. Escalate mA as needed. - Alternate: follow manufacturer's or OMD's dosing guideline. - Treat Pain and/or Anxiety from pacing as soon as appropriate. Pediatrics • Refer to Neonate for any peds under 1 month ( < 31 days) old. • Frequently a Breathing problem: don't forget O2. • Even a single pill of some meds can cause severe bradycardia. - Consider opiate, Ca2+ or ß-blocker Overdose. NEMSIS: 9914115 • Consider effects of maternal medication in breast milk. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Feb 2023 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13, 20 Bradycardia 13 ",
    "14": " 14 Tachycardia Pulse Over • Adult (14+): 100 /min • Child (1-13): 130 /min • Infant (< 1): 160 /min Severity? Mild Moderate Severe • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • Simple Tachycardia • Critical Arrhythmia • Critical Arrhythmia E 12-Lead E 12-Lead I Cardioversion A NS Bolus A NS Bolus E 12-Lead I IfAdenosine QRS ≤ 120 ms I Magnesium If Torsades I Amiodarone If QRS > 120 ms A NS Bolus NEMSIS: 9914147, 9914151, 9914199 Consider • Circulation, Pain • Fever, Bleeding Reviewed: Feb 2023 NS Bolus: 1,000 mL IV/IO x1 Adult Adenosine: 12 mg IV/IO Q 5 min x2 Doses Amiodarone: 150 mg IV/IO over 10 min Magnesium: 2 grams IV/IO x1 14 ",
    "15": "15 Alias: Sinus Tach, SVT, A-Fib, RVR, A-Flutter, V-Tach w/pulse Tachycardia Imperatives • Must distinguish a simple tachycardia from a critical arrhythmia. • Simple Tachycardias (e.g. Sinus Tach) occur for many reasons. - Reactive causes like: Shock, Pain, Fever or Bleeding, etc. - Hidden causes like: OD / Tox, Psychiatric or Anaphylaxis, etc. - Cardiac causes like: A-Flutter or A-Fib w/ RVR, etc. - Treat the cause. Avoid anti-arrhythmics or cardioversion. • Critical Arrhythmias (e.g. SVT, V-Tach w/pulse) are usually faster. - But a fast pulse is not always critical. Judgement is necessary. - I May try vagal maneuvers (e.g. modiﬁed valsalva). Critical Arrhythmia Poor Perfusion • Suspect if pulse over: • Suspect if several of these: - Adult (14+): 150 /min - Altered Mental Status - Child (1-13): 180 /min - Skin Pale, Cool, Diaphoretic - Infant (<1): 220 /min - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • Adenosine (Adenocard®): Give rapid IV push. - Use caution in patients with a history of WPW, COPD or asthma. • Amiodarone (Pacerone®): Give over 10 min IV drip. Notes • Cardioversion: Enable SYNC. Start at 50 J. Escalate as needed. NEMSIS: 9914147, 9914151, 9914199 - Alternative: follow manufacturer’s or OMD’s dosing guidance. Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Feb 2023 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13, 20 Tachycardia 15 ",
    "16": " 16 Fever Temp above 100.4 °F (38.0 °C) Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Fatigue, Chills • Tachy, Dyspnea Position of A NS Bolus Comfort E Tylenol E Ibuprofen NEMSIS: 9914061, 9914129 Consider • Circulation • Tachycardia Reviewed: Aug 2022 NS Bolus: 1,000 mL IV/IO x1 Adult Tylenol: 500 mg PO Q 15 min x2 Doses Ibuprofen: 400 mg PO Q 15 min x2 16 ",
    "17": "17 Alias: Sick, Toxic Infection, Flu, Flu-like Illness, Cellulitis, UTI Fever Imperatives • Use an appropriate mask for any cough or respiratory disease. • Fever is a response to an infection. - Hyperthermia caused by environment or drugs is different. - Fever medications are contraindicated in Hyperthermia. • Aggressive EMS ﬂuid for sepsis without Shock is unnecessary. Medications • Tylenol® (Acetaminophen): avoid if end stage liver disease • Ibuprofen (Advil®, Motrin®): avoid if active GI bleeding Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Temporal thermometers are inaccurate on sweaty skin. • Oral thermometers are inaccurate after PO ﬂuids or while talking. • Consider Sepsis if appropriate and cleared for Critical Care. Pediatrics • Peds under 5 y/o may have a Seizure caused by fever. - It is usually self limiting and does not require intervention. - Consider intervention if longer than 5 min or Seizure reoccurs. NEMSIS: 9914061, 9914129 • Breaking tablets in half is appropriate. Do not break capsules. • Consider removing excessive clothing. Dress children normally. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Aug 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 11/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13 Fever 17 ",
    "18": " 18 Hyperkalemia Suspected or Conﬁrmed K+ Over 5.5 mEq/L E 12-Lead E Albuterol Severity? Minor Major • Few EKG Changes • Overt EKG Changes • 6.4 mEq/L or Less • 6.5 mEq/L and Over A Saline A NS Bolus Lock I Calcium I Bicarb NEMSIS: 9914089 Consider • Bradycardia • Medical CODE Reviewed: Dec 2022 Albuterol: 10 mg NEB (4 nebs) x1 Adult NS Bolus: 1,000 mL IV/IO x2 Doses Calcium: 1 gram IV/IO over 10 min Bicarb: 50 mEq IV/IO x1 18 ",
    "19": "19 Alias: High K+, Elevated Potassium, Dialysis, Renal Failure Hyperkalemia Imperatives • Be aggressive with treatment if there are any EKG changes. - Elevated potassium can be critical. Don’t delay transport. K+ EKG Changes Hyper K+ EKG • From minor to life threat: - Peaked T-waves - Long PRI / Loss of P-wave wikimedia.org CC BY 4.0 Drs. M Joseph, F Agbayani, E Gonzales - Wide QRS (over 120 ms) - Slow V-Tach (sine wave) Medications • Albuterol (Ventolin®): May give without an EKG if hyperkalemic. - Give four (4x) standard nebulizer treatments back-to-back. • NS Bolus (0.9% Saline): Aggressive ﬂuids help dilute potassium. - Consider aggressive ﬂuids even without Hypotension. - Avoid aggressive/prophylactic ﬂuids for dialysis patients. • Calcium (Chloride): Avoid with Rocephin or Digoxin® (fatal). • Bicarb (Sodium Bicarbonate): Use if QRS widening seen on EKG. • Flush line well between Calcium and Bicarb (do not mix). Notes • Consider hyperkalemia in any dialysis or renal failure patient. - If called to a dialysis center, inquire about the last K+ level. - Avoid starting an IV in the same extremity as dialysis access. • Consider hyperkalemia during any Crush or suspension injury. Pediatrics NEMSIS: 9914089 • Use Peds Reference or other approved source for peds dosing. References Reviewed: Dec 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Hyperkalemia: https://emedicine.medscape.com/article/240903 [Ver: 12/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 28 Hyperkalemia 19 ",
    "20": " 20 Pain Injury or Discomfort Severity? Mild Moderate Severe • Minimal Distress • Some Distress • Obvious Distress • Normal Pulse • Mild Tachycardia • Elevated Vitals E Tylenol E Tylenol A Fentanyl E Ibuprofen E Ibuprofen I Ketamine A Fentanyl NEMSIS: 9914051, 9914071 Consider • Nausea / Vomiting • Underlying Cause Reviewed: Dec 2022 Tylenol: 500 mg PO Q 15 min x2 Adult Ibuprofen: 400 mg PO Q 15 min x2 Doses Fentanyl: 50 mcg IV/IO, IM/IN Q 5 min x4 Ketamine: 20 mg IV/IO, IM/IN Q 15 min x2 20 ",
    "21": "21 Alias: Back Pain, Toothache, Migraine, Fibromyalgia Pain Imperatives • EMS pain control is indicated for recent injury or sudden pain: - Major Trauma, Obvious Fractures - Sudden Abdominal Pain or Chest Pain • PO pain meds may be beneﬁcial despite short transport times. - Consider giving PO meds, even for mild pain close to the ED. Medications • Tylenol® (Acetaminophen): avoid if end stage liver disease • Ibuprofen (Advil®, Motrin®): avoid if active GI bleeding • Fentanyl (Sublimaze®): monitor airway and hemodynamics • Ketamine (Ketalar®): For IM/IN use: give as undiluted bolus - For IV/IO use: dilute in NS and give slowly over 10 min • Use weight based peds dosing for small adults under 88 lbs (40 kg). Notes • Tylenol and Ibuprofen are good for sub-acute pain like: - Toothache, headache (migraine), sciatica, ﬁbromyalgia, etc. - Avoid Fentanyl and Ketamine for sub-acute pain. • Pain is subjective. Clinical judgment is required. - It is appropriate to try another med if the ﬁrst is ineffective. - Changes in pain scale are more useful than absolute numbers. Pediatrics • Breaking tablets in half is appropriate. Do not break capsules. NEMSIS: 9914051, 9914071 • Withhold medications if unable to provide accurate dose. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Dec 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Pain: https://emedicine.medscape.com/article/310834 [Ver: 1/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 14, 26 Pain 21 ",
    "22": " 22 Nausea / Vomiting Nausea or Vomiting Severity? Minor Major • Mild Nausea • Moderate N/V • No Vomiting • Tachycardia Keep NPO E Zofran Consider NEMSIS: 9914131 • Fever, Pain • Abdominal Pain Reviewed: Aug 2022 Zofran: 4 mg IV/IO, IM/IN, PO Q 5 min x2 Adult 22 ",
    "23": "23 Alias: Emesis, Hyperemesis, Cyclic Vomiting Nausea / Vomiting Imperatives • It is appropriate to pre-treat for nausea before symptoms start. - Consider before any intervention that may cause nausea. - Especially if vomiting would cause serious complications. • Avoid oral food and ﬂuids. (Oral meds are OK.) - Keep patients NPO (Nil Per Os: Lat. “nothing through the mouth”) Medications • Zofran® (Ondansetron): Use for all causes of nausea & vomiting. - Use caution with Bradycardia, and Overdose / Tox. - Consider 12-Lead if hx/risk of Long QT or electrolyte imbalance. - E May only give PO - use Orally Disintegrating Tabs (ODTs) - A Alternate 4-10y/o dose: break ODT in half and give 2 mg PO Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Sniffing an alcohol prep may also provide minor nausea relief. Pediatrics NEMSIS: 9914131 • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2022 References • Medscape Vomiting: https://emedicine.medscape.com/article/933135 [Ver: 10/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Nausea / Vomiting 23 ",
    "24": " 24 Medical CODE No Pulse No Obvious Death No DNR/POST Assign Jobs First Second Third Compressions AED Support • Most important • Cut Clothes • Establish Airway • Start Immediately • Work around CPR • Provide Breathing • Minimize Breaks • Analyze Q 2 min • Use IV or IO access Chest Deﬁb I Epi Compression If Advised I Lidocaine If VT/VF I Adjunct Meds NEMSIS: 9914011, 9914015, 9914017, 9914055 Disposition E BLS: Get ALS ASAP I ALS: Try 30 min Epi: 1 mg IV/IO Q 5 min Adult Reviewed: Oct 2022 Lidocaine: 1st 100 mg ￫ 2nd 50 mg IV/IO Q 5 min x2 Epi: 0.01 mg/kg IV/IO Q 5 min Peds Lidocaine: 1st 1 mg/kg ￫ 2nd 0.5 mg/kg IV/IO Q 5 min x2 24 ",
    "25": "25 Alias: Cardiac Arrest, CPR, VT/VF, PEA, Asystole CODE Imperatives Compressions • Start compressions in place. • Adult/Peds: 120 /min - Transport ASAP if ROSC, or peds, • OPA/NPA: 30:2 w/ BVM or pregnant, or any Special Case. • BIAD/ETT: Continuous E BLS: Get ALS ASAP. Transport if witnessed or after any shock. I ALS: Try for 30 min. If no ROSC: Call for Termination. Medications Obvious Death • Lidocaine: Adult doses OK for • Pooling Lividity or any patient 50-100 kg (110-220 lbs) • Rigor Mortis or Otherwise: 1st 1 mg/kg ￫ 2nd 0.5 mg/kg • Body Decomposition • If no response to initial therapy, consider adjunct medications: I Amiodarone: 300 ￫ 150 mg IV/IO x2 Persistent VT/VF I Bicarb: 50 mEq IV/IO x1 Hyper K+ / OD I Calcium: 1 gram IV/IO x1 Hyper K+ / OD I Magnesium: 2 grams IV/IO x1 Torsades - Use either Lidocaine or Amiodarone, but not both. - Flush line well between Bicarb and Calcium (do not mix). Notes • Use caution with compressions and deﬁb in a moving vehicle. NEMSIS: 9914011, 9914015, 9914017, 9914055 • EtCO2 can help identify ROSC and guide termination decision. • A well run CODE should operate like a pit crew. Focus on your job. Pediatrics • Use 15 : 2 compression ratio for dual rescuer BLS resuscitation. • Refer to Neonate for any peds under 1 month ( < 31 days) old. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape CPR: https://emedicine.medscape.com/article/1344081 [Ver: 8 / 21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 21 Medical CODE 25 ",
    "26": " 26 Medical ROSC Return of Pulse Reassess • Establish Airway • Provide Breathing • Treat Circulation E Emergent Transport E 12-Lead A Saline Lock I Ketamine If Agitated Consider NEMSIS: 9914019 • Altered LOC • Diabetic, Overdose Reviewed: Oct 2022 Ketamine: 20 mg IV/IO Q 5 min x2 Adult 26 ",
    "27": "27 Alias: Return of Pulse, Post-Resuscitation Care Medical ROSC Imperatives • Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. - Move with purpose, but don't sacriﬁce patient stability. • Second most important is to treat Hypotension. - Be aggressive with ﬂuids and pressors to treat Circulation. • Avoid hyperventilation. It can cause Hypotension and repeat arrest. Medications • Ketamine (Ketalar®): Use if biting on BIAD or overt discomfort. - Consider Sedation if appropriate and cleared for Critical Care. Notes • EtCO2 can help identify ROSC. • Therapeutic hypothermia is not included in this protocol. - This is also known as targeted temperature management. Pediatrics • Arrhythmias are common after ROSC, but are usually self-limited. • Use Peds Reference or other approved source for peds dosing. NEMSIS: 9914019 References Reviewed: Oct 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape ROSC: https://www.medscape.com/viewarticle/762373 [Ver: 2012] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 21 Medical ROSC 27 ",
    "28": " 28 Chest Pain Cardiac Chest Discomfort Severity? Minor Major • Mild Discomfort • Nausea, Sweaty • Cardiac History • Pain that Radiates E 12-Lead E 12-Lead Adult Adult E Aspirin E Aspirin A Saline A Saline Lock Lock Adult E Nitro NEMSIS: 9914117, 9914143 Consider Consider • Breathing, Tachycardia Destination • Pain, Trunk Injury Triage Reviewed: Feb 2023 Aspirin: 4x 81 mg PO x1 Adult Nitro: 0.4 mg SL Q 5 min x3 Doses 28 ",
    "29": "29 Alias: Heart Attack, Acute MI, STEMI, Cardiac, Coronary Chest Pain Imperatives • This protocol is for suspected cardiac (ACS) emergencies only. - For pain resulting from chest trauma, refer to Trunk Injury. - For palpitations refer to Tachycardia or Bradycardia. • For all patients with an identiﬁed STEMI: place deﬁb pads on. - Also expose and shave groin during transport if time allows. Medications • Aspirin (Baby ASA): Contraindicated with active GI bleeding - Have patient chew four (4) 81mg tabs (not enteric coated). • Nitro (Nitroglycerin): May cause Hypotension. - Use caution if Hypotensive or suspected inferior STEMI. - Contraindicated if recent (36 h) use of Viagra, Cialis, or Levitra. - Contraindicated if SBP under 110 mmHg without IV/IO access. • If you see a STEMI Call • Or EKG says **AMI** • Call a HEART Alert ER Notes • Consider an atypical cardiac presentation in diabetics & elderly. - Actual chest pain is not always present. - Patients may have chest 'discomfort' or be weak or sweaty. - Ask about: nausea, SOB, abd pain, altered LOC, cardiac hx, etc. Pediatrics NEMSIS: 9914117, 9914143 • Cardiac chest pain is unlikely in peds. Consider other causes. • Aspirin and Nitro are contraindicated in peds chest pain. References Reviewed: Feb 2023 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape ACS: https://emedicine.medscape.com/article/1910735 [Ver: 9/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 20 Chest Pain 29 ",
    "30": " 30 Dyspnea Obvious Difficulty Breathing Cause? Reactive Infectious Overload • COPD, Asthma • URI, Common Cold • Heart Failure, CHF • Croup in Peds • Pneumonia, Flu • Pulmonary Edema Position of A Nitro Adult E Albuterol Comfort E Atrovent A Decadron NEMSIS: 9914137, 9914139, 9914197, 9914221, 9914223 A Epi Neb Consider • Breathing, Circulation • Tachy, Brady, Allergy Albuterol: 2.5 mg NEB Q 5 min x4 Reviewed: Jun 2023 Atrovent: 0.5 mg NEB x1 Adult Decadron: 8 mg IV/IO, IM, PO x1 Doses Epi Neb: 5 mg NEB x1 Nitro: 0.4 mg SL Q 5 min x3 30 ",
    "31": "31 Alias: SOB, Wheezing, Asthma, COPD, CHF, Resp. Distress Dyspnea Imperatives • Breathing (O2 and NIPPV) should take precedence over meds. • SpO2 and EtCO2 should be used extensively for dyspnea. Medications • Albuterol (Ventolin®) & Atrovent® (Ipratropium bromide): - May combine in same nebulizer. May cause palpitations. • Decadron® (Dexamethasone): May give IV formulation PO. - May mix the IV solution with juice or drink it straight. - PO is not appropriate for patients in extremis. Use IM or IV/IO. • Epi Neb (Epinephrine): Use 1 mg/mL concentration (multi-dose). - Good choice for severe croup, bronchiolitis or asthma in peds. • Nitro (Nitroglycerin): May cause Hypotension. - May use double dose (0.8 mg) if hypertensive & requiring NIPPV. - Use caution if Hypotensive or suspected inferior STEMI. - Contraindicated if recent (36h) use of Viagra, Cialis or Levitra. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Anxiety can also cause dyspnea and hyperventilation. - Consider simple reassurance for obvious benign anxiety. NEMSIS: 9914137, 9914139, 9914197, 9914221, 9914223 Pediatrics • Defer aggressive evaluation if any concern for epiglottitis. - Agitation can make it much worse. - Epiglottitis is unlikely in fully vaccinated patients. • Croup is an infection that is best treated like a reactive cause. - Stridor may be present (but choking may also cause stridor). • Use Peds Reference or other approved source for peds dosing. References • Medscape COPD: https://emedicine.medscape.com/article/297664 [Ver: 6/22] Reviewed: Jun 2023 • Medscape Asthma: https://emedicine.medscape.com/article/296301 [Ver: 1/23] • Medscape CHF: https://emedicine.medscape.com/article/163062 [Ver: 6/23] • Medscape Croup: https://emedicine.medscape.com/article/962972 [Ver: 10/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10, 19 Dyspnea 31 ",
    "32": " 32 Allergic Reaction Symptomatic Use Caution if Patient Allergic Reaction Refusal Severity? Minor Major • Rash, Itching • Poor Perfusion • Mild Dyspnea • Obvious Dyspnea E Albuterol E Epi E Atrovent E Albuterol E Benadryl E Atrovent E Benadryl A Decadron Consider NEMSIS: 9914111 • Circulation • Dyspnea Albuterol: 2.5 mg NEB Q 5 min x4 Reviewed: Jun 2023 Atrovent: 0.5 mg NEB x1 Adult Benadryl: 25 mg IV/IO, IM, PO x1 Doses Epi: 0.3 mg auto, IM Q 5 min x3 Decadron: 8 mg IV/IO, IM, PO x1 32 ",
    "33": "33 Alias: Rash, Hives, Itching, Anaphylaxis Allergic Reaction Imperatives • Airway symptoms and facial swelling indicate a major reaction. - Lip and tongue swelling can be an immediate life threat. • A Use IM meds (or IV/IO if available) for any patient in extremis. Medications • Epi (Epinephrine): Use IM. Treat major reactions aggressively. - Use for any major Airway, Breathing or Circulation problems. - Common side effects: chest discomfort, palpitations, shaking - Be cautious in patients over 50 y/o or with CAD or chest pain. - E May only use auto-injector or color coded admin system. - EpiPen Jr.®: Use for 3-8 y/o. EpiPen®: Use for 9+ y/o. • Albuterol (Ventolin®): Use for any dyspnea or wheezing. - Unlikely to help with rash or itching. May cause palpitations. • Decadron® (Dexamethasone): May give IV formulation PO. - May mix the IV solution with juice or drink it straight. • Benadryl® (Diphenhydramine): Do not give IV formulation PO. - E May only give PO (use OTC pills or tabs or liquid). Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Rapid onset of symptoms indicates a more severe reaction. • Severe food allergies may also induce N/V and abdominal pain. NEMSIS: 9914111 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2023 References • Medscape Hives: https://emedicine.medscape.com/article/137362 [Ver: 3/18] • Medscape Anaphylaxis: https://emedicine.medscape.com/article/135065 [Ver: 5/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 23 Allergic Reaction 33 ",
    "34": " 34 Abdominal Pain Abdominal Discomfort Cause? GI GERD • SBO, Gallbladder • “Burning” Pain • Gastritis, Crohn’s • Consider Cardiac AAA GI Bleed • “Pulsatile Mass” • Red or Black Vomit • Monitor for Shock • Monitor for Shock Trauma Infection • Injury, Fall, MVC • Appendix, Colitis • Tx: Trunk Injury • UTI, Pyelo, STI OB / GYN GU • Ectopic, Torsion • Kidney Stones • Miscarriage, DUB • Torsion, Phimosis Consider NEMSIS: 9914109 • Nausea / Vomiting • Pain Reviewed: Aug 2022 34 ",
    "35": "35 Alias: Stomach (Belly) Pain, Heartburn, GERD, Acid Reﬂux Abdominal Pain Imperatives • This protocol is for medical causes of abdominal pain. - For traumatic abdominal pain, refer to Trunk Injury. • Many common causes do not require speciﬁc EMS intervention. - E.g. gastroenteritis, gallbladder, appendix, bowel obstruction, etc - Consider treatment of the symptoms: Fever, Pain, Nausea • Prepare for Hypotension if any reported blood loss or suspected: - AAA: Midline 'pulsatile mass' in the elderly - GI Bleeding: Black stool (melena) or 'coffee ground' emesis • Inquire about Pregnancy and consider complications. - Consider an ectopic in any pregnant female. • Avoid oral food and ﬂuids. (Oral meds are OK.) - Keep patients NPO (Nil Per Os: Lat. “nothing through the mouth”) Notes • Consider an atypical Cardiac cause in diabetics and the elderly. Pediatrics • Simple constipation is a common cause in peds. NEMSIS: 9914109 - It does not require aggressive EMS intervention. Reviewed: Aug 2022 References • Medscape Abd Pain: https://emedicine.medscape.com/article/776663 [Ver: 7/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 26 Abdominal Pain 35 ",
    "36": " 36 Altered LOC / Syncope Confused or Use Caution Unresponsive if Patient (but breathing) Refusal Glucometer E 12-Lead A Saline Lock Cause? Diabetic Psychiatric • Hx: Diabetes • Suicidal, Homicidal • Abnormal Glucose • Delusions, Psychosis Overdose/Tox Injury • Hx: Ingestion/Exposure • Head Injury, Bleeding • Obvious Drugs/EtOH • Cold / Heat Exposure NEMSIS: 9914113, 9914149 Seizure Fever • Hx: Epilepsy • Hx: Illness or Sepsis • Shaking, Confused • Skin Flushed, Hot Reviewed: Aug 2022 Stroke Cardiac • Facial Droop, Weakness • Brady, Tachy • Slurred Speech • Shock, Chest Pain 36 ",
    "37": "37 Alias: Dizzy, Fainting, Collapse, Orthostatic, POTS Altered LOC Imperatives • Altered LOC and syncope are complex problems. - Most important step is to consider and search for the cause. - Investigate the scene and take a careful history. • Unstable patients should be treated aggressively. - Be prepared for a Medical CODE. • Alcohol and drugs can mask other causes of altered LOC. - Don't assume Intoxication is the only problem. • Syncope may be caused by or result in trauma. - Maintain a high index of suspicion. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Consider Sepsis if cleared for Critical Care and pt is delirious. Pediatrics • Most causes of transient syncope are benign. • Prolonged altered LOC indicates potentially serious pathology. NEMSIS: 9914113, 9914149 • Syncope during exertion can be a true cardiac emergency. References Reviewed: Aug 2022 • Medscape Syncope: https://emedicine.medscape.com/article/811669 [Ver: 1/17] • Medscape Delirium: https://emedicine.medscape.com/article/793247 [Ver: 8/22] • Medscape Hypoglycemia: https://emedicine.medscape.com/article/122122 [Ver: 2/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Altered LOC / Syncope 37 ",
    "38": " 38 Diabetic Abnormal Use Caution if Patient Blood Glucose Refusal Level? Low High • Below 60 mg/dL • Above 400 mg/dL • Confusion • Polyuria, Thirst Oral E Glucose A NS Bolus E Glucagon E 12-Lead A D10 E 12-Lead NEMSIS: 9914121, 9914125 Consider • Altered LOC • Seizure, OD / Tox Reviewed: Aug 2022 Oral Glucose: 15 g PO Q 5 min x3 Adult Glucagon: 1 mg IM x1 Doses D10: 100 mL IV/IO Q 5 min x5 NS Bolus: 1,000 mL IV/IO x1 38 ",
    "39": "39 Alias: Hypo/Hyperglycemia, Blood Sugar, Blood Glucose Diabetic Imperatives • EMS intervention is not required for mild asymptomatic patients. • Consider a concurrent Cardiac emergency in the elderly. - Many diabetic emergencies beneﬁt from a 12-Lead if able. • Consider other causes of Altered LOC even with hypoglycemia. • Hypoglycemia from sulfonylureas can be refractory and profound. - E.g. glipizide (Glucotrol®), glyburide, glimepiride (Amaryl®) - Call Medical Control for any refusal if taking sulfonylureas. Medications • Oral Glucose (Glutose 15™): Avoid if patient cannot swallow. - Consider regular food as an alternative if available. - Prioritize food and drinks with simple sugar. - Also provide complex carbs/protein (like peanut butter). • Glucagon (Glucagen®): Caution - improvement is temporary! - Must provide additional glucose after administration. - Give PO glucose if able, and be prepared to give D10. - Call Medical Control for any refusal after Glucagon. - E May use for pts 5+ y/o. Give whole vial intramuscular (IM). • D10 (Dextrose 10%): Recheck glucose prior to repeat dosing. - May attempt without glucometer if hypoglycemia likely. Notes • Avoid starting an IV in the legs or feet of a diabetic patient. • Sustained hyperglycemia may lead to Diabetic Ketoacidosis. - Consider DKA / HHS if appropriate and cleared for Critical Care. NEMSIS: 9914121, 9914125 Pediatrics • Consider treatment for any symptomatic peds over 200 mg/dL. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2022 References • Medscape Hypoglycemia: https://emedicine.medscape.com/article/122122 [Ver: 2/23] • Medscape DKA: https://emedicine.medscape.com/article/118361 [Ver: 1/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Diabetic 39 ",
    "40": " 40 Overdose / Tox Ensure Symptomatic Use Caution Provider Toxic Exposure if Patient SAFETY or Overdose Refusal Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Minor Symptoms • Toxic Effects A Saline Administer Lock I Antidote E 12-Lead A Saline Lock NEMSIS: 9914043, 9914135, 9914215, 9914217, 9914219, 99104225 Ensure Consider Patient • Co-ingestions, Brady, N/V DECON • Shock, Hyperthermia Toxin Opiates Narcan: 0.4-4 mg IV/IO, IM/IN Adult Reviewed: Aug 2022 I ß-blocker Glucagon: 1 mg IM Antidote I Organophos Atropine: 2 mg IV/IO, IM Doses I Ca-blocker Calcium: 1 g over 10 min IV/IO I Tricyclic Bicarb: 50 mEq IV/IO 40 ",
    "41": "41 Alias: Poisoning, Ingestion, Intoxicated (Drunk) Overdose / Tox Imperatives • Collect a detailed history and SDS (Safety Data Sheet) if able: - Substance, quantity and time of ingestion or exposure • Monitor Airway closely with all caustic ingestions. • Not all ingestions require a speciﬁc antidote or intervention. - Stable patients may be monitored and transported. - Supportive care is sufficient for alcohol (ethanol) intoxication. Medications • Narcan® (Naloxone): Should only be used to treat Hypoxia. - May provide premeasured intranasal doses only. - A Avoid rapid reversal. Titrate to resps & oxygenation. - May repeat PRN. Call Medical Control for refusal w/ Narcan. • Glucagon, Atropine: Likely will need multiple doses. • Calcium (Chloride): Avoid with Rocephin or Digoxin® (fatal). • Bicarb (Sodium Bicarbonate): Use for any EKG changes. • Flush line well between Calcium and Bicarb (do not mix). • Mark 1™ (Atropine/2-PAM): May use if MCI / nerve agent. • Charcoal (activated): Only if directed by poison control. • I Cyanokit® (Cyanide antidote): May use kit if indicated. NEMSIS: 9914043, 9914135, 9914215, 9914217, 9914219, 99104225 Notes • If substance is known, consider Poison Control: 800-222-1222. • This protocol includes chemical ingestion and organophosphates. - For skin exposure refer to Burns; for gas refer to Inhalation. Pediatrics • Just a single pill of some adult meds can cause major symptoms. - Be prepared to treat Shock if overdose is suspected. - Ingested cigarettes or vape ﬂuid (nicotine) can be fatal. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Aug 2022 • Medscape Opioids: https://emedicine.medscape.com/article/815784 [Ver: 4/23] • Medscape Tricyclics: https://emedicine.medscape.com/article/819204 [Ver: 1/23] • Medscape Organophosphate: https://emedicine.medscape.com/article/167726 [Ver: 3/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 25 Overdose / Tox 41 ",
    "42": " 42 Seizure Convulsions or Posturing Active? Not Seizing Seizing • Recent Convulsion • Protect From Harm • Postictal Confusion • Hx: Epilepsy Glucometer A Versed A Saline Lock A IfKeppra Prolonged I Magnesium If Pregnant NEMSIS: 9914141, 9914157 Consider • Head Trauma • Altered LOC Reviewed: Aug 2022 Versed: 2.5 mg IV/IO, IM/IN Q 2 min x4 Adult Keppra: 1,000 mg IV/IO over 10 min Doses Magnesium: 4 grams IV/IO x1 42 ",
    "43": "43 Alias: Epilepsy, Eclampsia, Febrile Seizure, Withdrawal Seizure Imperatives • Active convulsions with Altered LOC should be treated promptly. - Meds are contraindicated without active convulsions. - Aggressively treat seizures due to alcohol or benzo withdrawal. • Shaking while awake and responsive is unlikely to be a seizure. - Consider other causes such as Psychiatric or OD / Tox. - Non-epileptic pseudoseizures do not require intervention. • Use caution with needles - increased risk of provider injury. Medications • Versed® (Midazolam): Only appropriate for active convulsions. - May double dose if using IM/IN to limit risk (5 mg Q 5 min x2). • Keppra® (Levetiracetam): Second line if seizures continue. • Magnesium (sulfate): May cause Hypotension and Dyspnea. - Only useful for seizures in late Pregnancy (20 weeks & over). - Do not provide in early pregnancy. Eclampsia is unlikely. - Consider prophylactic dose if Malignant HTN & cleared for CC. Notes • Obtain details of patient's seizure meds if immediately available. • Seizures can come in groups, be prepared to treat another seizure. • Confusion after seizure is common and may last over 30 min. - Transient stroke-like paralysis is also possible but is not a CVA. Pediatrics NEMSIS: 9914141, 9914157 • Peds under 5 y/o may have a seizure caused by Fever. - It is usually self limiting and does not require intervention. - Consider medication if longer than 5 min or seizure reoccurs. - Aggressively treat any peds seizure not associated with Fever. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2022 References • Medscape Seizure: https://emedicine.medscape.com/article/1184846 [Ver: 6/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Seizure 43 ",
    "44": " 44 Stroke Acute Focal Neuro Deﬁcits Ask Time Last Normal Do Stroke Survey Elevate Head of Bed Glucometer E 12-Lead A Saline Lock Consider Consider NEMSIS: 9914145 • Breathing, Circulation Destination • Altered LOC Triage Reviewed: Aug 2022 44 ",
    "45": "45 Alias: CVA, TIA, Mini Stroke Stroke Imperatives • Treatment is time sensitive. Do not delay transport for procedures. • Time Last Normal is not necessarily when symptoms started. - If noticed upon waking up: last normal is when they went to bed. - If altered LOC: last normal is when someone saw them normal. • Stroke Survey: Start with the Cincinnati Stroke FAST exam. - Consider additional screening if able (Stroke VAN or NIHSS). • Elevate head of bed approximately 30° (helps prevent aspiration). • Attempt a Saline Lock only once. Leave other sites for ED staff. Cincinnati Stroke Stroke VAN • Facial Droop? • Vision: Partial / Total Loss? • Arm Drift? • Aphasia: Trouble Speaking? • Slurred Speech? • Neglect: Ignoring One Side? • Time Last Normal? • If you suspect a CVA Call • & Last Normal < 6 h • Call a STROKE Alert ER Notes • Systemic thrombolysis (tPA, TNK) must occur within 3-6 hours. - Vascular neuro-intervention may be possible out to 24 hours. • Encourage family or guardian to accompany patient. - There are important decisions to be made quickly at the ED. - Record phone number for family or guardian if possible. NEMSIS: 9914145 Pediatrics • Stroke is unlikely in peds. Consider other causes of Altered LOC. Reviewed: Aug 2022 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • Medscape Stroke: https://emedicine.medscape.com/article/1916852 [Ver: 7/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Stroke 45 ",
    "46": " 46 Psychiatric Ensure Overt Psychosis, Use Caution Provider if Patient SAFETY Anxiety or SI / HI Refusal Severity? Mild Moderate Severe • Mostly Calm • Moderate Agitation • Delirious, Irrational • Mostly Agreeable • Will Listen to You • Fighting, Agitated Position of I Versed Call Police Comfort I Versed I Haldol Consider NEMSIS: 9914053 • Circulation (shock) • Altered LOC Reviewed: Aug 2022 Versed: 2.5 mg IV/IO, IM/IN Q 2 min x4 Adult Haldol: 5 mg IM x1 Doses 46 ",
    "47": "47 Alias: Behavioral, Suicidal, Delirium, Restraint, Agitation Psychiatric Imperatives • Do not assume psychosis. Evaluate and treat for other causes. • Psychiatric patients may not have the capacity to Refuse. - Involve Police and call Medical Control for any psych refusal. • Use of any restraint presents signiﬁcant medical (and legal) risk. - Use only to ensure safety of patient and providers. - Use only when risk of harm is greater than risk of restraint. - Elderly or frail patients are unlikely to need restraint. - Restraint should be a last resort. • Physical restraint should only be used in conjunction with Police. - Ask for Police help if the patient is physically combative. - Beware any physical or verbal threats, aggression, or agitation. • Use caution with needles - increased risk of provider injury. Medications • Versed® (Midazolam): Use with caution with peds and elderly. - May double dose if using IM/IN to limit risk (5 mg Q 5 min x2). • Haldol® (Haloperidol): Requires transport and ALS monitoring. • Antipsychotics may cause dystonic muscle spasms (not seizure). - Consider treatment with Benadryl if spasms are severe. - I Benadryl® (diphenhydramine): 25 mg PO, IV/IO, IM x1 Notes • Consider calling Medical Control for repeat dosing. • SI / HI: Suicidal or Homicidal Ideation (any recent thoughts or acts) Pediatrics NEMSIS: 9914053 • Consider calling Medical Control prior to restraining peds. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2022 References • Medscape Suicide: https://emedicine.medscape.com/article/2013085 [Ver: 6/22] • Medscape Aggression: https://emedicine.medscape.com/article/288689 [Ver: 11/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 27 Psychiatric 47 ",
    "48": " 48 Pregnancy / Delivery Suspected or Use Caution Known Pregnancy if Patient (20 weeks & over) Refusal Delivery? Cause? Not Imminent Normal Complicated • Vaginal Bleeding • Adequate Perfusion • Premature or Twins • Labor, Contractions • Full Term ( > 36 w) • Failed Delivery • Miscarriage • Head Presentation • Prolapse or Breech Left Lateral E Deliver Don’t Push Recumbent Baby A NS Bolus Manage E Emergent Neonate Transport Manage OB A Saline Lock E Complication A NS Bolus Consider NEMSIS: 9914155 • HTN, Circulation • Seizure, Bleeding Reviewed: Apr 2023 NS Bolus: 1,000 mL IV/IO x1 Adult 48 ",
    "49": "49 Alias: Contractions, Pre / Eclampsia, Postpartum care Pregnancy / Delivery Imperatives • This protocol applies to late pregnancy (20 weeks & over). - There are no speciﬁc EMS interventions for early pregnancy. - Uterus palpable above the umbilicus suggests late pregnancy. • Any SBP reading above 160 mmHg may be preeclampsia. - Prioritize transport. Call Medical Control for any refusal. - Consider Malignant HTN if appropriate & cleared for critical care. • Aggressively treat any Seizure as eclampsia. • Any maternal trauma after 20 weeks should be transported. - Fetus may have injury that is not immediately obvious. - Even minor trauma (simple falls, etc) can cause fetal harm. • Prioritize transport for any complications with delivery. - Reduce cord if found around the neck. • Manage OB Complications during transport: - Failed Delivery / Shoulder Dystocia: transport knees to chest - Prolapse: don’t handle cord, relieve pressure using ﬁngers in vagina - Breech: do not pull, elevate presenting part if pressing on cord Notes • Remember not all medications are safe in pregnancy. - Call Medical Control if any question. • Postpartum bleeding can be severe; fundal massage can help. - A If poor perfusion: TXA (Tranex. Acid): 1 g IV/IO over 10 m • May attempt home delivery if uncomplicated and imminent. - Crowning and urge to push suggest delivery is imminent. • Attempt to have a chaperone present for any genital evaluation. NEMSIS: 9914155 Pediatrics • Refer to Neonate for management of the newborn baby. References Reviewed: Apr 2023 • Medscape Delivery: https://emedicine.medscape.com/article/260036 [Ver: 1/19] • Medscape Eclampsia: https://emedicine.medscape.com/article/253960 [Ver: 2/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 36 Pregnancy / Delivery 49 ",
    "50": " 50 Neonate Infant Use Caution Under 1 Month Old if Patient (< 30 days) Refusal Stimulate, Warm & Dry Pulse? Over 100 100 - 60 Under 60 • Warm, Pink Skin • Cyanosis • Floppy Baby • Active Cry • Weak Cry • Low / Zero APGAR APGAR Provide O2 Provide O2 BVM BVM Assist Ventilate Chest Compression NEMSIS: 9914133, 9914163 Peds I Epi Consider • Bradycardia Reviewed: Apr 2023 • Circulation / Shock Epi: 0.5 mL (of 1 mg per 10 mL) IV/IO Q 5 min Peds 50 ",
    "51": "51 Alias: Newborn, Baby Resuscitation Compressions • Neonate: 120 /min Neonate Imperatives • OPA/NPA: 3 : 1 w/ BVM • Most respond to stimulation. • BIAD: Continuous - Suction mouth then nose. - Dry off. Keep warm. BVM Rate - Wait ~60 sec, then clamp cord. • Neonate: Q 2 sec (30 /min) - Use BVM if any distress. • Other less common causes of newborn distress include: - Pneumothorax, Hypoglycemia, Shock APGAR: 2 1 0 • Appearance pink blue gray • Pulse 100+ 99-1 0 • Grimace good poor none • Activity kicks weak limp • Respiration cry gasp 0 Notes • Document 1 and 5 minute APGAR scores. - Add total points from each of the ﬁve categories. • Use mom and baby ID bands if available. • Meconium suction is not included in this protocol. • Avoid high ﬂow oxygen into a newborn's eyes. Adults NEMSIS: 9914133, 9914163 • This protocol is for infants under 1 month (< 30 days) old only. • It does not apply to adults or older peds. References Reviewed: Apr 2023 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Delivery: https://emedicine.medscape.com/article/260036 [Ver: 1 / 19] • Medscape Neonate: https://emedicine.medscape.com/article/977002 [Ver: 5 / 21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 36 Neonate 51 ",
    "52": " 52 Trauma CODE No Pulse No Mortal Injury No DNR/POST Assign Jobs First Second Third Compressions Trauma Care Medical Care • Most important • Control Bleeding • Try Medical CODE • Start Immediately • Aggressive Fluids • Analize Q 2 min • Minimize Breaks • Airway / Breathing • Use IV or IO access Chest Tourniquet Deﬁb Compression If Advised Needle I Decompress I Epi A NS Bolus I Lidocaine If VT/VF Disposition NEMSIS: 9914087 • Transport ASAP Reviewed: Oct 2022 NS Bolus: 1,000 mL IV/IO x2 Adult Epi: 1 mg IV/IO Q 5 min Doses Lidocaine: 1st 100 mg ￫ 2nd 50 mg IV/IO Q 5 min x2 52 ",
    "53": "53 Alias: Traumatic Arrest CODE Imperatives Compressions • Adult/Peds: 120 /min • Place Tourniquets if needed. • OPA/NPA: 30:2 w/ BVM - Limiting blood loss is critical. • BIAD/ETT: Continuous • Try bilateral Needle Decompression. - Hidden pneumothorax may cause traumatic arrest. • This protocol applies to cardiac arrest caused by severe trauma. - Refer to Medical CODE for arrest with only incidental injuries. • Deﬁnitive treatment for traumatic arrest is the operating room. - Prioritize compression, tourniquets and transport ASAP. Mortal Injuries • If Any Trauma CPR Call • Decapitation or Exposed Brain • Or Unstable Vitals • Destruction of Trunk or Organs • Call a TRAUMA Alert ER • Burned Beyond Recognition • Massive Blunt Force, Explosion • Over 30 min Since Arrest Medications • NS Bolus (0.9% Saline): Appropriate use in trauma is critical. - Be aggressive with ﬂuid for Hypotension or poor perfusion. - Avoid aggressive ﬂuids once SBP is stable above 90 mmHg. • Lidocaine: Adult doses OK for any pt 50-100 kg (110-220 lbs) - Otherwise use: 1st 1 mg/kg ￫ 2nd 0.5 mg/kg Notes • Use caution with compressions and deﬁb in a moving vehicle. • EtCO2 can help identify ROSC and guide termination decision. • A well run CODE should operate like a pit crew. Focus on your job. NEMSIS: 9914087 Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2022 • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • NAEMSP Mortal Injuries: https://doi.org/10.3109/10903127.2012.755586 [Ver: 1 / 13] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Trauma CODE 53 ",
    "54": " 54 Trauma ROSC Return of Pulse Reassess • Establish Airway • Provide Breathing • Treat Circulation E Emergent Transport Tourniquet Needle I Decompress E 12-Lead A Saline Lock I Ketamine If Agitated NEMSIS: 9914165 Consider Consider • Bleeding, Shock Destination • Medical ROSC Triage Reviewed: Oct 2022 Ketamine: 20 mg IV/IO Q 5 min x2 Adult 54 ",
    "55": "55 Alias: Return of Pulse / Post-Resuscitation after Trauma Trauma ROSC Imperatives • Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. • Reassess and repeat Needle Decompression as needed. - Repeat immediately if decompensation after initial success. • Reassess and apply additional Tourniquets as needed. - Apply pressure and pack wounds for junctional bleeding. • Consider a concurrent medical cause preceding the trauma. Poor Perfusion • Suspect if several of these: • If Any Trauma CPR Call - Altered Mental Status • Or Unstable Vitals - Skin Pale, Cool, Diaphoretic • Call a TRAUMA Alert ER - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • Ketamine (Ketalar®): Use if biting on BIAD or overt discomfort. - Consider Sedation if appropriate and cleared for Critical Care. Pediatrics NEMSIS: 9914165 • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Trauma ROSC 55 ",
    "56": " 56 Major Trauma Obvious Multisystem Injury Priorities First Second Third 1° Survey Rapid Evac 2° Survey • Treat Circulation • Consider Air Evac • Repeat 1° Survey • Establish Airway • Scene Time < 10 m • Treat Other Injury • Provide Breathing • Manual C-spine • Treat Pain Tourniquet E Emergent Transport A NS Bolus Needle I Decompress Ancef A If Open Fracture Chest Seal NEMSIS: 9914045, 9914105, 9914207 Consider Consider • Breathing, Shock Destination • Bleeding Triage Reviewed: Oct 2022 NS Bolus: 1,000 mL IV/IO x2 Adult Ancef: 1 gram IV/IO, IM x1 Doses 56 ",
    "57": "57 Alias: Multisystem Trauma, Explosion / Blast Injury Major Trauma Imperatives • Rapid transport is critical for massive life threatening injury. - Get the patient to the hospital. - Delay transport only to address major threats to life. - Secondary survey and treatment can occur during transport. • It is appropriate to start with rapid manual immobilization only. - You may defer placing a c-collar to the secondary survey. - You should defer extremity splinting to the secondary survey. Poor Perfusion • If Major Intervention Call • Suspect if several of these: • Or Major Mechanism - Altered Mental Status • Call a TRAUMA Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • NS Bolus (0.9% Saline): Appropriate use in trauma is critical. - Be aggressive with ﬂuid for Hypotension or poor perfusion. - Avoid aggressive ﬂuids once SBP is stable above 90 mmHg. • Ancef® (Cefazolin): Provide if an open fracture is suspected. - Avoid if pt allergic to Keﬂex, PCN or other cephalosporins. - Reconstitute powder with normal saline and shake well to mix. NEMSIS: 9914045, 9914105, 9914207 Notes • Do not remove impaled objects. Splint object in position found. • Mechanism is an important indicator of injury severity. Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Oct 2022 References • Medscape Polytrauma: https://emedicine.medscape.com/article/1270888 [Ver: 12/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Major Trauma 57 ",
    "58": " 58 Bleeding Acute Traumatic Hemorrhage Direct Pressure Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Superﬁcial Injury • Pulsatile Bleeding Wound Tourniquet Care Wound Packing A TXA Consider Consider NEMSIS: 9914083 • Breathing, Shock Destination • Major Trauma Triage Reviewed: Oct 2022 TXA: 1 gram IV/IO over 10 min Adult 58 ",
    "59": "59 Alias: Hemorrhage, Tourniquet, Wound Packing Bleeding Imperatives • Advance to Tourniquet rapidly for major arm / leg bleeding. - Write the time of Tourniquet application on the patient. • Avoid tourniquets or wound packing for: - Unstable, depressed or open skull fractures; chest/abd wounds - Bleeding from body oriﬁces: vagina, rectum, ear, mouth, etc. Poor Perfusion • If Major Intervention Call • Suspect if several of these: • Or Major Mechanism - Altered Mental Status • Call a TRAUMA Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • TXA (Tranexamic Acid): Avoid if injury 3+ hours old or known PE. - Use for any major external traumatic bleeding. - Use for suspected intra-abdominal bleeding w/ poor perfusion. - Use for suspected intra-thoracic bleeding w/ poor perfusion. - Such as: pelvic fracture, rigid abdomen, major contusions, SOB - May also use for severe postpartum (non-traumatic) bleeding. - Avoid for other forms of suspected internal or medical bleeding. Notes • Consider removing bystander dressings to investigate severity. • Lacerations beneﬁt from repair within the ﬁrst few hours. • Bandage wounds after bleeding is controlled. Pediatrics NEMSIS: 9914083 • Hypotension is a late sign of Shock in peds. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • Stop the Bleed®: https://www.stopthebleed.org/ [Ver: 2023] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Bleeding 59 ",
    "60": " 60 Immobilization Suspected Blunt Spinal Injury Indications? Absent Present • Can Give History • History Unreliable • No Indications • Any Indications Spine SMR with Clear C-collar NEMSIS: 9914073, 9914107 Consider • Pain • Major Trauma Indications Reviewed: Dec 2022 • Spine Tenderness • Altered LOC from Baseline • Spine Deformity • Acutely Intoxicated • Neuro Deﬁcits • Distracting Injury or Mechanism 60 ",
    "61": "61 Alias: Spinal Motion Restriction (SMR), C-spine, Backboard Immobilization Imperatives • While backboards have historically been used to attempt spinal immobilization, SMR may also be achieved by use of a scoop stretcher, vacuum splint, ambulance cot, or other similar device to which a patient is safely secured. † • A long spine board, a scoop stretcher, or a vacuum mattress is recommended to assist with patient transfers ... to minimize ﬂexion, extension, or rotation of the possibly injured spine. † - May try gentle self-extrication from a vehicle (with a c-collar). • There is no role for SMR in penetrating trauma. † • SMR requires supine positioning and a c-collar. • Awake, compliant patients may be safely secured with seat belts. Notes • Spine Tenderness or Deformity includes any: - Midline neck or back pain, tenderness, crepitus, step off etc. • Neuro Deﬁcits include any new symptoms of neurologic injury: - Unconscious greater than 1 min, or seizure - Paralysis, weakness, numbness, or vision changes - Shooting ‘electric’ pain, or tingling in any extremity • Altered LOC from Baseline includes any change in mentation: - GCS less than baseline, new confusion • Acute Intoxication includes any alteration in mentation due to: - Alcohol, medications, recreational or illegal drugs • Distracting Injury or Mechanism may include: - Airway trauma, obvious SOB, major bleeding, or unstable vitals NEMSIS: 9914073, 9914107 - Fall > 10 ft, ﬂail chest, unstable pelvis, or 2° or 3° Burn > 10% - Major fracture, crushed, mangled, or amputated extremity - High risk MVC: ejection, roll over, death in vehicle, struck by car Pediatrics • Any child that cannot provide a reliable history should have SMR. Reviewed: Dec 2022 References • ACS-COT, ACEP, NAEMSP: SMR in Trauma - Joint Statement † [Ver: 2018] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 33 Immobilization 61 ",
    "62": " 62 Head Injury Head, Face or Neck Trauma Location? Cause? Skull Fx Mouth • Avoid Pressure • Tx: Airway • Battle’s Sign • Be Careful w/ BIAD Scalp Ears • Tx: Bleeding • Check for CSF • Consider Fracture • Do Not Pack Ears Neck Nose • Tx: Immobilization • Tx: Epistaxis • Chest Seal • Do Not Reduce NEMSIS: 9914041, 9914057, 9914099, 9914101, 9914205 Eyes Teeth • Flush Any Chemical • Place in Solution • Patch Both for Inj. • May Try to Replant Consider • Major Trauma • Altered LOC, Seizure Reviewed: Dec 2022 62 ",
    "63": "63 Alias: Concussion, Face / Neck / Eye / Nose / Mouth Trauma Head Injury Imperatives • Transport emergently if sudden changes in LOC. • Hypoxia and Hypotension are associated with poor outcomes. - Investigate and treat for Hypoxia and Hypotension aggressively. • Do not remove impaled objects. Splint object in position found. • Intentional hyperventilation by EMS is not appropriate. • Lacerations beneﬁt from repair within the ﬁrst few hours. • Mechanism predicts severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Notes • Skull Fx: May cause bruising behind ears or around both eyes. • Scalp: Direct pressure for brisk bleeding (unless skull crepitus/fx). • Neck: All penetrations should have a chest seal. • Eye: Contamination beneﬁts from copious ﬂushing (NS or water). - Patch both eyes for any penetrating injury. • Mouth: Monitor Airway. May skip BIAD if obvious complications. • Ear: Check any discharge for CSF by dropping on white paper. NEMSIS: 9914041, 9914057, 9914099, 9914101, 9914205 - A yellow / clear halo suggests CSF leak from skull fracture. • Nose: Do not attempt to reduce. Treat for Epistaxis. • Teeth: Transport avulsed teeth in Hank's solution or NS. - Attempt replantation only in uncomplicated & isolated injury. • Concussion: Usually does not require EMS intervention. Pediatrics • Do not attempt replantation for primary (baby) teeth. • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2022 References • Medscape Head Injury: https://emedicine.medscape.com/article/1163653 [Ver: 10/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 33 Head Injury 63 ",
    "64": " 64 Trunk Injury Chest, Back, or Abdomen Trauma Injury? Cause? Penetration Impaled • Tx: Breathing • Splint Object • Consider PTX • Don’t Remove Evisceration Flail Chest • Saline Gauze • Tx: Breathing • Vapor Barrier • Assist with BVM Spine Unstable Pelvis • Tx: Immobilization • Tx: Shock • Check for Step Off • Use Pelvic Binder Consider NEMSIS: 9914193 • Major Trauma • Bleeding, Pain Reviewed: Dec 2022 64 ",
    "65": "65 Alias: Thoracic / Abdominal Injury, Evisceration Trunk Injury Imperatives • Do not remove impaled objects. Splint object in position found. • Lacerations beneﬁt from repair within the ﬁrst few hours. • Mechanism is an important indicator of injury severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Notes • Penetration: All penetrations should have a chest seal. • Evisceration: Cover with saline gauze and vapor barrier. • Spine: Monitor for Neuro Deﬁcits and provide Immobilization. • Impaled: Cut object free of wreckage. Do not remove from patient. • Flail Chest: Monitor for Pneumothorax. Use BVM for Dyspnea. • Unstable Pelvis: Assess with compression once. Use Pelvic Binder. Pediatrics • Trunk injury is more likely in peds struck by a car. NEMSIS: 9914193 Reviewed: Dec 2022 References • Medscape Blunt Chest: https://emedicine.medscape.com/article/428723 [Ver: 11/22] • Medscape Penetrating Abd: https://emedicine.medscape.com/article/2036859 [Ver: 3/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 31 Trunk Injury 65 ",
    "66": " 66 Extremity Injury Arm or Leg Trauma Distal Pulses? Intact Absent • Skin Warm, Pink • Skin Pale, Cool • Good Cap Reﬁll • Poor Cap Reﬁll Wound Reduce E Deformity Care Splint E Emergent Transport Ice Pack Splint Ancef A If Open Fracture NEMSIS: 9914077, 9914097 Consider • Pain, Bleeding • Crush Injury Reviewed: Dec 2022 Ancef: 1 gram IV/IO, IM x1 Adult 66 ",
    "67": "67 Alias: Amputation, Long Bone Fx, Splinting, Sprain / Strain Extremity Injury Imperatives • Pulseless extremities and amputations are true emergencies. - Record time of injury. Transport ASAP. - Wrap amputated parts in saline gauze and place in sealed bag. - Place bag on ice if available. Record time placed on ice. • Remove adjacent and distal jewelry if able. • Record peripheral neurovascular status before and after splinting. • Consider a traction splint for femur fractures when appropriate. - Massive internal hemorrhage is possible with femur or hip fx. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Medications • Ancef® (Cefazolin): Provide if an open fracture is suspected. - Avoid if pt allergic to Keﬂex, PCN or other cephalosporins. - Reconstitute powder with normal saline and shake well to mix. Notes • Lacerations beneﬁt from repair within the ﬁrst few hours. • Mechanism is an important indicator of injury severity. NEMSIS: 9914077, 9914097 Pediatrics • Consider Child Abuse for injuries that do not match the history. Reviewed: Dec 2022 References • Medscape Fracture Care: https://emedicine.medscape.com/article/1270717 [Ver: 3/22] • Medscape Vascular Trauma: https://emedicine.medscape.com/article/462752 [Ver: 11/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 30 Extremity Injury 67 ",
    "68": " 68 Crush Injury Ensure Extremity Provider SAFETY Entrapment Severity? Minor Major • Rapidly Extricated • Prolonged Crush • Distal Injury • Proximal Injury E 12-Lead A NS Bolus Monitor for I Calcium Hyper K+ I Bicarb E 12-Lead Consider NEMSIS: 9914089 • Bleeding, Shock • Major Trauma Reviewed: Dec 2021 NS Bolus: 1,000 mL IV/IO x2 Adult Calcium: 1 gram IV/IO over 10 min Doses Bicarb: 50 mEq IV/IO x1 68 ",
    "69": "69 Alias: Entrapment, Harness Hang, Suspension Injury Crush Injury Imperatives • Aggressively treat major crush injury as soon as possible. - An initial 12-Lead is not necessary before treatment. - Do not wait for EKG changes to initiate treatment. • Start treatment during extrication if safe and prudent. - May delay extrication brieﬂy if treatment rapidly available. • Remove adjacent and distal jewelry if able. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Medications • NS Bolus (0.9% Saline): Aggressive ﬂuids help dilute potassium. - Consider aggressive ﬂuids even without Hypotension. • Calcium (Chloride): Avoid with Rocephin or Digoxin® (fatal). • Bicarb (Sodium Bicarbonate): Use for changes on EKG. • Flush line well between Calcium and Bicarb (do not mix). K+ EKG Changes Hyper K+ EKG • From minor to life threat: - Peaked T-waves - Long PRI / Loss of P-wave wikimedia.org CC BY 4.0 Drs. M Joseph, F Agbayani, E Gonzales - Wide QRS (over 120 ms) - Slow V-Tach (sine wave) Notes • Meds are unnecessary for isolated crush injury of hands or feet. • Trapped patients may become Hypothermic even in warm climate. NEMSIS: 9914089 Pediatrics • May exhibit symptoms quicker than adults. • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2021 References • Medscape Rhabdo: https://emedicine.medscape.com/article/1007814 [Ver: 8/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 30 Crush Injury 69 ",
    "70": " 70 Cold / Heat Suspected Exposure Severity? Major Hypo Minor Major Hyper • Stopped Shivering • Adequate Perfusion • Confused • Cyanosis • Normal LOC • Hot Skin Active Passive Active Warming Techniques Cooling Glucometer Splint A NS Bolus If Frostbite E 12-Lead NEMSIS: 9914023, 9914025, 9914027, 9914029, 9914031 A NS Bolus Consider • Circulation (shock) • Medical Code Active Warming Active Cooling Reviewed: Dec 2022 • Remove Wet Clothes • Fan and Misting • Heat Packs (kit) to Groin/Axilla • Ice Packs to Groin / Axilla • Warmed IV Fluids • Chilled IV Fluids NS Bolus: 1,000 mL IV/IO x2 Adult 70 ",
    "71": "71 Alias: Hypo / Hyperthermia, Frost Nip / Bite, Heat Stroke Cold / Heat Imperatives • Hyperthermia is not the same as Fever. - Meds for Fever worsen hyperthermia and are contraindicated. • Confusion is the hallmark of major hyperthermic emergencies. - Aggressively & actively cool anyone that is hot & confused. - A If shivering from active cooling: Versed® 2.5 mg IV/IO x1 • Resuscitation of major hypothermia is a special case: - Most important intervention is active rewarming. - Check carefully for pulse. If present, it will be very faint. - Provide deﬁb and ACLS meds as per normal Medical Code. - Call Medical Control before termination of resuscitation. • Passive techniques include clothing and environment changes. Notes • Special thermometers or core temp monitors may be helpful. - Major hypothermia is likely below: 86 °F (30 °C). - Major hyperthermia is likely above: 104 °F (40 °C). • Excessive movement of hypothermic patients can cause V-Fib. • Delay active rewarming if unable to maintain (e.g. prolonged evac). • Drugs may also cause hyperthermia. The treatment is the same. • Peds and the elderly will decompensate faster. NEMSIS: 9914023, 9914025, 9914027, 9914031 • Pad heat & ice packs. Do not place directly against the skin. Pediatrics • Use Peds Reference or other approved source for peds dosing. References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] Reviewed: Dec 2022 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Hypothermia: https://emedicine.medscape.com/article/770542 [Ver: 10/21] • Medscape Heat Stroke: https://emedicine.medscape.com/article/166320 [Ver: 7/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 35 Cold / Heat 71 ",
    "72": " 72 Burns Ensure Heat, Chemical, Provider SAFETY or Electric Injury Stop the Burning Severity? Minor Major • Superﬁcial • Deep or Blistering • Less than 5% BSA • Face or Airway Position of Wound Comfort Care A NS Bolus NEMSIS: 9914085, 9914095, 9914209, 9914213 Ensure Consider Consider Patient • Breathing, Shock Destination DECON • Pain, OD / Tox Triage Reviewed: Dec 2022 NS Bolus: 1,000 mL IV/IO x1 Adult 72 ",
    "73": "73 Alias: Hazmat, Heat / Chemical / Electrical Burn, Sunburn Burn Imperatives • Monitor Airway closely with any facial, nasal or oral burns. • Be aggressive with ﬂuids for major burns; watch for Hypothermia. - Consider following ABA infusion rate guidelines if time allows. • Remove adjacent and distal jewelry if able. • ALS should monitor EKG in electrical burns. BSA percentage (front and back) • If Major Intervention Call 18 9 • Or Major Mechanism 9 9 • Call a TRAUMA Alert ER 18 18 18 9 9 ABA infusion rate: 14 14 18 BSA (%) times WEIGHT (in kg) divide by EIGHT gives RATE. 9 9 Notes 1 9 9 • Rule of 9's can estimate BSA in adults. - Patient's palm (without ﬁngers) is about 1% BSA. - Consider only partial and full thickness when calculating BSA. • This protocol includes most exposures on skin. - For most gas exposures, refer to Inhalation. NEMSIS: 9914085, 9914095, 9914209, 9914213 - For chemical ingestion or organophosphates, refer to OD / Tox. • If substance is known, consider Poison Control: 800-222-1222. • This does not include radiation exposure. Call Medical Control. • Consider aeromedical Destination Triage if major burn > 20% BSA. - There are no ABA veriﬁed burn centers near the WVEMS region. Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2022 References • Medscape Burns: https://emedicine.medscape.com/article/1278244 [Ver: 10/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 30 Burns 73 ",
    "74": " 74 Inhalation Ensure Toxic or Anoxic Provider SAFETY Gas Exposure Remove from Harm Assess for: • Airway, Breathing • Burns Provide O2 NEMSIS: 9914033, 9914167, 9914173 Ensure Consider Patient • Breathing, Shock DECON • OD / Tox, Bleeding Reviewed: Jun 2023 74 ",
    "75": "75 Alias: Smoke Inhalation, Carbon Monoxide, Toxic Gas Inhalation Imperatives • Monitor Airway closely with any facial, nasal or oral burns. • Provide high ﬂow oxygen for any carbon monoxide (CO) exposure. - Symptoms may include: headache, confusion, red skin, N/V. - SpO2 may read false normal. (CO can fool the SpO2 monitor.) - Oxygen is critical for pregnant females exposed to CO. • Even non-toxic gases can produce Hypoxia and dyspnea. • Cyanide can be inhaled or ingested. High risk job sites may have: - I Cyanokit® (Cyanide antidote): May use kit if indicated Notes • SpCO monitors are available and work like SpO2 monitors. - Normal: less than 3% (may be up to 6% in heavy smokers) - Exposure: 3% - 10% - Toxic: above 10% • Most law enforcement riot agents are potent respiratory irritants. - Common agents include tear gas (CS) and pepper spray (OC). - Flush eyes and move to fresh air. Beware cross-contamination. - There are no speciﬁc antidotes. Provide supportive care. • This protocol includes most gas exposures. - For most skin exposures refer to Burns. - For chemical ingestion or organophosphates, refer to OD / Tox. • If substance is known, consider Poison Control: 800-222-1222. NEMSIS: 9914033, 9914167, 9914173 Pediatrics • May exhibit symptoms quicker than adults. References Reviewed: Jun 2023 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape CO: https://emedicine.medscape.com/article/2085044 [Ver: 11/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 25 Inhalation 75 ",
    "76": " 76 Sting / Bite Ensure Animal or Insect Provider SAFETY Trauma Assess for: • Allergic Reaction • Bleeding Splint Stinger Removal Consider NEMSIS: 9914079 • Pain • Underlying Injury Reviewed: Dec 2022 76 ",
    "77": "77 Alias: Animal / Snake / Spider / Tick Bite, Bee / Wasp Sting Sting / Bite Imperatives • Don't bring animals, snakes or bugs with you to the ED. - Do not risk provider safety to catch or photograph. - Law enforcement can assist with animal control if needed. • Remove adjacent and distal jewelry if able. • Venous tourniquets and wound suction are not indicated. • Serious or deep bites (especially human and cat) need antibiotics. • Inquire about the rabies status of any domestic animal. Notes • Consider ice for animal bites and insect stings, avoid for snakes. • Venomous bites in VA: Rattlesnake, Copperhead, and Black Widow - May also encounter venomous bites from exotic pets. - Tick bites do not usually require EMS intervention. - This protocol does not apply to marine stings or bites. • If animal is known, consider calling Poison Control: 800-222-1222. Rattlesnake Copperhead Black Widow wikimedia.org CC-BY-2.0 PeterPaplanus wikimedia.org CC-BY-2.0 2ndPeter wikimedia.org CC-BYSA-3.0 Shenrich91 NEMSIS: 9914079 Pediatrics • Watch for ﬁrst time Anaphylaxis. Reviewed: Dec 2022 References • Medscape Snakebite: https://emedicine.medscape.com/article/168828 [Ver: 4/21] • Medscape Widow Spider: https://emedicine.medscape.com/article/772196 [Ver: 5/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 35 Sting / Bite 77 ",
    "78": " 78 Epistaxis Bleeding from the Nose Severity? Minor Major • Minimal Oozing • Active Bleeding • No Dyspnea • Anti-coagulated Direct Direct Pressure Pressure E Afrin A Saline Lock Consider NEMSIS: 9914059 • Breathing, Shock • Bleeding Reviewed: Feb 2023 Afrin: 1 spray IN Q 5 min x3 Adult 78 ",
    "79": "79 Alias: Nose Bleed, Bloody Nose Epistaxis Imperatives • Have the patient lean forward slightly. • Have patient squeeze the soft part of their nose together ﬁrmly. Medications • Afrin® (Oxymetazoline): contraindicated with cardiac chest pain - Encourage patient to blow clots from nose if still bleeding. Notes • It is very difficult to quantify the amount of blood loss. • Check pharynx for possible posterior bleeding. • Not all nose bleeds are traumatic. The treatment is the same. • Ask about anti-coagulation medications such as: - Aspirin (ASA) - Coumadin® (warfarin) - Eliquis® (apixaban) - Plavix® (clopidogrel) - Xarelto® (rivaroxaban) - Effient® (prasugrel) - Pradaxa® (dabigatran) - Brilinta® (ticagrelor) - Lovenox® (enoxaparin) Pediatrics NEMSIS: 9914059 • Nose bleeds are usually from minor trauma (nose picking). • Use Peds Reference or other approved source for peds dosing. Reviewed: Feb 2023 References • Medscape Epistaxis: https://emedicine.medscape.com/article/764719 [Ver: 2/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29 Epistaxis 79 ",
    "80": " 80 Intubation / RSI Can’t Oxygenate Can’t Ventilate P Induce P Paralyze Attempt Primary Backup Rescue • Have suction ready • BIAD may work • Be prepared for • Max 3 attempts better after meds bleeding P Bougie Adult Peds Adult P Intubate P BIAD Cric P Needle Cric NEMSIS: 9914003, 9914007 Consider • Airway, Breathing • Sedation / Vent Reviewed: Jun 2023 Etomidate: 0.3 mg/kg IV/IO x1 Adult Ketamine: 2 mg/kg IV/IO x1 Doses Rocuronium: 1 mg/kg IV/IO x1 Succinylcholine: 1.5 mg/kg IV/IO x1 80 ",
    "81": "81 Alias: Advanced / Difficult / Failed Airway RSI Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. - Pass ﬁfteen (15) high ﬁdelity (or human) airway experiences. • In the last three (3) months: - Pass three (3) standard (or high ﬁdelity) airway experiences. • Ongoing physician quality review of all training & live attempts. • At least two (2) years experience as a cleared & active paramedic. Imperatives • Two (2) CC/RSI Medics must be on scene and work together. - Switch providers after two (2) failed attempts. • Monitor EKG, SpO2 and EtCO2 with waveform. Try to maintain: - SpO2 above 90%, EtCO2 of 35-40 mmHg (or for ROSC: 40-50 mmHg) • Preoxygenate while predicting airway difficulty. Utilize apniec O2. • May use adjunct meds (e.g. push pressors if shock index > 0.8). • Video Laryngoscopy is the standard of care; record every case. - Record the monitor/vitals and your face prior to each attempt. Medications • Etomidate (Amidate®) or Ketamine (Ketalar®): Choose one. - Beware (uncommon) laryngospasm with Ketamine. - Etomidate is not appropriate for patients under 10 y/o. • Rocuronium (Zemuron®): Onset - 1 min; Duration - 30 min • Succinylcholine (Anectine®): Onset - 30sec; Duration - 5 min - Depolarizing, use caution with hyperkalemia, myopathies, burns. NEMSIS: 9914003, 9914007 Pediatrics • Pediatric prehospital advanced airway is highly specialized. • A simple BIAD is appropriate for almost all peds resuscitation. References Reviewed: Jun 2023 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • NAEMSP Position Statement: http://doi.org/10.1080/10903120500541506 [Ver: 2009] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10 Intubation / RSI 81 ",
    "82": " 82 Sedation / Vent Secured Airway Technique? Versed & Fent Propofol Drip Ketamine Push • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • Short Transport • IV Pump Available • Poor Access P Versed P Propofol P Ketamine P Fentanyl P Ventilator Consider NEMSIS: 9914071 • Airway, Breathing • Vasopressors Reviewed: Jun 2023 Fentanyl: 0.5-1 mcg/kg IV/IO Q 30 min PRN Adult Versed: 10-50 mcg/kg IV/IO Q 30 min PRN Doses Ketamine: 0.5-2 mg/kg IM,IV/IO Q 30 min PRN Propofol: 50-250 mcg/kg/min IV/IO Titrated Drip 82 ",
    "83": "83 Alias: Medically Induced Coma, Vent Management Sedation / Vent Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. Imperatives • Monitor patients closely. Sedation & vents are a delicate balance. - Use clinical sense and vital signs including SpO2 and EtCO2. - Be ready to titrate settings and assist with Suction and Airway. • Use lung protective volumes w/ ventilator. Start at 6-8 mL/kg IBW. Typical Adult Vent Settings • Mode: AC (V) • Vt: 450 mL (or 350 mL if < 6’ tall) • BPM: 12 /min • FiO2: 100% (may titrate down 40-60%) • PEEP: 5 mmHg • PIP Limit: 35 mmHg • I:E 1:3 Medications • Fentanyl (Sublimaze®), Versed (Midazolam®): Use together. - One without the other is unlikely to produce adequate sedation. • Ketamine (Ketalar®): Useful for peds and asthmatics. - Double dose for IM (watch concentration: max 3 mL per IM inj.) - Consider pretreating peds for hypersalivation with Atropine. Atropine: 0.01 mg/kg (max 0.5 mg) IV/IO x1 Peds • Propofol (Diprivan®): Start gtt near 150 mcg/kg/min. - Use only with an IV pump and an accurate patient weight. - Titrate to effect, aim for 30-50% reduction in ﬁrst 30 min. - For elderly or debilitated: start lower (100 mcg/kg/min). - For peds: start higher (200 mcg/kg/min). NEMSIS: 9914071 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2023 References • Medscape Sedation: https://emedicine.medscape.com/article/809993 [Ver: 4/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 27 Sedation / Vent 83 ",
    "84": " 84 Vasopressors Systolic Under Or MAP • Adult (14+): 90 mmHg 65 mmHg • Child (1-13): 70 mmHg 50 mmHg • Infant (< 1): 60 mmHg 40 mmHg Technique? Pump Push • Adequate help • Transient need • Longer transport • Shock Index > 0.8 P Levophed P Epi Push P Neo Push NEMSIS: 9914127, 9914179 Consider • Circulation / Shock • Allergy, OD / Tox Reviewed: Oct 2022 Levophed: 5-20 mcg/min IV/IO titrated gtt Adult Epi Push: 5-20 mcg IV/IO Q 2 min Doses Neo Push: 50-200 mcg IV/IO Q 2 min 84 ",
    "85": "85 Alias: Inotropes, Push Dose Pressors Vasopressors Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service training. Imperatives • Inappropriate use of pressors can cause harm. - Double check dose calculation (beware multiple concentrations). Medications • Levophed® (norepinephrine): Good for septic shock. - Requires an accurate weight and a pump. • Epi Push (epinephrine): Good for anaphylactic shock. - Be prepared to repeat dosing; avoid in STEMI. • Neo Push (phenylephrine): Good for elevated shock index. Poor Perfusion Shock Index • Suspect if several of these: Pulse - Altered Mental Status SI = SBP - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Shock Index is a good predictor of hypotension from RSI. - Be ready with push dose pressors if Shock Index is above 0.8 NEMSIS: 9914127, 9914179 Pediatrics • Use Peds Reference or other approved source for peds dosing. • Titrate to age-adjusted BP (vitals also listed in Peds Reference). References Reviewed: Oct 2022 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vasopressors: https://emedicine.medscape.com/article/2172220 [Ver: 7 / 21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Vasopressors 85 ",
    "86": " 86 DKA / HHS Signiﬁcant Use Caution Hyperglycemia if Patient ( > 400 mg/dL) Refusal Suspect If: • Deep / Rapid Resps. • Fruity Odor P NS Bolus P Insulin P Bicarb Adult If pH < 7.1 Consider NEMSIS: 9914125 • Diabetic Reviewed: Aug 2022 NS Bolus: 1,000 mL IV/IO x1 Adult Insulin: 10 units IV/IO over 1 hour Doses Bicarb: 50 mEq IV/IO x1 86 ",
    "87": "87 Alias: Diabetic Ketoacidosis, Diabetic Coma, HHNK DKA / HHS Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service training Imperatives • Acidosis from DKA can be profound - pH under 7.1 is dangerous. • You may note several clues of DKA on history and physical: - 'Fruity' smell (ketones) in the patient’s breath - Deep, hard, and fast breathing (Kussmaul’s respirations) - Report of thirst and urinary frequency for several days Medications • Insulin (regular, Humulin R®): Watch for rebound hypoglycemia. - Avoid if you do not have a way (i-STAT) to check K+ & Anion Gap. - Contraindicated if K+ < 3.5 mEq/L or anion gap < 24 mEq/L. - Must give as a drip over 1 hour. Keep refrigerated until use. • Bicarb (Sodium Bicarbonate): contraindicated for pH over 7.1 - Avoid if you do not have a way (i-STAT) to check blood pH. Notes • DKA may be precipitated by infection or other stressors. • HHS (HHNK) is technically a non-ketotic hyperglycemic state. - NS Bolus and Insulin remain appropriate. - Acidosis and the traditional 'fruity' smell are less likely. Pediatrics • DKA is a common initial presentation of diabetes in teens. NEMSIS: 9914125 • Over aggressive ﬂuids can cause harm. Start with 20 mL/kg. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2022 References • Medscape DKA: https://emedicine.medscape.com/article/118361 [Ver: 1/21] • Medscape HHS: https://emedicine.medscape.com/article/1914705 [Ver: 5/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 DKA / HHS 87 ",
    "88": " 88 Malignant HTN Systolic Over Use Caution • Adult (14+): 240 mmHg if Patient • Child (1-13): 220 mmHg Refusal • Infant (< 1): 200 mmHg Severity? Urgent Emergent • Chest Pain, SOB • Altered LOC • Headache • Organ Damage Treat as P Lopressor Hypertension P Magnesium If Pregnant Consider NEMSIS: 9914123 • Pain, Pregnancy, Seizure • Cardiac, SOB, Stroke Reviewed: Feb 2023 Lopressor: 5 mg IV/IO Q 5 min x2 Adult Magnesium: 4 grams IV/IO over 10 min Doses 88 ",
    "89": "89 Alias: Preeclampsia, HTN Urgency / Emergency / Crisis Malignant HTN Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service training. Imperatives • Inappropriate use of antihypertensives can cause harm. - Consider & investigate for underlying causes of Hypertension. • Focal neurologic deﬁcits are more likely to be a Stroke. - Lowering BP during a stroke can cause harm. • Use antihypertensives only if organ damage from HTN is likely. - Focus on underlying causes if organ damage is unlikely. Medications • Lopressor® (Metoprolol): - Aim for 20%reduction in SBP. Do not exceed 25%. - Contraindicated if SBP under 190 mmHg or pulse under 60 /min. - Call Medical Control if SBP remains elevated after two doses. • Magnesium (sulfate): only use for severe preeclampsia. - Severe symptoms include: HTN, HA, confusion, dyspnea, edema. - Consider providing for seizure prophylaxis if SBP > 160 mmHg. Notes • Signs of organ damage from HTN may include: - Obvious global weakness, paralysis, seizure, encephalopathy - Severe headache and vomiting, mental status changes - Vision loss or blurred (not simple ﬂashes or double vision) NEMSIS: 9914123 Pediatrics • Malignant HTN is unlikely in peds. Call Medical Control for advice. References Reviewed: Feb 2023 • Medscape Malignant HTN: https://emedicine.medscape.com/article/241640 [Ver: 5/20] • Medscape Eclampsia: https://emedicine.medscape.com/article/253960 [Ver: 2/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7 Malignant HTN 89 ",
    "90": " 90 Sepsis Suspected Organ Dysfunction from Infection P POC Lactic Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Low Likelihood • High Likelihood P Monitor Closely Blood P Cultures P Rocephin Consider NEMSIS: 9914127 • Shock, Fever • Vasopressors Reviewed: Aug 2022 Rocephin: 1 gram IV/IO, IM x1 Adult 90 ",
    "91": "91 Alias: Severe Infection, Septic Shock Sepsis Mandatory Prerequisites • Within the last twelve (12) months: - Pass a critical care in-service • Organ Dysfunction Call • Suspected Infection • Call a SEPSIS Alert ER Organ Dysfunction • Suspect if several of these: - Pulse > 90 /min, Lactic > 2 mmol/L Suspect Infection - Resp > 20 /min, EtCO2 < 25 mmHg • With any recent history of: - Temp > 100.4 °F ( > 38 °C) - Fever, cough, antibiotic use - Temp < 96.8 °F ( < 36 °C) - Indwelling line / catheter - Decrease in mental status - Open wound / decub ulcer - Increased O2 requirement - Surgery / major procedure Imperatives • Sepsis is life-threatening organ dysfunction caused by… infection. † • [For possible] sepsis, we suggest measuring blood lactate. † • [For] sepsis without shock, we recommend rapid assessment of the likelihood of infectious versus noninfectious causes… † • [For] a low likelihood of infection and without shock, we suggest deferring antimicrobials while continuing to closely monitor… † • [For] septic shock or a high likelihood for sepsis, we recommend administering antimicrobials immediately... † Medications • Rocephin® (Ceftriaxone): First line for undifferentiated sepsis. - Avoid if pt allergic to Keﬂex, PCN or other cephalosporins. - Reconstitute with NS for IV/IO, and Lidocaine for IM. NEMSIS: 9914127 - Do not use with Calcium - potentially fatal. Pediatrics • It is appropriate to defer antibiotics (minimal evidence for peds). Reviewed: Aug 2022 References • Surviving Sepsis Campaign: International Guidelines 2021 † [Ver:11/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 24 Sepsis 91 ",
    "92": "92 Procedures Page 93 Page 94 Page 95 General Airway Breathing Glucometer Heimlich BVM E 12-Lead Suction E NIPPV A Saline Magill A Forceps Page 98 Lock Advanced Adjuncts Page 96 Page 97 E BIAD Resuscitation Adjuncts Chest Needle I Decompress Compression NPA Deﬁb OPA Page 101 Cardiac A IO A OG-Tube I Pacing Page 99 Page 100 I Cardioversion Bleeding Injury Wound SMR with Page 102 Care C-collar Obstetrics Tourniquet Splint E Deliver Baby Wound Reduce E Deformity Manage OB E Complication Packing Reviewed: Jun 2023 Page 103 Stinger Page 104 Removal • Critical Care • Policies Procedures 92 ",
    "93": "93 General Procedures 1. Prepare glucometer and test strip. Glucometer 2. Identify and clean site. - The patient may have a preference. 3. Pierce skin with lancet to obtain blood sample. - May alternatively obtain blood from IV attempt if meter allows. 4. Place blood in/on reagent strip per manufacturer's instructions. 1. Enter patient info into monitor. E 12-Lead 2. Prepare chest and place electrodes. 3. Instruct pt to lay still. Press button on monitor to acquire 12-lead. 4. Acquire EKG while not moving. Try to minimize artifact. 5. Transmit EKG to ED. May contact receiving hospital to conﬁrm. E May read machine Interpretation. I May interpret directly. A Saline 1. Investigate for good site. Lock - AC and wrist are common sites. - Try to avoid legs, forehead and jugular unless necessary. - Advance rapidly to IO in emergencies. May start w/ IO in a CODE. 2. Clean site well. Apply a venous tourniquet. 3. Perform venipuncture with appropriate size cath. 4. Conﬁrm placement with ﬂash of blood. (Draw labs if available.) 5. Attach lock and ﬂush with saline. Secure well with tape. NOTE: It is almost always inappropriate for EMS to access an Reviewed: Apr 2023 established indwelling central line (such as dialysis or PICC line). EMS may consider using established lines only during a CODE. General Procedures 93 ",
    "94": "94 Airway Procedures 1. Help patient cough if able. Heimlich 2. Attempt thrusts only if choking: - Adult (14+): Abdominal thrusts (Use chest thrusts if obese/preg.) - Child (1-13): Abdominal thrusts - Infant (<1): 5 back blows then 5 chest thrusts 3. Keep going until choking relieved or pt becomes unresponsive. - Begin CPR if unresponsive. 4. Remove any foreign bodies from mouth before ventilation. - Do not perform blind ﬁnger sweeps. 1. Awake pts may suction themselves. Suction 2. Prepare suction device with tip: - Oropharynx: hard tip (Yankauer) - E Nasal/BIAD/ETT/trach/stoma: ﬂexible cath (French). 3. Insert tip with suction off and/or vent hole uncovered. - May use 2-3 mL saline to loosen secretions. - E Consider detailed trach care: remove/clean inner cannula. 4. Cover vent hole and apply suction as tip is withdrawn. Magill A Forceps 1. Conﬁrm patient is unresponsive. 2. Visualize posterior pharynx. - May utilize laryngoscope. (Average adults use Mac #3.) 3. Use Magill Forceps to remove any identiﬁed foreign bodies. - Consider using suction. Reviewed: Jun 2023 4. Secure Airway with BIAD if needed. Airway Procedures 94 ",
    "95": "95 Breathing Procedures 1. Prepare appropriately sized BVM. BVM - Connect to high-ﬂow oxygen. - Extend O2 reservoir if equipped. 2. Maintain adequate mask seal. Dual rescuers is preferred. - Single Rescuer: Use E - C clamp technique. - Dual Rescuers: Use two handed technique. 3. Ventilate with slow deliberate squeezing of bag. - Assist with natural rate if adequate. - Provide additional breaths if natural rate is inadequate. 1. Explain procedure to pt. E NIPPV - Consider an NPA if tolerated. 2. Start the ﬂow of oxygen to the mask. Set basic mask at 7.5 cmH2O. - Alternate: use CPAP or BiPAP mode on vent w/ OMD approval. - Start vent CPAP at 7.5 cmH2O and BiPAP at 10/5 cmH2O (IPAP/EPAP) 3. Place the mask over patient’s nose and mouth. 4. Ensure adequate seal by adjusting placement and tighten straps. 5. Provide encouragement. Monitor closely for complications. - Remove promptly if vomiting or unresponsive. - I Consider treatment of anxiety to assist with compliance. 6. May titrate pressures: higher if hypoxic, lower if hypotensive. Reviewed: Jun 2023 - Likely beneﬁcial to use nebulizers in-line if indicated & able. Breathing Procedures 95 ",
    "96": "96 Resuscitation Procedures 1. Conﬁrm no pulse and not breathing. Chest Compression 2. Place hands on chest: - Adult (14+): Two hands w/ ﬁngers interlaced over center of chest - Child (1-13): One hand over center of chest - Infant (<1): Two hands circling chest using thumbs 3. Push hard and fast. Compress about 1/3 the depth of the chest. 4. Minimize interruption. Compressions are the most important. 5. Switch personnel every 2 min or sooner if needed. NOTE: Consider placing a mechanical device after the ﬁrst 2 min. 1. Cut clothes to expose chest. Deﬁb - Consider shaving excessive hair. - Remove any medication patches. Wipe off residue. 2. Apply deﬁbrillator pads. Avoid implanted devices or catheters. 3. When indicated, stop compressions and analyze cardiac rhythm. E Use AED “analyze” function. I May interpret directly. 4. If shock indicated: charge deﬁbrillator while continuing CPR. - Follow manufacturer's or OMD's dosing guideline. - Use Peds Reference or other approved source for peds dosing. 5. Assertively state “CLEAR!” Visually conﬁrm everyone is clear. 6. Deﬁbrillate by pressing the SHOCK button. - Restart compressions immediately. Note: “...routine use of double sequential deﬁb is not recommended.” 2020 AHA CPR & ECC Highlights: Adult Basic & Advanced Life Support 1. Prepare IO device and select site. A IO - Consider pre-treating for Pain. 2. Insert IO following manufacturer's recommended procedure. 3. Secure well with bulky dressing or other manufactured device. Reviewed: Oct 2022 4. Consider admin of low-dose Lidocaine for local discomfort. Lidocaine: 10 mg IO Q 5 min x3 PRN Pain Adult 5. Consider using a pressure bag to increase ﬂuid rates if needed. Resuscitation Procedures 96 ",
    "97": "97 Adjunct Procedures 1. Measure appropriate NPA size: NPA - Tip of nose to angle of jaw 2. Apply water-soluble lube to NPA. 3. Insert NPA into nare with bevel toward septum. - Start on larger nare. Rotate slowly if resistance is felt. 4. If unsuccessful: try more lube, smaller size and / or other side. - Minor nose bleeding is common. 1. Measure appropriate OPA size: OPA - Corner of mouth to angle of jaw 2. Insert OPA into mouth slowly. May use tongue blade to assist. - Insert with tip to nose for adults and tip to toes for peds. 3. Rotate into place. Remove promptly if any gagging. 1. Measure appropriate tube depth: A OG-Tube - Tip of nose to the stomach 2. Only place a prehospital OG-tube with an appropriate airway. 3. Lubricate the OG-tube. 4. Place into airway device per manufacturer's recommendation. 5. Advance the tube gently until the appropriate depth is reached. 6. Conﬁrm placement and then secure the tube. - Inject air. Listen for bubbles in the stomach. - Attempt to aspirate gastric contents. Reviewed: Jun 2023 7. Continue to decompress the stomach of air and / or food. - Use low suction or manually aspirate with large tip syringe. Adjunct Procedures 97 ",
    "98": "98 Advanced Adjunct Procedures 1. Prepare appropriately sized device: E BIAD - Apply water-soluble lube. - Average adults use an iGel #4 (green), or a King #4 (red). - An iGel may be superior, but the research is not yet conclusive. 2. Pull jaw and tongue forward, or use jaw thrust. 3. Insert BIAD into pharynx slightly rotated to either side. - Rotate back to mid-line while advancing. - Rock BIAD gently to seat in airway. 4. If a balloon is present: inﬂate per manufacturer’s instruction. 6. Conﬁrm placement. Secure well with tape or other device. - Use auscultation, capnometry, EtCO2 and SpO2 if available. 7. If BIAD fails, try again with a different size. - Most common failure of a BIAD is inappropriate size. Needle I Decompress 1. Identify side and clean best site: - Peds: 2nd intercostal midclavicular - Adults: 4th or 5th intercostal anterior to midaxillary line 2. Insert large (12- or 14- gauge) IV needle into the skin at 90° - Preferably use a needle speciﬁcally made for decompression. - Go just over the top of the rib to minimize bleeding. 3. Advance until a “pop” is felt and / or you hear a hiss of air. - Hold needle in place, advance cath only the rest of the way. 4. Remove the needle, leaving the plastic cath in place. 5. Cover the cath with a chest seal. 6. Vent chest seal or repeat decompression if dyspnea returns. Reviewed: Jun 2023 Advanced Adjunct Procedures 98 ",
    "99": "99 Bleeding Procedures Wound 1. Apply direct pressure for bleeding. Care - Consider tourniquet or packing. 2. If bleeding is easily controlled, irrigate contaminated wounds. - Consider pre-treatment of Pain. 3. Cover wounds with sterile gauze and apply appropriate dressing. - Monitor and document distal pulse, movement and sensation. - Cover burns with sterile burn dressing. - Apply a chest seal (occlusive) to any neck or trunk penetration. 1. Apply direct pressure for bleeding. Tourniquet - Conﬁrm massive limb bleeding. 2. Apply tourniquet proximal to bleed per manufacturer instruction. 3. Tighten until bleeding is controlled. Secure windlass in place. - Consider placing second tourniquet if bleeding continues. - Consider treatment of Pain. 4. Record time on tourniquet or directly on the patient’s skin. Wound 1. Apply direct pressure for bleeding. Packing - If stable, consider simple wound care. - If massive bleeding from a limb, consider a tourniquet. - Packing is ideal for junctional injury (neck, axilla, groin). - Do not pack skull or thorax wounds. Do not pack natural oriﬁces. 2. If bleeding continues, wipe gross blood and clot out of wound. 3. Insert packing inch by inch as deep as possible into wound. - Avoid rapidly stuffing a large wad. Pack deep and deliberately. - Insert as much packing into the wound as possible. Reviewed: Oct 2022 - E May use hemostatic packing agents (e.g. QuikClot®) 4. Re-apply direct pressure on top of packing. - Consider treatment of Pain. Bleeding Procedures 99 ",
    "100": "100 Injury Procedures SMR with 1. Provide manual cervical SMR. C-collar 2. Prepare appropriately sized c-collar. - Apply c-collar while maintaining manual cervical SMR. 3. Use adjuncts to minimize all spinal motion while transferring. - Such as: backboard, scoop stretcher, vacuum mattress, etc. - May try gentle self-extrication from a vehicle (with a c-collar). 4. Once on the cot, adjuncts may be removed if appropriate. - Awake, compliant patients can be safely secured with seat belts. - Up to 30° of head elevation may be used to maintain an airway. 5. Manual cervical SMR may be released if the patient will hold still. - Otherwise: secure the head to an appropriate adjunct. NOTE: Some patients (due to size, age or anatomy) will not be appropriate for standard equipment. Never force a patient into a non-neutral position. Use alternate techniques or manual SMR. 1. Provide manual immobilization. Splint 2. Remove or cut clothing if able. 3. Check and document distal pulse, movement and sensation. 4. Select appropriate splint. Secure above and below injury. 5. Recheck and document distal pulse, movement and sensation. - Reapply or remove the splint if any decline in distal function. NOTE: Consider a traction splint for an isolated femur fracture. 1. Conﬁrm no pulse distal to injury. Reduce E Deformity 2. Explain procedure to patient. - Consider pre-treating for Pain if time and condition allow. 3. Manually reduce injury and splint in anatomic neutral position. 4. Recheck and document distal pulse, movement and sensation. Reviewed: Dec 2022 1. Inspect wound for stinger. Stinger Removal 2. If visualized, scrape stinger away. - Use tool with ﬁrm edge, like a credit card. Injury Procedures 100 ",
    "101": "101 Cardiac Procedures 1. Place deﬁb pads and 12-Lead. I Pacing - Consider pre-treating for Pain. 2. Place monitor in 'pacing' mode. - Select initial rate of 80 bpm for adults. - Use Peds Reference or other approved source for peds rate. - Select initial energy of 80 mA for all patients. - Alternate: follow manufacturer's or OMD's dosing guideline. 3. Slowly increase mA output until electrical capture is noted. - Note pacer spikes on EKG screen. 4. Once electrical capture is noted, check for mechanical capture. - Pulse should correspond to electrical activity on EKG screen. 5. Continue to increase mA output if no mechanical capture. 6. Maintain a balance between pt comfort and medical necessity. - Treat Pain and/or Anxiety from pacing as soon as appropriate. - Consider reducing energy if appropriate. 1. Place deﬁb pads and 12-Lead. I Cardioversion - Consider pre-treating for Pain. 2. Enable SYNC mode and charge to 50 J for adults. - Alternate: use manufacturer's or OMD's dosing guideline. - Use Peds Reference or other approved source for peds dosing. 3. Assertively state “CLEAR!” Visually conﬁrm everyone is clear. 4. Cardiovert by pressing and holding the SHOCK button. - There may be a noticeable delay before energy is delivered. 5. Reassess patient and rhythm. Escalate and repeat as needed. Reviewed: Feb 2023 - Follow manufacturer's or OMD's escalation guideline. - Use Peds Reference or other approved source for peds dosing. Cardiac Procedures 101 ",
    "102": "102 Obstetric Procedures E Deliver 1. Expose patient. Have a chaperone. Baby - Visually inspect vaginal area. 2. Identify presenting part. Prioritize transport if not crowning. - If any problems, manage complications and transport ASAP. 3. Deliver Head. Suction mouth, then nose with bulb suction. 4. Check for cord around neck. Slip over head if found. 5. Deliver shoulders. Deliver top shoulder ﬁrst. - May ﬂex mom's legs to chest to assist. - May press on mom's lower abdomen to assist. 6. Deliver body. Caution: neonates are slippery. 7. Manage Neonate. (Stimulate, warm, clean, dry.) - May place baby on mothers chest for skin-to-skin contact. 8. Keep baby level with mom and delay cord clamping ~60 sec. - Clamp about 2-4 in. away from the baby. Cut between clamps. - Leave a viable stump for the ED to use (for lines & lab draws). 9. Massage mother's lower abdomen (fundal massage). - This should help stop postpartum bleeding. - A If poor perfusion: TXA (Tranex. Acid): 1 g IV/IO over 10 m 10. Prepare for delivery of the placenta. Do not pull on the cord. - Take the placenta to the hospital with mom and baby. Manage OB 1. Prioritize emergent transport. E Complication 2. Tell mom: Do Not Push. 3. Continue standard care. Treat: Breathing, Pain, etc. - EMS can do very little for: preemies, twins, or breech birth. 4. Try to help during transport. - Failed Delivery / Shoulder Dystocia: transport knees to chest Reviewed: Apr 2023 - Prolapse: don’t handle cord, relieve pressure using ﬁngers in vagina - Breech: do not pull, elevate presenting part if pressing on cord Obstetric Procedures 102 ",
    "103": "103 Critical Care Procedures 1. Conﬁrm all alternatives have failed. P Cric 2. Prepare supplies and suction. 3. Locate cricothyroid membrane. Clean skin if time allows. - Visualize spot under thyroid cartilage and above tracheal rings. 4. Use Bougie for adults or Needle for peds. 4a. Bougie: Expect blood, this is a tactile skill. Cricothyroid - Make large vertical incision through skin. Membrane - Find the cricothyroid membrane w/ ﬁnger. - Stab horizontal incision, bubbles are good. PhilippN - Insert a bougie, then a trach over bougie. (Or #6 ETT: advance 1-2 cm past balloon.) CC-BY-SA 3.0 - Inﬂate balloon taught. Remove bougie. 4b. Needle: Use small syringe with saline. - Attach 10-12g needle & cath. Insert at 90°. wikimedia.org - Pull suction. Advance slowly till bubbles. - Angle down. Advance cath. Remove needle. - Use Transtracheal Jet Insufflation device. 5. Conﬁrm placement. Secure well w/ tape or manufactured device. - Use auscultation, clinical response, skin color, SpO2 and/or EtCO2. 1. Attach appropriate patient circuit. P Ventilator 2. Attach high pressure oxygen hose. 3. Inspect fresh gas / emergency air intake ﬁlters. 4. Power on the vent and conﬁgure operating mode & parameters. 5. Perform operational test and attach to patient. Monitor closely. Typical Adult Vent Settings • Mode: AC (V) • Vt: 450 mL (or 350 mL if < 6’ tall) Reviewed: Jun 2023 • BPM: 12 /min • FiO2: 100% (may titrate down 40-60%) • PEEP: 5 mmHg • PIP Limit: 35 mmHg • I:E: 1:3 Critical Care Procedures 103 ",
    "104": "104 Policies Page 105 - Medications • WVEMS Drug Box Page 106 - Abuse • Patient Abuse and Neglect • Infant Abandonment Page 107 - Bystanders, Physicians • Veriﬁcation of On Scene Personnel • Physician Orders Page 108 - Termination • Withholding Resuscitation • Termination Resuscitation Page 109 - Ventricular Assist Devices • Left Ventricular Assist Devices Page 110 - Standbys, Police • EMS Standbys • Scene Rehab • Law Enforcement Assistance Page 111 - Refusals • Patient Refusals • Who is a Patient Page 112 - Destination • Destination Triage Plan: STEMI, Stroke, Trauma Reviewed: Jun 2023 Page 113 - Deceased, MCI • Deceased Subjects • Mass Casualty Policies 104 ",
    "105": "105 Medication Policy WVEMS Drug Box • Drug Boxes are intended to be used on only ONE patient prior to restocking. Under extenuating circumstances, such as back-to-back calls with no time in-between to exchange the box, or in a mass casualty situation, it may be necessary to use a box on more than one patient. Such use must be appropriately documented on the patient care reports. • Agencies participating in the regional drug box exchange program shall follow the procedures below regarding the use and exchange of boxes at regional hospitals. 1. EMS provider breaks RED drug box seal and places broken seal in top tray. There will be a new (unused) GREEN seal in both the drug box, and in the narcotics box, and these must be retained for resealing the opened box(es) after use. 2. EMS provider documents medications used on the patient care report and the WVEMS/BREMS Regional Pharmacy Administration Record Physician Order Form. A physician’s signature shall be obtained when a provider obtains online orders for medications (including DEA number in any and all cases where online orders for narcotics are used). Boxes will be returned to the Emergency Department, if the signature of the physician or nurse is not legible and/or there is not a DEA number when needed and the regional council will be notiﬁed. Enter the RESEAL serial number(s) on the WVEMS/BREMS Pharmacy Administration Record - Physician Order Form. 3. EMS provider and E.D. nurse, physician, pharmacist pharmacy technician and/or other person as authorized, checks used box to account for narcotics. Both assure that all trash and used needles have been removed from the box. The old (broken) seal should be left in the box and forwarded to the pharmacy. The nurse, physician, or authorized person will sign the appropriate space indicating that all narcotics have been accounted for. After everything is accounted for, the AIC shall use the green reseal(s) provided in the drug box/narcotics box and seal the box(es). 4. E.D. nurse, physician, pharmacist or pharmacy technician, or authorized person issues a new box to the EMS provider. Both complete the “Drug Box Exchange Log”. The seal on the new box is not to be broken until needed on the scene of an emergency. Boxes on which seals have been broken must be returned to the E.D. or Pharmacy for exchange. The medical facility may require additional documentation. If the facility requires a copy of a PPCR or patient reporting printout with an explanation of why the seal was broken, this must accompany the box. 5. Pharmacy will ﬁll the box, replacing used items, in accordance with the box schematic. The pharmacy checks the box to assure all contents are present and in-date. The box is sealed with a numbered seal provided by the EMS Council. A hospital sticker indicating the date of the ﬁrst drug to expire is to be placed on the outside of the box. 6. If a box is returned to the pharmacy with dirty needles or excessive litter and debris, the box will be taken out of service and the EMS Council notiﬁed. The Council will notify the agency and/or personnel responsible and they will be required to report to the hospital to correct the situation. Repeated occurrences by the same provider/agency may result in suspension or revocation of drug box privileges. 7. Reﬁlled boxes are returned to the E.D. or stored in the pharmacy for distribution. Each hospital is responsible to ensure that the boxes are properly secured against tampering while at the hospital. 8. If an EMS provider opens a box and ﬁnds one or more medications missing, the provider shall document such on the PPCR or patient reporting software and the EMS provider shall notify the EMS Council in writing of the discrepancy; noting the box number and seal number in the report. If the missing drug is a narcotic refer to item # 11. As long as the missing medication is not a narcotic, the box may be returned to service by the hospital pharmacy after restocking. 9. No item for item exchange of drug box contents may be made in the E.D. The box must be returned to the pharmacy to be checked, restocked, and resealed. 10. NARCOTICS: When controlled substances are used on a call; wastage should be performed in the emergency department in the presence of a certiﬁed/licensed professional in conformance with the State Board of Pharmacy Regulations. For the purposes of this policy, “certiﬁed/licensed professionals” includes: Pharmacist, nurse, prescriber, or a second EMS Provider. See Virginia Administrative Code Sections 18VAC110-20-500 and 12VAC5-31-520. The AIC and the authorized persons listed above will document the amount of the controlled substance administered, and the amount (if any) wasted. This should be recorded on the WVEMS/BREMS Pharmacy Administration Record – Physician Order Form and signed by the provider and the witness. The authorized person signing, and the ALS technician will then properly dispose and account for the narcotic according to hospital policy. 11. In the event that medications are missing from the box the following steps must be followed: A. If the seal is found to be broken during a routine drug inspection: 1. Avoid handling the box 2. Contact the Western Virginia EMS Council 3. Contact Virginia State Police. (NARCOTICS ONLY) 4. Contact the agency Chief or Captain 5. Complete & ﬁle a drug diversion form with the Office of EMS (see 12VAC5-31-520, D of the Va EMS Rules & Regs) 6. Have drug box inspection forms ready for Virginia State Police, WVEMS EMS Council, and Va OEMS personnel B. If the seal is on the box and medications are missing while performing patient care or after arriving at the hospital: 1. Continue patient care. You may continue to utilize the contents of the box 2. If the medication needed is missing consider requesting another unit to rendezvous - DO NOT DELAY TRANSPORT 3. Upon arrival at the hospital notify the E.D. Nursing Supervisor of the problem. 4. Follow the procedures listed in 11-A. Reviewed: Sep 2021 5. The box must be secured in the hospital and may be released only after being notiﬁed by the EMS Council. 6. Notify the hospital that this box must be sequestered in the pharmacy until released by the EMS Council. C. In all cases you will be asked to write a report stating the events surrounding the incident. It should include the box number, seal number, witnesses and a description of what occurred. D. Depending on the individual circumstances, the Operational Medical Director of the agency or the Regional Medical Director may suspend the agency’s authorization to administer drugs in the pre-hospital setting pending the outcome of a formal investigation by law enforcement or the Office of EMS, and may require implementation of additional security measures at the agency’s expense. Medication Policy 105 ",
    "106": "106 Abuse Policies Patient Abuse and Neglect • Abuse in this policy is considered any physical, sexual and / or mental injury of any child, domestic partner, senior citizen, or incapacitated adult by another person through action or neglect. Abuse may be at the hand of a partner, parent, caregiver, spouse, neighbor, or adult child of the patient. The recognition, appropriate reporting, and referral of abuse is a critical step to improving patient safety, providing quality health care, and preventing further abuse. This also ensures EMS compliance as Mandatory Reporters under the Code of Virginia. • Be aware of the potential for abuse in all patients. In any case where abuse is suspected, ﬁrst protect the patient and the EMS team from harm. Collect as much information as possible and preserve physical evidence if able. Signs of abuse may include: - Physical: injuries that are inconsistent with the reported mechanism, injuries in different stages of healing, defensive injuries (e.g. to forearms), or injuries during pregnancy - Psychological: excessive passivity, compliant / fearful behavior, excessive aggression, violent tendencies, excessive crying, behavioral disorders, substance abuse, or med non-compliance - Neglect: inappropriate level of clothing for weather, inadequate hygiene, inattentive caregiver, or malnutrition • Immediately report any suspicious ﬁndings to both the receiving hospital (if transported) and social services: - For children contact Child Protective Services at 800-552-7096. - For adults contact Adult Protective Services at 888-832-3858. - For domestic violence offer law enforcement intervention and provide the patient with the National Hotline, 800-799-SAFE. Infant Abandonment • The Code of Virginia (§18.2-371.1 B.2) allows a new parent to Reviewed: Apr 2023 surrender their newborn to a hospital or EMS agency under certain circumstances. EMS providers should accept without hesitation, assess, and transport any infant surrendered to them. Abuse Policies 106 ",
    "107": "107 Bystander, Physician Policies Veriﬁcation of On Scene Personnel • The delivery of prehospital care at the scene of an emergency is the responsibility of the responding EMS resources. Occasionally, bystanders may be crucial to providing or assisting with treatment. Bystanders can be considered when the immediate needs outweigh the EMS resources available, or if a bystander can provide a unique resource. EMS should never authorize or perform any intervention outside their scope or comfort level. • Bystanders may have a unique understanding of a specialized medical device or condition. EMS should consider the advice of patients or bystanders such as: case workers/patient aides, or mental health professionals, or caretakers managing a vent at home, or a patient with an LVAD, etc. EMS must call Medical Control for any orders to deviate from routine EMS care. • BLS procedures are frequently taught as a component of common ﬁrst aid. Appropriate bystanders may assist with common ﬁrst aid when EMS resources are insufficient. EMS must direct bystanders and maintain overall responsibility. • ALS interventions are only appropriate by responding ALS resources. A formal mutual aid agreement or authorization by Medical Control must exist prior to delivery of ALS interventions. EMS has no authority to enable non-EMS medical personnel (RN, NP, PA, CRNA, RT, etc.) to perform ALS interventions. Physician Orders • Physicians represent a unique resource. EMS may follow written or verbal orders from a patient's established physician. EMS may also follow appropriate verbal orders from a physician Reviewed: Apr 2023 bystander on scene. EMS should only consider orders outside these protocols if the physician bystander accompanies EMS to the hospital. Call Medical Control if there is any conﬂict. Bystander, Physician Policies 107 ",
    "108": "108 Termination Policies Withholding Resuscitation • Resuscitation is not appropriate if efforts are futile or against the patient's explicit wishes. Withhold resuscitation if any signs of obvious death, mortal injury, or if the patient has a DNR / POST. • Ask about a DNR / POST for any hospice or palliative care patient. • EMS should attempt to validate any DNR / POST with family or health care workers. Begin resuscitation and call Medical Control if there is any question. EMS may stop resuscitation once veriﬁed. Termination of Resuscitation • Transportation during resuscitation is not optimal and exposes EMS crews to signiﬁcant risk. This policy balances the potential beneﬁt of prolonged resuscitation against the risks of emergent transport. • Prioritize transport for any special case. If attempting Special Cases resuscitation, these special • Suspected Traumatic Cause cases may beneﬁt from • Pediatric or Pregnant Patients resources not available in the • Hypothermia or Drowning ﬁeld. Prioritize compressions • Lightning or Electric Shock and AED and transport ASAP. • Overdose or Poisoning • ALS should resuscitate on scene ALS Termination for non-special cases. Call Medical Control if no ROSC within 30 min. • Not a Special Case • No ROSC within 30 min • BLS should try to turn over care to ALS (or the hospital) within 15 min. BLS Termination Prioritize transport if a hospital • Not a Special Case is within 15 min. Extended BLS • Not witnessed by EMS resuscitation beyond 15 min may • Never shocked by AED still be successful if the arrest is • No ALS within 15 min witnessed by EMS or if any shock • No ROSC within 15 min Reviewed: Oct 2022 is ever advised by the AED. Prioritize transport for any witnessed or shocked arrest regardless of time to the hospital. Call Medical Control if not witnessed, and not shocked, and no ALS after 15 min. Termination Policies 108 ",
    "109": "109 Ventricular Assist Policy Ventricular Assist Devices (e.g. LVAD) • Ventricular assist patients can quickly become very complicated. - Their life literally depends on complex medical machinery. - When in doubt, follow regular protocols. • All LVAD patients will have an assigned 'LVAD center.' - The patient should have the emergency phone number. - EMS may try to contact the LVAD center with any problems. - Call Medical Control to verify any recommendations. • Diagnosing ventricular assist device problems is complex. - Do not unplug anything. - Consider the advice of the patient and any trained bystanders. - Some devices may provide voice prompts for troubleshooting. - Call Medical Control to verify any recommendations. • Patients who are alive and well may not have a palpable pulse. - It may be impossible to palpate or auscultate a blood pressure. - Do not start CPR on patients who are obviously alive and well. • A ventricular assist device makes diagnosis of arrest difficult. - Look for other signs of life and listen for pump noise. - Chest compressions may harm a ventricular assist device. - Consider the advice of trained bystanders or the LVAD center. - Call Medical Control ASAP for any unconscious LVAD patient. • Bring all device supplies and information to the ED with you. - Bring batteries and cords. - Bring paperwork and contact information. Reviewed: Feb 2023 • Consider destination triage in consultation with Medical Control. Ventricular Assist Policy 109 ",
    "110": "110 Standby, Police Policies EMS Standbys • EMS may be utilized to standby at a scene without a speciﬁc pt. • EMS should complete a full report for any patients or treatments. - Consider simple interventions such as PO pain meds and ice. - Document a refusal if any patient declines transport. Scene Rehab • EMS may provide rehab for large scenes like structure ﬁres, etc. - This may include abbreviated screening and / or treatment. - Rehab is only applicable to fellow ﬁrst responders. • EMS should coordinate all activity with incident command. • Standard rehab includes a speciﬁc area dedicated to medical ops. - Rehab generally involves checking vital signs and simple exam. - Provide PO ﬂuids and food. Monitor until back to baseline. - An abbreviated record may be substituted for a full report. - Incident command will dictate who may return after rehab. Law Enforcement Assistance • EMS may be called to evaluate a patient in custody. - Always offer transport. EMS can never recommend a refusal. - EMS can provide treatment, but cannot 'clear' a patient. - Officers may elect to decline transport, but should sign a refusal. - Officers should accompany any patient in custody. - Call Medical Control if there is any conﬂict. • EMS may remove CEW (Taser™) probes as part of wound care. - EMS should document a full report. - Officers may sign a refusal for a person under their arrest. - Probes are small straight barbs. Stretch skin tight and pull out. - The barb is in-line with the score mark on the probe. Reviewed: Dec 2022 Standby, Police Policies 110 ",
    "111": "111 Refusal Policies Patient Refusals • Refusals represent a unique medical risk. EMS should complete a formal refusal with at least one witness signature for any patient who declines any intervention and / or transport. • EMS should encourage treatment and transport for every patient. - Never refuse transport. Never encourage a refusal. • All patients who wish to refuse must be eligible to make their own decisions. Eligible patients include: - Legal Adults (18 y/o and older) - Minors (< 18 y/o) who are married, divorced or emancipated • The Code of Virginia (§54.1-2969 C,D) allows any minor 14-17 y/o to direct treatment only if no responsible party is reasonably available. This includes the ability to refuse treatment / transport. • The Code of Virginia (§54.1-2969 G) allows pregnant minors to direct treatment only relating to the delivery of their baby. • A responsible party (parent, guardian, medical POA etc.) may have the authority to refuse for a patient who is not eligible on their own. • Any patient (or responsible party) who wishes to refuse must also demonstrate capacity. This requires them to be awake, oriented, and able to demonstrate understanding of the potential risks. - Patients with altered LOC lack capacity and cannot refuse. - Suicidal patients lack capacity and cannot refuse. • Call Medical Control and enlist law enforcement help for any patient who attempts to refuse, but should not be allowed to do so. Who is a Patient? • Any person for whom EMS is speciﬁcally summoned should be considered a patient. Every patient should have a full report completed with a transport or a refusal documented. • Not every person on scene of an emergency needs to be considered a patient. EMS is not obligated to document a refusal for a person who declines EMS assessment, and is acting normally Reviewed: Apr 2023 without obvious distress, and for whom EMS was not speciﬁcally summoned. - A refusal should be documented if there is any doubt. Refusal Policies 111 ",
    "112": "112 Destination Policies Destination Triage Plan • Some speciﬁc conditions beneﬁt from prehospital triage to a more appropriate destination. Consider increasing transport time no more than 30 minutes to reach a more capable facility if any of the following emergency conditions are identiﬁed. • The decision to pass a less capable facility and therefore increase transport time should include consideration of: the stability of the patient, aeromedical transport availability and system resources at the time. Call Medical Control if there is any doubt or conﬂict. Consider YES Transport to Destination Alternate Triage < 30 min? Alternate Acute STEMI with chest pain • Adults should have an appropriate presentation (chest pain, etc.) and an EKG identiﬁed as *** ACUTE MI *** by automated analysis. • ALS: may manually identify EKG changes of 1 mm or more of ST segment elevation in 2 or more anatomically contiguous leads. • Appropriate WVEMS cardiac hospitals (with emergent PCI) include: - Carilion Roanoke Memorial & Carilion New River Valley - Lewis Gale Salem & Lewis Gale Montgomery & Danville Regional Acute Large Vessel (LVO) Stroke • Patients should have a deﬁnite time last normal under 6 hrs and at least one positive ﬁnding on a Cincinnati Stroke (FAST) exam. • Patients must also have a positive ﬁnding on a Stroke VAN exam. • Appropriate WVEMS stroke hospitals (PSC, TSC, or CSC) include: - Carilion Roanoke & Lewis Gale Salem & Danville Regional Major or Unstable Trauma Reviewed: Apr 2023 • Patients should meet trauma triage guidelines with major injury and / or major mechanism and / or major burns > 20% BSA. • Appropriate WVEMS trauma hospitals (Level I or II) include: - Carilion Roanoke Memorial & Lewis Gale Hospital Salem Destination Policies 112 ",
    "113": "113 Deceased, MCI Policies Deceased Subjects • EMS may occasionally encounter a deceased subject. - Maintain respect for the deceased and their family. - Always involve law enforcement. Always write a full report. • If resuscitation was not attempted: - Consider all deceased subjects as a potential crime scene. - Limit EMS ingress/egress and coordinate with law enforcement. - Law enforcement may request EMS to conﬁrm death. • If resuscitation was attempted and subsequently terminated: - Medical Control should already be involved. - Do not remove any pads, leads, invasive lines or tubes. - EMS may disconnect hardware such as EKG wires and BVM. - Defer to the direction of law enforcement or Medical Examiner. • In some situations law enforcement may release the body. - EMS should not transport the deceased to the ED. - EMS may offer courtesy transport to a funeral home. - EMS may remove lines, tubes, etc if the body is released. - Courtesy transport is not required. Defer to agency policy. - Inform Medical Control of any courtesy transports. • EMS may conﬁrm death in several ways including: - Lack of pulse, respirations and response. - Asystole in at least two cardiac leads with EKG gain at max. - Obvious Death or Mortal Injury. • EMS may consider assisting with last rites if requested by family. Mass Casualty • Call for more help. Begin a standardized MCI triage system. - Several systems are described, such as START and JumpSTART. • Do the most good for the most people until adequate help arrives. - Consider utilizing any available resources, such as bystanders. - Prioritize life-saving interventions. Reviewed: Oct 2022 - Triage and prioritizing care during an MCI is not abandonment. - Consider “reverse triage” if mass casualty lightning strike. Deceased, MCI Policies 113 ",
    "114": "114 Drug Reference Protocol Medication Reference 115 Adenosine (Adenocard®) Afrin® (Oxymetazoline) 116 Albuterol (Ventolin®) Amiodarone (Pacerone®) 117 Ancef® (Cefazolin) Aspirin (Baby ASA) 118 Atropine (AtroPen®) Atrovent® (Ipratropium) 119 Benadryl® (Diphenhydramine) Bicarb (Sodium Bicarbonate) 120 Calcium (Chloride) D10 (Dextrose 10%) 121 Decadron® (Dexamethasone) Dopamine (Intropin®) 122 Epi, Epi Push (Epinephrine) Epi Drip (Epinephrine) 123 Epi Neb (Epinephrine) Etomidate (Amidate®) 124 Fentanyl (Sublimaze®) Glucagon (Glucagen®) 125 Glucose (Glutose 15™) Haldol® (Haloperidol) 126 Ibuprofen (Motrin®) Insulin (Humulin R®) 127 Keppra® (Levetiracetam) Ketamine (Ketalar®) 128 Levophed® (Norepinephrine) Lidocaine (Xylocaine®) 129 Lopressor® (Metoprolol) Magnesium (Sulfate) 130 Narcan® (Naloxone) Neo Push (Phenylephrine) 131 Nitro (Nitroglycerin) NS Bolus (0.9% Saline) 132 Propofol (Diprivan®) Rocephin® (Ceftriaxone) 133 Rocuronium (Zemuron®) Succinylcholine (Anectine®) 134 TXA (Tranexamic Acid) Tylenol® (Acetaminophen) 135 Versed® (Midazolam) Zofran® (Ondansetron) WVEMS Drug Box • WVEMS provides a standardized drug box that contains many of the medications used in these protocols. Agencies may use the drug box when available, but must follow the Reviewed: Feb 2023 Drug Box Policy. • 2023 Box Layout: Drug Reference 114 ",
    "115": "115 Drug Reference: A Adenosine Adenocard® • Tx: SVT Use • Adults: 12 mg IV/IO • Peds: 0.1 - 0.2 mg/kg • PMH: COPD, asthma Caution • PMH: WPW, bradycardia, AV block • PMH: Theophylline, Digoxin® • May cause: palpitations • Preg C: safety not established • Give rapid IV push followed by rapid saline ﬂush. Notes • Protocols: Tachycardia • Antiarrhythmic: Class V - Onset: seconds - Duration: 10 s • https://reference.medscape.com/drug/342295 Afrin® Oxymetazoline • Tx: Nosebleeds Use • Adults: 1 spray IN • Peds: 6 y/o and above only Caution • PMH: CAD, HTN • May cause: HA, nose discomfort • Preg C: safety not established • Protocol: Epistaxis Notes Reviewed: Feb 2023 • Adrenergic: α-agonist - Onset: seconds - Duration: 6 hr • https://reference.medscape.com/drug/343408 Drug Reference: A 115 ",
    "116": "116 Drug Reference: A Albuterol Ventolin® • Tx: Wheezing, Hyperkalemia Use • Adults: 2.5 mg neb • Peds: 0.15 mg/kg • PMH: antiretroviral therapy Caution • PMH: hypokalemia • May cause: tremor, anxiety • May cause: palpitation, tachycardia • Preg C: safety not established • Protocols: Dyspnea, Allergic Reaction Notes • Four (4x) nebs back-to-back for Hyperkalemia • Adrenergic: ß-agonist - Onset: 30 min - Duration: 2 hr • https://reference.medscape.com/drug/343426 Amiodarone Pacerone® • Tx: V-Tach / V-Fib • Adult CODE: 300, then 150 mg IV/IO Use • Peds CODE: 5 mg/kg, then 5 mg/kg • Gtt: over 10 min (peds over 30 min) • PMH: antiretroviral therapy Caution • PMH: bradycardia • May cause: bradycardia, HA • May cause: hypotension, dizzy • Preg D: known risk • Protocols: Tachycardia, Medical CODE Notes Reviewed: Feb 2023 • Dilute in NS and give over 10 min if non-emergent • Antiarrhythmic: Class III - Onset: mins - Duration: hours • https://reference.medscape.com/drug/342296 Drug Reference: A 116 ",
    "117": "117 Drug Reference: A Ancef® Cefazolin • Tx: Open Fractures Use • Adults: 1 gram IV/IO, IM • Peds: 10-30 mg/kg IV/IO, IM Caution • PCN / Cephalosporin Allergy • May cause: anaphylaxis • Preg B: likely safe • Protocols: Major Trauma, Extremity Injury Notes • Reconstitute: w/ 3 mL NS for IM; dilute in 10 mL for IV/IO • Antibiotic: 1st Gen Ceph -Onset: minutes -Duration: hours • https://reference.medscape.com/drug/342492 Aspirin Baby ASA • Tx: Angina Use • Adults: 81 mg x4 PO (chew) • Peds: <do not use> Caution • PMH: GI bleeding, low platelets • May cause: GERD, bleeding • Preg D: known risks • Protocols: Chest Pain Notes Reviewed: Feb 2023 • Antiplatelet (and NSAID) - Onset: 5 min - Duration: 4 hrs • https://reference.medscape.com/drug/343279 Drug Reference: A 117 ",
    "118": "118 Drug Reference: A Atropine AtroPen® • Tx: Brady, Organophosphate OD Use • Adults: 1 mg IV/IO (brady) • Peds: 0.02 mg/kg • PMH: Glaucoma, AV block Caution • May cause: palpitations • May cause: dry mouth, HA • Preg C: safety not established • Organophosphate OD may require massive doses. Notes • Protocols: Bradycardia, Overdose / Tox • Anticholinergic - Onset: seconds - Duration: minutes • https://reference.medscape.com/drug/343093 Atrovent® Ipratropium Bromide • Tx: Wheezing Use • Adults: 0.5 mg neb • Peds: 0.25 mg if <6 y/o (<20 kg) Caution • PMH: glaucoma • May cause: HA, cough • Preg B: likely safe • Protocols: Dyspnea, Allergic Reaction Notes Reviewed: Feb 2023 • Anticholinergic - Onset: 15 minutes - Duration: 3 hours • https://reference.medscape.com/drug/343416 Drug Reference: A 118 ",
    "119": "119 Drug Reference: B Benadryl® Diphenhydramine • Tx: Allergic Reactions, Dystonia Use • Adults: 25 mg IV/IO, IM, PO • Peds: 1 mg/kg • PMH: glaucoma, elderly Caution • May cause: sedation, delirium • May cause: dry mouth • Preg B: likely safe • Protocols: Allergic Reaction, Psychiatric Notes • Antihistamine - Onset: 15 min - Duration: 4 hours • https://reference.medscape.com/drug/343392 Bicarb Sodium Bicarbonate • Tx: Acidosis, Arrhythmia Use • Adults: 50 mEq IV/IO • Peds: 1 mEq/kg • Beware extravasation Caution • Do not mix: Calcium • May cause: alkalosis, CHF • May cause: hypokalemia • Preg C: safety not established • Protocols: Hyperkalemia, Medical CODE, OD/Tox, Crush Inj Notes Reviewed: Apr 2023 • Critical Care: DKA / HHS • Electrolyte: alkali - Onset: 15 minutes - Duration: 1 hour • https://reference.medscape.com/drug/342305 Drug Reference: B 119 ",
    "120": "120 Drug Reference: C - D Calcium Calcium Chloride • Tx: Hyperkalemia, Ca-blocker OD • Adults: 1 gram IV/IO Use • Peds: 20 mg/kg • Give over 10 min (or bolus in CODE) • Beware extravasation Caution • Do not mix: Rocephin®, Digoxin® • Do not mix: Bicarbonate • May cause: tachy, brady, N/V, HA • Preg C: safety not established • Protocols: Hyperkalemia, Medical CODE, OD/Tox, Crush Inj Notes • Dilute in NS and give over 10 min if non-emergent • Electrolyte: cofactor - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/344432 D10 Dextrose 10% • Tx: Hypoglycemia Use • Adults: 100 mL IV/IO • Peds: 5 mL/kg • Beware extravasation Caution • May cause: edema • May cause: hyperglycemia • Preg C: safety not established • Protocols: Diabetic Notes Reviewed: Feb 2023 • Glucose Monosaccharide - Onset: mins - Duration: 40 min • https://reference.medscape.com/drug/342705 Drug Reference: C - D 120 ",
    "121": "121 Drug Reference: D Decadron® Dexamethasone • Tx: Inﬂammation Use • Adults: 8 mg IV/IO, IM, PO • Peds: 0.5 mg/kg • PMH: antivirals, anticoagulants Caution • PMH: diabetics, birth control • May cause: hyperglycemia • May cause: delirium • Preg C: safety not established • Protocols: Dyspnea, Allergic Reaction Notes • Steroid: glucocorticoid - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342741 Dopamine Intropin® • Tx: Shock, Hypotension • Adults: 5 mcg/kg/min IV/IO Use • Peds: 5 mcg/kg/min • Titrate rate (up to 4x) to effect • PMH: tachycardia Caution • PMH: antidepressants • May cause: arrhythmia • May cause: HA, N/V • Preg C: safety not established • Protocols: Circulation / Shock Notes Reviewed: Feb 2023 • Catecholamine - Onset: 5 minutes - Duration: 10 minutes • https://reference.medscape.com/drug/342435 Drug Reference: D 121 ",
    "122": "122 Drug Reference: E Epi, Epi Push Epinephrine, EpiPen® • Tx: Shock, Brady, Arrest, Anaphylaxis • Adults: 1 mg IV/IO (CODE) Use • Peds: 0.01 mg/kg (Brady, CODE) • Smaller doses: Allergy, Push Pressor • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, ﬂushing • Preg C: safety not established • Protocols: Brady, CODE, Allergy, Neonate, Vasopressors Notes • See also: Epi Drip (below) for Circulation / Shock • Adrenergic: α, ß agonist - Onset: 1 min - Duration: varies • https://reference.medscape.com/drug/342437 Epi Drip Epinephrine, Adrenalin • Tx: Hypotension, Shock • Adults: 1 gtt/sec macro drip set Use • Peds: 1 gtt/sec micro drip set • Mix 1 mg Epi in 1 L NS: 1 mcg/mL • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, ﬂushing • Preg C: safety not established • Protocols: Circulation / Shock Notes Reviewed: Feb 2023 • See also: Epi (above) for Brady, CODE, Allergy, Neonate • Adrenergic: α, ß agonist - Onset: 1 min • https://reference.medscape.com/drug/342437 Drug Reference: E 122 ",
    "123": "123 Drug Reference: E Epi Neb Epinephrine, Adrenalin • Tx: Dyspnea, Asthma, Croup • Adults: 5 mg Nebulized (5 mL) Use • Peds: 0.5 mg/kg Neb (max 5 mL) • Use multidose conc. (1 mg/mL) • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, ﬂushing • Preg C: safety not established • Protocols: Dyspnea Notes • See also: Epi and Epi Drip (above) for CODE, etc. • Adrenergic: α, ß agonist - Onset: 1 min • https://reference.medscape.com/drug/342437 Etomidate Amidate® • Tx: RSI Induction • Adults: 0.3 mg/kg IV/IO Use • Peds: 0.3 mg/kg (10+ y/o only) • 0-9 y/o safety not established • PMH: adrenal insufficiency Caution • May cause: limb jerking • May cause: eye twitching • Preg C: safety not established • Protocols: Intubation / RSI Notes Reviewed: Feb 2023 • Central Hypnotic - Onset: seconds - Duration: minutes • https://reference.medscape.com/drug/343098 Drug Reference: E 123 ",
    "124": "124 Drug Reference: F - G Fentanyl Sublimaze® • Tx: Acute Moderate / Severe Pain Use • Adults: 50 mcg IV/IO, IM/IN • Peds: 0.5 - 2 mcg/kg • PMH: MAOIs (antidepressants) Caution • May cause: respiratory depression • May cause: hypotension • May cause: delirium, N/V • Preg C: safety not established • Protocols: Pain Notes • Critical Care: Sedation / Vent • Opioid: µ-agonist - Onset: seconds - Duration: 45 min • https://reference.medscape.com/drug/343311 Glucagon Glucagen® • Tx: Hypoglycemia, ß-blocker OD Use • Adults: 1 mg IM • Peds: 0.5 mg if <6 y/o (<20 kg) • PMH: pheochromocytoma Caution • PMH: starvation, Coumadin • May cause: nausea / vomiting • Beware: refractory hypoglycemia • Preg B: likely safe • ß-blocker OD may require multiple doses. Notes Reviewed: Feb 2023 • Protocols: Diabetic, Overdose / Tox • Hepatic glycogenolysis - Onset: 10 min - Duration: 30 min • https://reference.medscape.com/drug/342712 Drug Reference: F - G 124 ",
    "125": "125 Drug Reference: G - H Glucose Oral Glucose, Glutose 15™ • Tx: Hypoglycemia Use • Adults: 15 g PO • Peds: 0.5 g/kg Caution • PMH: hyperglycemia • May cause: hyperactivity • Preg A: demonstrated safe • Protocols: Diabetic Notes • Glucose Monosaccharide - Onset: mins - Duration: 40 min • https://reference.medscape.com/drug/342705 Haldol® Haloperidol • Tx: Severe Psychosis • Adults: 5 mg IM Use • Peds: 0.075-0.15 mg/kg (6+ y/o) • 0-5 y/o: safety not established • PMH: antiarrhythmics (long QT) Caution • PMH: Parkinson’s disease • May cause: hypotension, NMS • May cause: dystonia • Preg C: safety not established • Protocols: Psychiatric Notes Reviewed: Feb 2023 • Antipsychotic: dopa blocker - Onset: 10 m - Duration: 18 h • https://reference.medscape.com/drug/342974 Drug Reference: G - H 125 ",
    "126": "126 Drug Reference: I Ibuprofen Advil®, Motrin® • Tx: Fever, Pain Use • Adults: 400 mg PO • Peds: 10 mg/kg • PMH: recent CABG, CKD Caution • PMH: GI bleeding • May cause: epigastric pain • May cause: N/V, dizzy • Preg D: known risks • Protocols: Fever, Pain Notes • NSAID: cox inhibitor - Onset: 30 min - Duration: 4 hours • https://reference.medscape.com/drug/343289 Insulin (regular) Humulin R®, Novolin R® • Tx: Hyperglycemia • Adults: 0.1 units/kg IV/IO Use • Peds: 0.1 units/kg • Dilute in NS and give over 1 hour • Avoid if K+ < 3.5 mEq/L Caution • Avoid if anion gap < 24 mEq/L • PMH: hypokalemia • May cause: hypoglycemia • Preg B: likely safe • Protocols: DKA / HHS Notes Reviewed: Feb 2023 • Hormone - Onset: 30 minutes - Duration: hours • https://reference.medscape.com/drug/999007 Drug Reference: I 126 ",
    "127": "127 Drug Reference: K Keppra® Levetiracetam • Tx: Status Epilepticus, Seizures • Adults: 1,000 mg IV/IO Use • Peds: 10 mg/kg (6 y/o and older) • Dilute in NS and give over 10 min • PMH: paranoid psychosis Caution • May cause: fatigue, weakness • May cause: hypertension, headache • Preg C: safety not established • Protocols: Seizure Notes • Novel Antiepileptic - Peak: 1 hour - Half-life: 6-8 hours • https://reference.medscape.com/drug/343013 Ketamine Ketalar® • Tx: Severe Pain, Discomfort • Adults: 20 mg IV/IO, IM/IN (pain) Use • Peds: 0.25 - 0.5 mg/kg • Higher doses for Critical Care • PMH: increased ICP, glaucoma Caution • May cause: laryngospasm • May cause: hypersalivation • Preg N/A: not categorized • Protocols: Pain, Med ROSC, Trauma ROSC, RSI, Sedation Notes Reviewed: Feb 2023 • Dilute in NS and give over 10 min if used IV/IO for pain • Dissociative anesthetic - Onset: 30 s - Duration: minutes • https://reference.medscape.com/drug/343099 Drug Reference: K 127 ",
    "128": "128 Drug Reference: L Levophed® Norepinephrine • Tx: Hypotension, Septic Shock • Adults: 5 - 20 mcg/min IV/IO Use • Peds: 0.05 mcg/kg/min • Dilute 4 mg in 1 L, titrate to effect • Beware extravasation Caution • PMH: CAD, HTN, MAOI meds • May cause: HTN, arrhythmia • May cause: anxiety, ﬂushing • Preg C: safety not established • Protocols: Vasopressors Notes • Dilute in D5W if available (NS is OK, but will lose potency) • Adrenergic: ß, α agonist - Onset: 1 min - Duration: 1 min • https://reference.medscape.com/drug/342443 Lidocaine Xylocaine® • Tx: V-Tach / V-Fib, (or pain after IO) • All Pts: 1 mg/kg, then 0.5 mg/kg IV/IO Use - Typical Adults: 100 mg, then 50 mg • Pain after IO (adult only): 10 mg IO • PMH: antiarrhythmics, AV block Caution • Do not mix: Digoxin® • May cause: hypotension • May cause: N/V, seizure • Preg B: likely safe • Protocols: Medical CODE, Trauma CODE, IO Procedure Notes Reviewed: Feb 2023 • Antiarrhythmic: Class IB - Onset: 45 sec - Duration: 10 min • https://reference.medscape.com/drug/342302 Drug Reference: L 128 ",
    "129": "129 Drug Reference: L - M Lopressor® Metoprolol • Tx: HTN, Tachycardia Use • Adults: 5 mg IV/IO • Peds: <do not use> • PMH: CHF, AV block Caution • May cause: hypotension, syncope • May cause: bradycardia, dizzy • Preg C: safety not established • Protocols: Malignant HTN Notes • ß-blocker - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342360 Magnesium Magnesium Sulfate • Tx: VT/VF, Dyspnea, Eclampsia Use • Adults: 2-4 grams IV/IO • Peds: 25 - 50 mg/kg • PMH: DKA, AV block Caution • Do not mix: Digoxin® • May cause: hypotension • May cause: hypoxia, edema • Preg D: known risks • Protocols: Tachycardia, Medical CODE, Seizure, Malig. HTN Notes Reviewed: Feb 2023 • Dilute in NS and give over 10 min if non-emergent • Electrolyte - Onset: seconds - Duration: hours • https://reference.medscape.com/drug/344444 Drug Reference: L - M 129 ",
    "130": "130 Drug Reference: N Narcan® Naloxone • Tx: Opiate OD Use • Adults: 0.4 - 4 mg IV/IO, IM/N • Peds: 0.1 mg/kg Caution • May cause: opiate withdrawal • May cause: N/V, Abdominal Pain • Preg C: safety not established • Protocols: Overdose / Tox Notes • Opioid (µ) antagonist - Onset: 2 min - Duration: 45 min • https://reference.medscape.com/drug/343741 Neo Push Phenylephrine • Tx: Hypotension, Shock Index > 0.8 • Adults: 50 - 200 mcg IV/IO Use • Peds: 5 - 20 mcg/kg • 0-1 y/o: safety not established • Beware extravasation Caution • PMH: heart block, CHF • May cause: HTN, bradycardia • May cause: anxiety, ﬂushing • Preg: safety not established • Protocols: Vasopressors Notes Reviewed: Feb 2023 • Must dilute in NS to concentration of 100 mcg/mL • Adrenergic: α agonist - Onset: 10 min - Duration: 15 min • https://reference.medscape.com/drug/342444 Drug Reference: N 130 ",
    "131": "131 Drug Reference: N Nitro Nitroglycerin, Nitrostat® • Tx: Angina Use • Adults: 0.4 mg SL • Peds: <do not use> • PMH: erectile dysfunction meds Caution • PMH: ergot (pain/migraine) med • May cause: HA, hypotension • Preg B: likely safe • Protocols: Chest Pain, Dyspnea Notes • Systemic vasodilator - Onset: 1 min - Duration: 30 min • https://reference.medscape.com/drug/342280 NS Bolus 0.9% Normal Saline • Tx: Hypotension, Hypovolemia Use • Adults: 1,000 mL IV/IO • Peds: 20 mL/kg • PMH: CHF, CKD, HTN Caution • May cause: hypervolemia • May cause: edema • Preg C: safety not established • Protocols: Shock, Tachy, Fever, HyperK+, Diabetic, Preg Notes Reviewed: Feb 2023 Major Trauma / CODE, Crush, Cold/Heat, Burn, DKA/HHS • Sterile H2O & NaCl - Onset: seconds - Duration: varies • https://www.rxlist.com/normal-saline-drug.htm Drug Reference: N 131 ",
    "132": "132 Drug Reference: P - R Propofol Diprivan® • Tx: Sedation • Adults: 0.1 mg/kg/min IV/IO Use • Peds: 0.2 mg/kg/min (3+ months) • 0-2 months: safety unknown • PMH: CKD, renal failure Caution • May cause: hypotension • May cause: apnea • Preg B: likely safe • Protocols: Sedation / Vent Notes • Sedative/hypnotic: GABA - Onset: secs - Duration: mins • https://reference.medscape.com/drug/343100 Rocephin® Ceftriaxone • Tx: Infection Use • Adults: 1 gram IV/IO, IM • Peds: 25 - 50 mg/kg • PCN / Cephalosporin Allergy Caution • Do not mix: Calcium (fatal) • May cause: allergic reaction • Preg B: likely safe • Protocols: Sepsis Notes Reviewed: Feb 2023 • Reconstitute: w/ 3 mL - NS for IV/IO, or 2% Lido for IM • Antibiotic: 3rd Gen Ceph - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342510 Drug Reference: P - R 132 ",
    "133": "133 Drug Reference: R - S Rocuronium Zemuron® • Tx: RSI Paralysis • Adults: 1 mg/kg IV/IO Use • Peds: 0.6 mg/kg (3+ months old) • 0-2 months: safety unknown • PMH: liver failure, ascites Caution • Beware Malignant Hyperthermia • May cause: paralysis, apnea • Preg B: likely safe • Protocols: Intubation / RSI Notes • Non-depolarizing - Onset: 1 minute - Duration: 30 minutes • https://reference.medscape.com/drug/343109 Succinylcholine Anectine® • Tx: RSI Paralysis Use • Adults: 1.5 mg/kg IV/IO • Peds: 2 mg/kg • PMH: hyperkalemia, burns Caution • Beware Malignant Hyperthermia • Beware Pediatric Myopathy • May cause: paralysis, apnea • Preg C: safety not established • Protocols: Intubation / RSI Notes Reviewed: Feb 2023 • Depolarizing - Onset: 30 seconds - Duration: 5 minutes • https://reference.medscape.com/drug/343102 Drug Reference: R - S 133 ",
    "134": "134 Drug Reference: T TXA Tranexamic Acid • Tx: Bleeding • Adults: 1 gram IV/IO Use • Peds: 10 - 25 mg/kg • Dilute in NS and give over 10 min • PMH: seizure, known DVT/PE Caution • May cause: hypotension • May cause: visual changes, N/V • Preg B: likely safe • Protocols: Bleeding, Pregnancy / Delivery, OB Procedures Notes • Antiﬁbrinolytic - Onset: minutes - Duration: 3 hours • https://reference.medscape.com/drug/342087 Tylenol® Acetaminophen • Tx: Fever, Pain Use • Adults: 500 mg PO • Peds: 15 mg/kg Caution • PMH: end stage liver disease • Preg B: likely safe • Protocols: Fever, Pain Notes Reviewed: Feb 2023 • Analgesic: antiprostaglandin - Onset: 1 hr - Duration: 4 hrs • https://reference.medscape.com/drug/343346 Drug Reference: T 134 ",
    "135": "135 Drug Reference: V - Z Versed® Midazolam • Tx: Seizure, Delirium Use • Adults: 2.5 mg IV/IO, IM/IN • Peds: 50 - 75 mcg/kg • PMH: antivirals, glaucoma Caution • May cause: respiratory depression • May cause: hypotension • Preg D: known risks • Protocols: Seizure, Psych, Cold / Heat Notes • Critical Care: Sedation / Vent • Benzo: GABA agonist - Onset: 3 minutes - Duration: 1 hour • https://reference.medscape.com/drug/342907 Zofran® Ondansetron • Tx: Nausea, Vomiting Use • Adults: 4 mg IV/IO, IM/IN, PO • Peds: 0.1 mg/kg Caution • PMH: antidepressants, long QT • May cause: HA, fatigue • Preg B: likely safe • Protocols: Nausea / Vomiting Notes Reviewed: Feb 2023 • Use injectable for IV/IO & IM/IN; use ODT for PO • 5-HT3 antagonist - Onset: seconds - Duration: hours • https://reference.medscape.com/drug/342052 Drug Reference: V - Z 135 ",
    "136": "136 Peds Reference 137 Premie 138 0-3 mo • WVEMS uses the Handtevy Standard. 139 4-5 mo - Age is the primary reference. - This allows preparation en route. 140 6-11 mo • Length / color tape is also an option. 141 1 year - Use tape if very small / very large. - Use tape if age is unknown. 142 2 years • Weight based dosing is secondary. 143 3 years - Many meds are dosed by IBW. 144 4 years - Estimating weight is not advised. • Vitals may be lower while sleeping. 145 5 years 146 6 years E EMT Peds Dosing 147 7 years • Peds med math is not in EMT scope. • May give regular adult dose for ages: 148 8 years - Afrin® (oxymetazoline): ≥ 6 y/o 149 9 years - Albuterol (Ventolin®): ≥ 2 y/o 150 10 years - Atrovent® (ipratropium): ≥ 5 y/o - Glucagon (Glucagen®): ≥ 5 y/o 151 11 years - Oral Glucose (Glutose®): ≥ 2 y/o 152 12 years - Narcan® (naloxone): all ages 153 13 years - Zofran ODT®: ≥ 11 y/o • May give EpiPen Jr® for 3-8 y/o, or adult EpiPen® for ≥ 9 y/o. - May also use color coded / dose limiting administration systems. • May follow the directions on the OTC box and give OTC doses of: - Benadryl, Ibuprofen, and Tylenol References Reviewed: Apr 2023 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Handtevy - Pediatric Emergency Standards: https://handtevy.com [Ver: 5/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 18 Peds Reference 136 ",
    "137": "137 GRAY 0 - 7 lbs 0 - 3 kg PREMIE Normal Vitals P: 120 - 170 /min R: 40 - 70 /min SBP: 55 - 90 mmHg Resuscitation Misc Deﬁb: 4 ￫ 8 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.2 mL King Airway: #0 (clear) Preﬁll (2%) Lido: 0.1 ￫ 0.1 mL iGel Airway: #1 (pink) Common Pacing Rate: 145 /min NS Bolus: 40 mL Cardioversion: 2 ￫ 4 J Afrin: < do not use > Less Common Albuterol: 0.42 mg Adenosine: 0.3 mg Ancef: < do not use > Amiodarone: 10 mg Atrovent: 0.25 mg Atropine: 0.1 mg Benadryl: < do not use > Bicarbonate: 2 mEq D10: 10 mL Calcium: 40 mg Decadron: 1.2 mg Dopamine: drop every 60 s Epi (allergy): 0.02 mg Glucagon: 0.5 mg Epi (brady/code): 0.02 mg Haldol: < do not use > Epi Neb: 1 mg Lidocaine (IO): < do not use > Fentanyl: < do not use > Magnesium: 100 mg Glucose: < do not use > Epi Push: 2 mcg Ibuprofen: < do not use > Etomidate: < do not use > Keppra: < do not use > Insulin: 0.2 units Ketamine (pain): < do not use > Ketamine (RSI): < do not use > Narcan: 0.02 mg Levophed: 0.1 mcg/min Tylenol: 32 mg Neo Push: 20 mcg TXA: 50 mg Rocephin: 100 mg Reviewed: Apr 2023 Versed: < do not use > Rocuronium: < do not use > Zofran: < do not use > Succinylcholine: 4 mg 137 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: Premie ",
    "138": "138 GRAY 8 - 12 lbs 4 - 5 kg 0-3 MO Normal Vitals P: 100 - 160 /min R: 30 - 60 /min SBP: 60 - 100 mmHg Resuscitation Misc Deﬁb: 8 ￫ 15 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.4 mL King Airway: #0 (clear) Preﬁll (2%) Lido: 0.2 ￫ 0.1 mL iGel Airway: #1 (pink) Common Pacing Rate: 130 /min NS Bolus: 80 mL Cardioversion: 4 ￫ 8 J Afrin: < do not use > Less Common Albuterol: 0.83 mg Adenosine: 0.3 mg Ancef: < do not use > Amiodarone: 20 mg Atrovent: 0.25 mg Atropine: 0.1 mg Benadryl: < do not use > Bicarbonate: 4 mEq D10: 20 mL Calcium: 80 mg Decadron: 2.4 mg Dopamine: drop every 60 s Epi (allergy): 0.04 mg Glucagon: 0.5 mg Epi (brady/code): 0.04 mg Haldol: < do not use > Epi Neb: 2 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 200 mg Glucose: < do not use > Epi Push: 2 mcg Ibuprofen: < do not use > Etomidate: < do not use > Keppra: < do not use > Insulin: 0.4 units Ketamine (pain): < do not use > Ketamine (RSI): < do not use > Narcan: 0.04 mg Levophed: 0.2 mcg/min Tylenol: 64 mg Neo Push: 20 mcg TXA: 100 mg Rocephin: 200 mg Reviewed: Apr 2023 Versed: < do not use > Rocuronium: < do not use > Zofran: < do not use > Succinylcholine: 8 mg 138 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 0-3 Months ",
    "139": "139 PINK 13 - 16 lbs 6 - 7 kg 4-5 MO Normal Vitals P: 105 - 160 /min R: 30 - 60 /min SBP: 70 - 100 mmHg Resuscitation Misc Deﬁb: 10 ￫ 20 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.6 mL King Airway: #1 (white) Preﬁll (2%) Lido: 0.4 ￫ 0.2 mL iGel Airway: #1.5 (blue) Common Pacing Rate: 130 /min NS Bolus: 120 mL Cardioversion: 6 ￫ 10 J Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 0.6 mg Ancef: 200 mg Amiodarone: 30 mg Atrovent: 0.25 mg Atropine: 0.12 mg Benadryl: 5 mg Bicarbonate: 6 mEq D10: 30 mL Calcium: 120 mg Decadron: 3.6 mg Dopamine: drop every 60 s Epi (allergy): 0.06 mg Glucagon: 0.5 mg Epi (brady/code): 0.06 mg Haldol: < do not use > Epi Neb: 3 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 300 mg Glucose: < do not use > Epi Push: 4 mcg Ibuprofen: < do not use > Etomidate: < do not use > Keppra: < do not use > Insulin: 0.6 units Ketamine (pain): 2 mg Ketamine (RSI): 12 mg Narcan: 0.06 mg Levophed: 0.3 mcg/min Tylenol: 80 mg Neo Push: 40 mcg TXA: 150 mg Rocephin: 300 mg Reviewed: Apr 2023 Versed: 0.5 mg Rocuronium: 6 mg Zofran: 0.6 mg Succinylcholine: 12 mg 139 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 4-5 Months ",
    "140": "140 RED 17 - 20 lbs 8 - 9 kg 6-11 MO Normal Vitals P: 110 - 160 /min R: 24 - 38 /min SBP: 70 - 100 mmHg Resuscitation Misc Deﬁb: 15 ￫ 30 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.8 mL King Airway: #1 (white) Preﬁll (2%) Lido: 0.4 ￫ 0.2 mL iGel Airway: #1.5 (blue) Common Pacing Rate: 135 /min NS Bolus: 160 mL Cardioversion: 8 ￫ 15 J Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 0.9 mg Ancef: 266 mg Amiodarone: 40 mg Atrovent: 0.25 mg Atropine: 0.16 mg Benadryl: 5 mg Bicarbonate: 8 mEq D10: 40 mL Calcium: 160 mg Decadron: 4.8 mg Dopamine: drop every 30 s Epi (allergy): 0.08 mg Glucagon: 0.5 mg Epi (brady/code): 0.08 mg Haldol: < do not use > Epi Neb: 4 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 400 mg Glucose: < do not use > Epi Push: 4 mcg Ibuprofen: 80 mg Etomidate: < do not use > Keppra: < do not use > Insulin: 0.8 units Ketamine (pain): 2 mg Ketamine (RSI): 16 mg Narcan: 0.08 mg Levophed: 0.4 mcg/min Tylenol: 112 mg Neo Push: 40 mcg TXA: 200 mg Rocephin: 400 mg Reviewed: Apr 2023 Versed: 0.5 mg Rocuronium: 8 mg Zofran: 0.8 mg Succinylcholine: 16 mg 140 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 6-11 Months ",
    "141": "141 PURPLE 21 - 25 lbs 10 - 11 kg 1 YR Normal Vitals P: 90 - 150 /min R: 22 - 30 /min SBP: 72 - 105 mmHg Resuscitation Misc Deﬁb: 20 ￫ 50 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1 mL King Airway: #1 (white) Preﬁll (2%) Lido: 0.6 ￫ 0.3 mL iGel Airway: #1.5 (blue) Common Pacing Rate: 120 /min NS Bolus: 200 mL Cardioversion: 10 ￫ 20 J Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 0.9 mg Ancef: 333 mg Amiodarone: 50 mg Atrovent: 0.25 mg Atropine: 0.2 mg Benadryl: 10 mg Bicarbonate: 10 mEq D10: 50 mL Calcium: 200 mg Decadron: 6 mg Dopamine: drop every 30 s Epi (allergy): 0.1 mg Glucagon: 0.5 mg Epi (brady/code): 0.1 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 500 mg Glucose: < do not use > Epi Push: 6 mcg Ibuprofen: 100 mg Etomidate: < do not use > Keppra: < do not use > Insulin: 1 unit Ketamine (pain): 3 mg Ketamine (RSI): 20 mg Narcan: 0.1 mg Levophed: 0.5 mcg/min Tylenol: 144 mg Neo Push: 60 mcg TXA: 200 mg Rocephin: 500 mg Reviewed: Apr 2023 Versed: 1 mg Rocuronium: 10 mg Zofran: 1 mg Succinylcholine: 20 mg 141 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 1 Year ",
    "142": "142 YELLOW 26 - 31 lbs 12 - 14 kg 2 YR Normal Vitals P: 85 - 140 /min R: 22 - 30 /min SBP: 74 - 110 mmHg Resuscitation Misc Deﬁb: 20 ￫ 50 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1.2 mL King Airway: #2 (green) Preﬁll (2%) Lido: 0.6 ￫ 0.3 mL iGel Airway: #2 (gray) Common Pacing Rate: 110 /min NS Bolus: 250 mL Cardioversion: 10 ￫ 20 J Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 1.2 mg Ancef: 400 mg Amiodarone: 60 mg Atrovent: 0.25 mg Atropine: 0.24 mg Benadryl: 10 mg Bicarbonate: 12 mEq D10: 60 mL Calcium: 240 mg Decadron: 7.2 mg Dopamine: drop every 30 s Epi (allergy): 0.12 mg Glucagon: 0.5 mg Epi (brady/code): 0.12 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 600 mg Glucose: 15 grams Epi Push: 6 mcg Ibuprofen: 120 mg Etomidate: < do not use > Keppra: < do not use > Insulin: 1.2 unit Ketamine (pain): 3 mg Ketamine (RSI): 24 mg Narcan: 0.12 mg Levophed: 0.6 mcg/min Tylenol: 176 mg Neo Push: 60 mcg TXA: 300 mg Rocephin: 600 mg Reviewed: Apr 2023 Versed: 1 mg Rocuronium: 12 mg Zofran: 1.2 mg Succinylcholine: 24 mg 142 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 2 Years ",
    "143": "143 WHITE 32 - 36 lbs 15 - 16 kg 3 YR Normal Vitals P: 85 - 140 /min R: 22 - 30 /min SBP: 76 - 115 mmHg Resuscitation Misc Deﬁb: 30 ￫ 70 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1.5 mL King Airway: #2 (green) Preﬁll (2%) Lido: 0.8 ￫ 0.4 mL iGel Airway: #2 (gray) Common Pacing Rate: 110 /min NS Bolus: 300 mL Cardioversion: 15 ￫ 30 J Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 1.5 mg Ancef: 500 mg Amiodarone: 75 mg Atrovent: 0.25 mg Atropine: 0.3 mg Benadryl: 15 mg Bicarbonate: 15 mEq D10: 75 mL Calcium: 300 mg Decadron: 8 mg Dopamine: drop every 20 s Epi (allergy): 0.15 mg Glucagon: 0.5 mg Epi (brady/code): 0.15 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 750 mg Glucose: 15 grams Epi Push: 8 mcg Ibuprofen: 140 mg Etomidate: < do not use > Keppra: < do not use > Insulin: 1.6 unit Ketamine (pain): 4 mg Ketamine (RSI): 30 mg Narcan: 0.14 mg Levophed: 0.8 mcg/min Tylenol: 224 mg Neo Push: 80 mcg TXA: 350 mg Rocephin: 666 mg Reviewed: Apr 2023 Versed: 1 mg Rocuronium: 15 mg Zofran: 1.6 mg Succinylcholine: 30 mg 143 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 3 Years ",
    "144": "144 WHITE 37 - 42 lbs 17 - 19 kg 4 YR Normal Vitals P: 75 - 120 /min R: 22 - 26 /min SBP: 78 - 115 mmHg Resuscitation Misc Deﬁb: 30 ￫ 70 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1.7 mL King Airway: #2 (green) Preﬁll (2%) Lido: 1 ￫ 0.5 mL iGel Airway: #2 (gray) Common Pacing Rate: 95 /min NS Bolus: 350 mL Cardioversion: 15 ￫ 30 J Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 1.8 mg Ancef: 566 mg Amiodarone: 85 mg Atrovent: 0.25 mg Atropine: 0.35 mg Benadryl: 15 mg Bicarbonate: 17 mEq D10: 85 mL Calcium: 350 mg Decadron: 8 mg Dopamine: drop every 20 s Epi (allergy): 0.17 mg Glucagon: 0.5 mg Epi (brady/code): 0.17 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 850 mg Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 160 mg Etomidate: < do not use > Keppra: < do not use > Insulin: 1.8 unit Ketamine (pain): 5 mg Ketamine (RSI): 35 mg Narcan: 0.16 mg Levophed: 0.9 mcg/min Tylenol: 256 mg Neo Push: 100 mcg TXA: 400 mg Rocephin: 833 mg Reviewed: Apr 2023 Versed: 1.5 mg Rocuronium: 17 mg Zofran: 2 mg Succinylcholine: 34 mg 144 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 4 Years ",
    "145": "145 BLUE 43 - 47 lbs 20 - 21 kg 5 YR Normal Vitals P: 70 - 115 /min R: 20 - 24 /min SBP: 80 - 115 mmHg Resuscitation Misc Deﬁb: 50 ￫ 85 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2 mL King Airway: #2 (green) Preﬁll (2%) Lido: 1 ￫ 0.5 mL iGel Airway: #2 (gray) Common Pacing Rate: 90 /min NS Bolus: 400 mL Cardioversion: 20 ￫ 50 J Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 2.1 mg Ancef: 666 mg Amiodarone: 100 mg Atrovent: 0.5 mg Atropine: 0.4 mg Benadryl: 20 mg Bicarbonate: 20 mEq D10: 100 mL Calcium: 400 mg Decadron: 8 mg Dopamine: drop every 15 s Epi (allergy): 0.2 mg Glucagon: 1 mg Epi (brady/code): 0.2 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 1 gram Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 200 mg Etomidate: < do not use > Keppra: < do not use > Insulin: 2 unit Ketamine (pain): 6 mg Ketamine (RSI): 40 mg Narcan: 0.2 mg Levophed: 1.0 mcg/min Tylenol: 288 mg Neo Push: 100 mcg TXA: 500 mg Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2 mg Rocuronium: 20 mg Zofran: 2 mg Succinylcholine: 40 mg 145 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 5 Years ",
    "146": "146 BLUE 48 - 54 lbs 22 - 24 kg 6 YR Normal Vitals P: 70 - 115 /min R: 20 - 24 /min SBP: 82 - 120 mmHg Resuscitation Misc Deﬁb: 50 ￫ 85 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2.2 mL King Airway: #2 (green) Preﬁll (2%) Lido: 1.2 ￫ 0.6 mL iGel Airway: #2 (gray) Common Pacing Rate: 90 /min NS Bolus: 440 mL Cardioversion: 20 ￫ 50 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.1 mg Ancef: 733 mg Amiodarone: 110 mg Atrovent: 0.5 mg Atropine: 0.45 mg Benadryl: 20 mg Bicarbonate: 22 mEq D10: 100 mL Calcium: 450 mg Decadron: 8 mg Dopamine: drop every 15 s Epi (allergy): 0.22 mg Glucagon: 1 mg Epi (brady/code): 0.22 mg Haldol: 2.5 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.1 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 220 mg Etomidate: < do not use > Keppra: 220 mg Insulin: 2.2 unit Ketamine (pain): 6 mg Ketamine (RSI): 45 mg Narcan: 0.22 mg Levophed: 1.1 mcg/min Tylenol: 320 mg Neo Push: 100 mcg TXA: 550 mg Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2 mg Rocuronium: 22 mg Zofran: 2.2 mg Succinylcholine: 44 mg 146 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 6 Years ",
    "147": "147 ORANGE 55 - 58 lbs 25 - 26 kg 7 YR Normal Vitals P: 70 - 110 /min R: 16 - 22 /min SBP: 84 - 120 mmHg Resuscitation Misc Deﬁb: 50 ￫ 100 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2.5 mL King Airway: #2.5 (orange) Preﬁll (2%) Lido: 1.4 ￫ 0.7 mL iGel Airway: #2.5 (white) Common Pacing Rate: 90 /min NS Bolus: 500 mL Cardioversion: 30 ￫ 50 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.4 mg Ancef: 833 mg Amiodarone: 125 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 25 mEq D10: 100 mL Calcium: 500 mg Decadron: 8 mg Dopamine: drop every 12 s Epi (allergy): 0.25 mg Glucagon: 1 mg Epi (brady/code): 0.25 mg Haldol: 2.5 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.25 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 240 mg Etomidate: < do not use > Keppra: 250 mg Insulin: 2.6 unit Ketamine (pain): 7 mg Ketamine (RSI): 50 mg Narcan: 0.24 mg Levophed: 1.3 mcg/min Tylenol: 352 mg Neo Push: 100 mcg TXA: 600 mg Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 25 mg Zofran: 2.4 mg Succinylcholine: 50 mg 147 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 7 Years ",
    "148": "148 ORANGE 59 - 65 lbs 27 - 29 kg 8 YR Normal Vitals P: 70 - 110 /min R: 16 - 22 /min SBP: 86 - 120 mmHg Resuscitation Misc Deﬁb: 50 ￫ 100 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2.7 mL King Airway: #2.5 (orange) Preﬁll (2%) Lido: 1.4 ￫ 0.7 mL iGel Airway: #2.5 (white) Common Pacing Rate: 90 /min NS Bolus: 540 mL Cardioversion: 30 ￫ 50 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.7 mg Ancef: 900 mg Amiodarone: 135 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 27 mEq D10: 100 mL Calcium: 550 mg Decadron: 8 mg Dopamine: drop every 12 s Epi (allergy): 0.27 mg Glucagon: 1 mg Epi (brady/code): 0.27 mg Haldol: 2.5 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.35 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 260 mg Etomidate: < do not use > Keppra: 270 mg Insulin: 2.8 unit Ketamine (pain): 8 mg Ketamine (RSI): 55 mg Narcan: 0.26 mg Levophed: 1.4 mcg/min Tylenol: 384 mg Neo Push: 100 mcg TXA: 650 mg Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 27 mg Zofran: 2.6 mg Succinylcholine: 54 mg 148 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 8 Years ",
    "149": "149 GREEN 66 - 76 lbs 30 - 34 kg 9 YR Normal Vitals P: 65 - 105 /min R: 16 - 22 /min SBP: 88 - 120 mmHg Resuscitation Misc Deﬁb: 70 ￫ 120 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 3 mL King Airway: #2.5 (orange) Preﬁll (2%) Lido: 1.6 ￫ 0.8 mL iGel Airway: #2.5 (white) Common Pacing Rate: 85 /min NS Bolus: 600 mL Cardioversion: 30 ￫ 70 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3 mg Ancef: 1 gram Amiodarone: 150 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 30 mEq D10: 100 mL Calcium: 600 mg Decadron: 8 mg Dopamine: drop every 10 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.3 mg Haldol: 3 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.5 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 300 mg Etomidate: < do not use > Keppra: 300 mg Insulin: 3 units Ketamine (pain): 9 mg Ketamine (RSI): 60 mg Narcan: 0.28 mg Levophed: 1.5 mcg/min Tylenol: 448 mg Neo Push: 100 mcg TXA: 750 mg Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 30 mg Zofran: 3 mg Succinylcholine: 60 mg 149 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 9 Years ",
    "150": "150 GREEN 77 - 87 lbs 35 - 39 kg 10 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 70 ￫ 150 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 3.5 mL King Airway: #3 (yellow) Preﬁll (2%) Lido: 1.8 ￫ 0.9 mL iGel Airway: #3 (yellow) Common Pacing Rate: 80 /min NS Bolus: 700 mL Cardioversion: 30 ￫ 70 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3.6 mg Ancef: 1 gram Amiodarone: 150 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 35 mEq D10: 100 mL Calcium: 700 mg Decadron: 8 mg Dopamine: drop every 9 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.35 mg Haldol: 3.5 mg Epi Neb: 5 mg Lidocaine (IO): 6 mg Fentanyl: 20 mcg Magnesium: 1.75 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 340 mg Etomidate: 10 mg Keppra: 350 mg Insulin: 3.4 units Ketamine (pain): 10 mg Ketamine (RSI): 70 mg Narcan: 0.36 mg Levophed: 1.8 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 850 mg Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 35 mg Zofran: 3.4 mg Succinylcholine: 70 mg 150 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 10 Years ",
    "151": "151 GREEN 88 - 109 lbs 40 - 49 kg 11 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 85 ￫ 150 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 4 mL King Airway: #3 (yellow) Preﬁll (2%) Lido: 2 ￫ 1 mL iGel Airway: #3 (yellow) Common Pacing Rate: 80 /min NS Bolus: 800 mL Cardioversion: 50 ￫ 85 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3.9 mg Ancef: 1 gram Amiodarone: 150 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 40 mEq D10: 100 mL Calcium: 800 mg Decadron: 8 mg Dopamine: drop every 8 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.4 mg Haldol: 4 mg Epi Neb: 5 mg Lidocaine (IO): 6 mg Fentanyl: 20 mcg Magnesium: 2 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 400 mg Etomidate: 12 mg Keppra: 400 mg Insulin: 4 units Ketamine (pain): 12 mg Ketamine (RSI): 80 mg Narcan: 0.4 mg Levophed: 2.0 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 1 gram Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 40 mg Zofran: 4 mg Succinylcholine: 80 mg 151 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 11 Years ",
    "152": "152 GREEN 110 - 131 lbs 50 - 59 kg 12 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 100 ￫ 200 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 5 mL King Airway: #3 (yellow) Preﬁll (2%) Lido: 2.6 ￫ 1.3 mL iGel Airway: #3 (yellow) Common Pacing Rate: 80 /min NS Bolus: 1,000 mL Cardioversion: 50 ￫ 100 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 5.1 mg Ancef: 1 gram Amiodarone: 150 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 50 mEq D10: 100 mL Calcium: 1 gram Decadron: 8 mg Dopamine: drop every 6 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.5 mg Haldol: 5 mg Epi Neb: 5 mg Lidocaine (IO): 8 mg Fentanyl: 25 mcg Magnesium: 2 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 400 mg Etomidate: 15 mg Keppra: 500 mg Insulin: 5 units Ketamine (pain): 15 mg Ketamine (RSI): 100 mg Narcan: 0.4 mg Levophed: 2.5 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 1 gram Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 50 mg Zofran: 4 mg Succinylcholine: 100 mg 152 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 12 Years ",
    "153": "153 GREEN 132-153 lbs 60 - 69 kg 13 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 120 ￫ 200 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 6 mL King Airway: #3 (yellow) Preﬁll (2%) Lido: 3 ￫ 1.5 mL iGel Airway: #4 (green) Common Pacing Rate: 80 /min NS Bolus: 1,000 mL Cardioversion: 50 ￫ 100 J Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 6 mg Ancef: 1 gram Amiodarone: 150 mg Atrovent: 0.5 mg Atropine: 0.5 mg Benadryl: 25 mg Bicarbonate: 50 mEq D10: 100 mL Calcium: 1 gram Decadron: 8 mg Dopamine: drop every 5 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.6 mg Haldol: 5 mg Epi Neb: 5 mg Lidocaine (IO): 10 mg Fentanyl: 30 mcg Magnesium: 2 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 400 mg Etomidate: 18 mg Keppra: 500 mg Insulin: 6 units Ketamine (pain): 18 mg Ketamine (RSI): 100 mg Narcan: 0.4 mg Levophed: 3 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 1 gram Rocephin: 1 gram Reviewed: Apr 2023 Versed: 2.5 mg Rocuronium: 60 mg Zofran: 4 mg Succinylcholine: 100 mg 153 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 13 Years ",
    "154": "154 Index: A - C ## B C (cont.) 9's (rule of) in: ß-agonist see: Albuterol 116 Cardiac Arrhythmia in: - Burns 72 ß-blocker see: Lopressor® 129 - Bradycardia 12 12-Lead 93 ß-blocker Overdose in: - Tachycardia 14 - Overdose / Tox 40 - Medical CODE 24 A Baby in: - Pregnancy / Delivery 48 Cardioversion Caustic Ingestion in: 101 40 A-Fib / A-Flutter in: - Neonate 50 - Overdose / Tox - Tachycardia 14 Backache in: Cefazolin see: Ancef® 117 AAA (Abd Aortic Aneurysm) in: - Pain 20 Ceftriaxone see: Rocephin® 132 - Abdominal Pain 34 Backboard in: Charcoal (activated) in: Abandonment in: - Immobilization 60 - Overdose / Tox 40 - Infant Abandonment 106 Behavioral Emergency in: Chemical Burn in: Abdominal Pain 34 - Psychiatric 46 - Burns 72 Abdominal Trauma in: Benadryl® for: 119 Chest Compressions 96 - Trunk Injury 64 - Allergic Reaction 32 Chest Pain 28 Abuse and Neglect 106 - Psychiatric (dystonic) 46 Chest Trauma in: Acetaminophen see: Tylenol® 134 Benzodiazepine see: Versed® 135 - Trunk Injury 64 Acid Reﬂux in: BIAD in: CHF in: - Abdominal Pain 34 - Airway 4 - Dyspnea 30 Adenocard® see: Adenosine 115 - BIAD 98 Chest Seal in: Adenosine for: 115 Bicarb for: 119 - Breathing 6 - Tachycardia 14 - Hyperkalemia 18 - Major Trauma 56 Adrenergic see: Epinephrine 122 - Medical CODE 24 - Needle Decompress 98 Advil® see: Ibuprofen 126 - Overdose / Tox 40 - Wound Care 99 Afrin® for: 115 - Crush Injury 68 Choking in: - Epistaxis 78 - DKA / HHS 86 - Airway 4 Agitated Delirium in: Bi-level Ventilation see: NIPPV 95 - Heimlich 94 - Psychiatric 46 BiPAP see: NIPPV 95 Chronic Pain in: Airway 4 Bite / Sting 76 - Pain 20 Albuterol for: 116 Blast Injury in: Cincinnati Stroke Scale in: - Hyperkalemia 18 - Major Trauma 56 - Stroke 44 - Dyspnea 30 Bleeding 58 Circulation (Shock) 8 - Allergic Reaction 32 Blood Cultures in: CODE in: Alcohol Intoxication in: - Sepsis 90 - Medical CODE 24 - Overdose / Tox 40 Blood Glucose / Sugar in: - Trauma CODE 52 Allergic Reaction 32 - Diabetic 38 COPD in: ALS (Advanced Life Support) in: - Glucometer 93 - Breathing 6 - How To Use 2 BLS (Basic Life Support) in: - Dyspnea 30 Altered LOC / Syncope 36 - How To Use 2 Collapse in: Amidate® see: Etomidate 123 Bolus see: NS Bolus 131 - Medical CODE 24 Amiodarone for: 116 Bougie Cric (Cricothyrotomy) 103 - Altered LOC / Syncope 36 - Tachycardia 14 Bowel Obstruction in: Cold in: - Medical CODE 24 - Abdominal Pain 34 - Cold / Heat 70 Amputation in: Bradycardia 12 Combitube in: - Extremity Injury 66 Breech Birth in: - Airway 4 Anaphylaxis in: - Pregnancy / Delivery 48 - BIAD 98 - Allergic Reaction 32 - Deliver Baby 102 Compressions in: Ancef® for: 117 - Manage OB Complication 102 - Medical CODE 24 - Major Trauma 56 Breathing 6 - Trauma CODE 52 - Extremity Injury 66 Anectine® see: Succinylcholine 133 Burns 72 - Chest Compressions 96 Antibiotic see: BVM in: Concussion in: - Ancef® 117 - Breathing 6 - Head Injury 62 - Rocephin® 132 - BVM 95 Contaminated Wound in: Antiemetic see: Zofran® 135 Bystanders in: - Major Trauma 56 Antihistamine see: Benadryl® 119 - On Scene Personnel 107 Contractions in: Antipsychotic see: Haldol® 125 - Pregnancy / Delivery 48 Appendicitis in: - Abdominal Pain 34 C Convulsion in: - Seizure 42 Arrest in: C-Spine / C-Collar in: Cooling in: - Medical CODE 24 - Immobilization 60 - Medical CODE 24 - Police 110 - C-Collar 100 Cough in: Arrhythmia in: Ca-blocker Overdose in: - Dyspnea 30 - Bradycardia 12 - Overdose / Tox 40 CPAP see: NIPPV 95 - Tachycardia 14 Calcium for: 120 CPR in: Aspirin for: 117 - Hyperkalemia 18 - Medical CODE 24 - Chest Pain 28 - Medical CODE 24 - Trauma CODE 52 Asthma in: - Overdose / Tox 40 - Chest Compressions 96 - Dyspnea 30 - Crush Injury 68 Cricothyrotomy 103 Asystole in: Capnometry/Capnography in: Croup in: Reviewed: Jun 2023 - Medical CODE 24 - Airway 4 - Dyspnea 30 Atropine for: 118 - Breathing 6 Crush Injury 68 - Bradycardia 12 - Intubation / RSI 80 CVA in: - Overdose / Tox 40 - Sedation 82 - Stroke 44 Atrovent® for: 118 Carbon Dioxide see: End Tidal CO2 Cyanide Exposure (cyanokit) in: - Dyspnea 30 Carbon Monoxide (CO) in: - Overdose / Tox 40 - Allergic Reaction 32 - Inhalation 74 Cyanosis in: Avulsion (teeth) in: Cardiac Arrest in: - Dyspnea 30 - Head Injury 62 - Medical CODE 24 Index: A - C 154 ",
    "155": "155 Index: D - H D E (cont.) G D10 for: 120 Electric Burn in: Gallbladder in: - Diabetic 38 - Burns 72 - Abdominal Pain 34 Death in: Emesis in: Gas Exposure in: - Medical CODE 24 - Nausea / Vomiting 22 - Inhalation 74 - Termination 108 End Tidal CO2 (EtCO2) in: Gastric Tube (G-tube) 97 - Deceased Subject 113 - Airway 4 GERD in: Decadron® for: 121 - Breathing 6 - Abdominal Pain 34 - Dyspnea 30 - Dyspnea 30 GI Bleeding in: - Allergic Reaction 32 - Intubation / RSI 80 - Abdominal Pain 34 Deceased Subject 113 - Sedation 82 Glucagon for: 124 Decompression (needle) in: Entrapment in: - Diabetic 38 - Breathing 6 - Crush Injury 68 - Overdose / Tox 40 - Needle Decompress 98 Environmental in: Glucometer 93 Deﬁbrillation in: - Allergic Reaction 32 Glucose for: 125 - Medical CODE 24 - Cold / Heat 70 - Diabetic 38 - Trauma CODE 52 - Sting / Bite 76 Gunshot Wound (GSW) in: - Deﬁb 96 Epilepsy in: - Breathing 6 Deﬁcits (Neuro) in: - Seizure 42 - Immobilization 60 - HTN 10 Epiglottitis in: - Head Injury 62 - Stroke 44 - Dyspnea 30 - Trunk Injury 64 - Immobilization 60 Epinephrine (Epi) for: 122 - Trunk Injury Deformity (reduction) in: 64 - Circulation (Shock) - Bradycardia 8 12 H - Extremity Injury 66 - Medical CODE 24 Haldol® for: 125 - Reduce Deformity 100 - Dyspnea 30 - Psychiatric 46 Delirium / Dementia in: - Allergic Reaction 32 Handievy© see: Peds Reference 136 - Psychiatric 46 - Neonate 50 Harness Hang Syndrome in: Delivery in: - Trauma CODE 52 - Crush Injury 68 - Pregnancy / Delivery 48 - Vasopressors 84 Head Injury 62 - Deliver Baby 102 EpiPen®, EpiPen Jr.® for: 122 Headache in: Dental in: - Allergic Reaction 32 - Hypertension 10 - Pain 20 Epistaxis 78 - Pain 20 - Head Injury 62 EtCO2 see: End Tidal CO2 Heartburn in: Destination Triage 112 Etomidate for: 123 - Abdominal Pain 34 Dexamethasone see: Decadron® 121 - Intubation / RSI 80 Heart Attack in: Dextrose see: D10 120 Ethanol (EtOH) Intoxication in: - Chest Pain 28 Diabetic 38 - Overdose / Tox 40 Heart Block in: Diabetic Ketoacidosis in: Evisceration in: - Bradycardia 12 - DKA / HHS 86 - Trunk Injury 64 Heart Failure in: Dialysis in: - Dyspnea 30 Explosion Injury in: - Hyperkalemia 18 Heat Exhaustion / Stroke in: - Major Trauma 56 - Saline Lock 93 - Cold / Heat 70 Exposed Bone in: Diaphoresis in: Heimlich 94 - Major Trauma 56 - Circulation (Shock) 8 Hemorrhage see:Bleeding 58 Exposure in: Diphenhydramine see: Benadryl® 119 Hemostatic Packing in: Diprivan® see: Propofol 132 - Cold / Heat 70 - Wound Packing 99 Direct Pressure in: External Jugular in: HHS / DKA 86 - Bleeding 58 - Saline Lock 93 Hives in: Difficulty Breathing (DIB) in: Extremity Injury 66 - Allergic Reaction 32 - Breathing 6 Eye Trauma in: HTN (Hypertension) 10 - Dyspnea 30 - Head Injury 62 Humulin R® see: Insulin 126 DKA / HHS 86 Hyperemesis in: DNR in: - Withhold Resuscitation 108 F - Nausea / Vomiting Hyperglycemia in: 22 Dopamine for: 121 Facial Trauma in: - Diabetic 38 - Circulation (Shock) 8 - Head Injury 62 Hyperkalemia 18 Dosing in: Failed Airway in: Hyperosmolar Hyperglycemic State in: - Peds Reference 136 - Airway 4 - DKA / HHS 86 Dressing in: - Intubation / RSI 80 Hypersalivation (pretreatment) in: - Wound Care 99 Fainting in: - Sedation 82 Drug Box 105 - Altered LOC / Syncope 36 Hyperoxia in: Drunk in: Fatigue in: - Breathing 6 - Overdose / Tox 40 - Rehab 110 Hypertension (HTN) 10 Dyspnea 30 FAST Stroke Scale in: Hypertensive Urgency and Dystonic Reactions in: - Stroke 44 Hypertensive Emergency in: - Psychiatric 46 Febrile Seizure in: - Malignant HTN 88 - Fever 16 Hyperthermia in: - Seizure E - Fever 42 16 Fentanyl for: 124 - Cold / Heat 70 Ear Trauma in: - Pain 20 Hypoglycemia in: - Head Injury 62 Fever 16 - Diabetic 38 ECG / EKG in: Fibromyalgia in: Hypotension in: - 12-Lead 93 - Pain 20 - Circulation (Shock) 8 Eclampsia in: Flail Chest Segment in: - Major Trauma Reviewed: Jun 2023 56 - Seizure 34 - Trunk Injury 64 - Head Injury 62 - Pregnancy / Delivery 48 Fracture in: - Vasopressors 84 Ectopic Pregnancy in: - Immobilization 60 Hypothermia in: - Abdominal Pain 42 - Head Injury 62 - Medical CODE 24 - Pregnancy / Delivery 48 - Trunk Injury 64 - Cold / Heat 70 Ejection in: - Extremity Injury 66 Hypoxia in: - Major Trauma 56 Frostbite / Frostnip in: - Breathing 6 - Immobilization 60 - Cold / Heat 70 - Dyspnea 30 EKG / ECG in: Flu in: - Head Injury 62 155 - 12-Lead 93 - Fever 16 Index: D - H ",
    "156": "156 Index: I - P I L (cont.) N (cont.) Ibuprofen for: 126 Level of Consciousness (LOC) in: Neuro Deﬁcits in: - Fever 16 - Altered LOC / Syncope 36 - HTN 10 - Pain 20 Levetiracetam see: Keppra® 127 - Stroke 44 Ice in: Levophed® for: 128 - Immobilization 60 - Extremity Injury 66 - Vasopressors 84 - Trunk Injury 64 - Cold / Heat 70 Lidocaine for: 128 Newborn see: Neonate 50 - Bite / Sting 76 - Medical CODE 24 Nicotine Overdose in: 40 iGel (airway) in: - Trauma CODE 52 - Overdose / Tox - Airway 4 NIPPV 95 - Intraosseous (IO) 96 Nitro for: 131 - Intubation / RSI 80 Lightning in: - BIAD 98 - Chest Pain 28 - Mass Casualty 113 - Dyspnea 30 - Peds Reference 136 Lividity in: Immobilization (SMR) 60 Noninvasive Vent. see: NIPPV 95 - Medical CODE 24 Norepinephrine see: Levophed® 128 Impaled Object in: - Termination - Major Trauma 56 108 Nose Bleed in: Lopressor for: 129 - Head Injury 62 - Head Injury 62 - Malignant HTN - Trunk Injury 64 88 - Epistaxis 78 Loss of Consciousness in: Novolin R® see: Insulin 126 Induction see: - Altered LOC / Syncope - Intubation / RSI 80 36 NPO (Nil Per Os) in: LVAD see: Ventricular Assist Dev. 109 - Nausea / Vomiting 22 - Etomidate 123 NS Bolus 131 - Ketamine 127 Infant in: - Pregnancy / Delivery M NSAID see: Ibuprofen 126 O 48 - Neonate 50 Magill Forceps 94 - Abandonment 106 Magnesium for: 129 - Tachycardia 14 Obvious Death in: Infection in: - Medical CODE 24 - Fever 16 - Medical CODE 24 - Seizure 42 - Deceased Subjects 113 - Sepsis 90 Occlusive Dressing in: Inﬂuenza in: - Malignant HTN 88 Magnet (pacemaker) in: - Breathing 6 - Fever 16 - Major Trauma 56 Ingestions in: - Bradycardia 12 - Needle Decompress 98 - Overdose / Tox 40 Major Trauma 56 - Wound Care 99 Inhalation 74 Malignant HTN 88 OG-Tube 97 Insulin for: 126 Manage OB Complication 102 On Scene Personnel 107 - DKA / HHS 86 Mark-1 Kit (Nerve Agent) in: Ondansetron see: Zofran® 135 Insulin Reaction in: - Overdose / Tox 40 Open Fracture in: - Diabetic 38 Mass Casualty 113 - Major Trauma 56 Internal Bleeding in: 58 Mean Arterial Pressure (MAP) in: - Extremity Injury 66 - Bleeding - Circulation (Shock) 8 Opiate see: Fentanyl 124 Intraosseous (IO) 96 Medical CODE 24 Opiate Overdose in: 40 Intravenous (IV) in: Medical ROSC 26 - Overdose / Tox - Saline Lock 93 Medications in: Oral Glucose see: Glucose 125 - Peds Reference 136 - Drug Box 105 Organophosphate Exposure in: Intropin® see: Dopamine 121 - Drug Reference 114 - Overdose / Tox 40 Intubation / RSI 80 - Peds Reference 136 Oropharyngeal Airway 97 Intoxication in: Metoprolol® see: Lopressor 129 Orogastric Tube see: OG-Tube 97 - Overdose / Tox 40 Midazolam see: Versed® 135 Overdose / Tox 40 Ipratropium Brom. see Atrovent® 118 Migraine in: Oxygen (O2) in: iSTAT Labs 103 - Pain 20 - Breathing 6 Itching in: Miscarriage in: - Inhalation 74 - Allergic Reaction 32 - Pregnancy / Delivery 48 Oxymetazoline see: Afrin® 115 Monitor (Cardiac) in: J - 12-Lead Mortal Injury in: 93 P - Trauma CODE 52 Pacerone® see: Amiodarone K 116 - Deceased Subjects 113 Pacing 101 Motrin® see: Ibuprofen 126 Pain 20 Kidney Stones in: Mouth Trauma in: - Abdominal Pain 34 Palpitations in: - Head Injury 62 - Tachycardia 14 King (airway) in: Multisystem Trauma in: Paralytic see: - Airway 4 - Major Trauma 56 - Intubation / RSI 80 - Intubation / RSI 80 Myocardial Infarction (MI) in: - Rocuronium 133 - BIAD 98 - Succinylcholine - Chest Pain 28 133 - Peds Reference 136 Patient in: Keppra® for: 127 - How To Use N 2 - Seizure 42 - Refusal 111 Ketamine for: 127 PCN (Penicillin) Allergy see: - Pain 20 Narcan® for: 130 - Overdose / Tox 40 - Penicillin Allergy - Medical ROSC 26 PEA in: - Trauma ROSC 54 Naloxone see: Narcan® 130 Nasopharyngeal Airway 97 - Medical CODE 24 - Intubation / RSI 80 Pediatrics in: - Sedation Nausea / Vomiting 22 82 - How To Use 2 Ketosis / Ketones in: Nebulizer in: - Peds Reference 136 - DKA / HHS 86 - Dyspnea 30 PEEP see: NIPPV 95 Kussmaul's Respirations in: Neck Trauma in: Pelvic Trauma in: - DKA / HHS 86 - Immobilization 60 - Trunk Injury 64 - Head injury Reviewed: Jun 2023 62 Penetrating Trauma in: L Needle Cric (cricothyrotomy) Needle Decompression in: 103 - Breathing - Immobilization 6 60 Laceration in: - Breathing 6 - Head Injury 62 - Bleeding 58 - Needle Decompress 98 - Trunk Injury 64 - Wound Care 99 Neglect in: Penicillin (PCN) Allergy in: Lactic Acid (Lactate) in: - Stroke 44 - Major Trauma 56 - Sepsis 90 - Abuse and Neglect 106 - Sepsis 90 Law Enforcement Officer in: Neonate 50 - Ancef® 117 - Psychiatric 46 Neo (synephrine)® for: 130 - Rocephin® 132 156 - Police Assist 110 - Vasopressors 84 Index: I - P ",
    "157": "157 Index: P - Z P (cont.) S T (cont.) Pepper Spray see: Riot Control 74 Saline see: NS Bolus 131 Tox / Overdose 40 Phenylephrine see: Neo® 130 Saline Lock 93 Tranexamic Acid see: TXA 134 Physician Orders 107 SCUBA injury in: Transport in: PICC lines in: - Breathing 6 - How To Use 2 - Saline Lock 93 Sedation / Vent 82 - Destination Triage 112 Pleural Decompression in: Seizure 42 Trauma CODE 52 - Needle Decompress 98 Sepsis 90 Trauma ROSC 54 Pneumonia in: Shivering in: Triage in: - Dyspnea 30 - Cold / Heat 70 - Mass Casualty 113 Pneumothorax in: Shock (Circulation) 8 - Destination Triage 112 - Breathing 6 Shock Index in: Tricyclic Overdose in: - Needle Decompress 98 - Vasopressors 84 - Overdose / Tox 40 Poison Control in: Shortness of Breath (SOB) in: Trunk Injury 64 - Overdose / Tox 40 - Dyspnea 30 Twins in: Police in: Smoke Inhalation in: - Pregnancy / Delivery 48 - Psychiatric 46 - Inhalation 74 TXA for: 134 - Police Assist 110 SMR (Spinal Motion Restriction) in: - Pregnancy / Delivery 48 POST in: - Immobilization 60 - Bleeding 58 - Withhold Resuscitation 108 Sodium Bicarbonate see: Bicarb 119 Tylenol® for: 134 Postpartum Care / Bleeding in: - Fever 16 - Pregnancy / Delivery 48 Spinal Clearance/Precautions in: - Pain 20 Post-Resuscitation Care in: - Immobilization 60 Splint 100 - Medial ROSC - Trauma ROSC 24 52 Sprain / Strain in: - Extremity Injury 66 U Potassium Elevation in: Umbilical Cord in: - Hyperkalemia 18 - Splint 100 - Pregnancy / Delivery 48 Preeclampsia in: ST Elevation MI (STEMI) in: Unresponsive in: - HTN 10 - Chest Pain 28 - Medical CODE 24 - Seizure 42 - Destination Triage 112 - Altered LOC / Syncope 36 - Pregnancy / Delivery 48 Stabbing Injury in: Urinary Tract Infection (UTI) in: - Malignant HTN 88 - Breathing 6 - Abdominal Pain 34 Pregnancy / Delivery 48 - Immobilization 60 - Head Injury Preoxygenation in: V 62 - Intubation / RSI 80 - Trunk Injury 64 Pressors in: Standby 110 V-Fib in: - Circulation (Shock) 8 Steroid see: Decadron® 121 - Medical CODE 24 Prolapsed Cord in: Sting / Bite 76 V-Tach in: - Pregnancy / Delivery 48 Stinger Removal 100 - Tachycardia 14 Propofol for: 132 Stomach Pain in: - Medical CODE 24 - Sedation 82 - Abdominal Pain 34 Vagal (Valsalva) Maneuvers in: Pressor see: Vasopressors 84 Stridor in: - Tachycardia 14 Pseudoseizure in: - Airway 4 VAN Stroke Scale in: - Seizure 42 - Dyspnea 30 - Stroke 44 Psychiatric 46 Stroke 44 Vasopressors 84 PTX (pneumothorax) in: Sublimaze® see: Fentanyl 124 Ventricular Assist Devices 109 - Breathing 6 Succinylcholine for: 133 Versed® for: 135 - Needle Decompress 98 - Intubation / RSI 80 - Seizure 42 Pulmonary Edema in: Suction 94 - Psychiatric 46 - Dyspnea 30 Suicidal in: - Cold / Heat (shivering) 70 Pulmonary Embolism (PE) in: - Psychiatric 48 - Sedation 82 - Breathing 6 Sulfonylureas in: - Pacing 101 Pulseless Electrical Activity in: - Diabetic 38 Ventilator 103 - Medical CODE 24 Suspension Injury in: Ventolin® see: Albuterol 116 - Crush Injury 68 Vision Changes in: - Hypertension 10 Q SVT in: - Tachycardia 14 - Head Injury 62 Syncope / Altered LOC 36 Vomiting / Nausea 22 R Rapid Sequence Intubation 80 T W Rash in: Tachycardia 14 Warming in: - Allergic Reaction 32 Tear Gas see: Riot Control 74 - Cold / Heat 70 Reduce Deformity 100 Weakness in: Teeth in: Refusals 111 - Altered LOC / Syncope 36 Rehab 110 - Pain 20 Wheezing in: Renal Failure in: - Head Injury 62 - Dyspnea 30 - Hyperkalemia 18 Tension Pneumothorax in: - Allergic Reaction 32 Restraint in: - Breathing 6 Withdrawal in: - Psychiatric 46 - Needle Decompress 98 - Overdose / Tox 40 Resuscitation in: Termination of Resuscitation 108 - Seizure 42 - Medical CODE 24 Therapeutic Hypothermia in: Withholding Resuscitation 108 - Trauma CODE 52 - Medical CODE 24 Wound Care 99 Rigor Mortis in: Thermometer in: Wound Packing 99 - Medical CODE 24 - Fever 16 - Cold / Heat - Termination X 108 70 Riot Control Agents in: TIA in: - Stroke Reviewed: Jun 2023 - Inhalation 74 44 Xylocaine® see: Lidocaine 128 Rocephin® for: 132 Toothache in: - Sepsis Rocuronium for: 90 133 - Pain - Head Injury 20 62 Y - Intubation / RSI 80 Torsion in: ROSC in: - Medical ROSC 26 - Abdominal Pain Tourniquets in: 34 Z - Trauma ROSC 54 - Trauma CODE 53 Zemuron® see: Rocuronium 133 RSI / Intubation 80 - Major Trauma 56 Zofran® for: 135 Rule of 9's in: - Bleeding 58 - Nausea / Vomiting 22 157 - Burns 72 - Tourniquet 99 Index: P - Z ",
    "158": " Protocols 2023 Protocols, Procedures, Policies & Medications of the Western VA EMS Medical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Adapted From • WVEMS Protocols 2022 • VA OEMS Procedure Scope 2022 • VA OEMS Formulary Scope 2022 • VA (NEMSIS) VPHIB 3.4.0.4 2021 • NASEMSO National Model 2019 Physician Review EMS Review • Dr. D. DeBroekert • Adam Amburgey • Dr. B. Ekey • Elliot Carhart • Dr. C. Lane • Chris Christensen • Cathy Cockrell • Dr. A. LePera • Gene Dalton • Dr. K. Long • Diana Foley • Dr. M. Mitchell • Mike Garnett • Dr. S. Osborne • Steve LePera • Dr. J. Patterson • Jane Lindsay • Drew Mitchell • Dr. H. Rose-Inman • Daryll Perry • Dr. E. Stanley • Sarah Polan • Angela Rogers Special Thanks • Steve Simon • Steve Spangler • Click & Pledge® • Brandon Winesett • MayJuun, LLC • Kari Whitney WVEMS Council Phone: 540-562-3482 1944 Peters Creek Rd. Web: https://wvems.org Roanoke, VA 24017 Email: western@vaems.org WVEMS Protocols 2023"
}