{
    "1": "Protocols 2025 Universal Trauma 4 Airway 25 52 Trauma CODE 25 6 Breathing (Hypoxia) 54 Trauma ROSC 25 8 Circulation (Shock) 25 56 Major Trauma 10 Hypertension 25 58 Bleeding 12 Bradycardia 60 Immobilization (SMR) 14 Tachycardia 62 Head Injury 25 16 Fever 64 Trunk Injury 18 Hyperkalemia 25 66 Extremity Injury 25 20 Pain 25 68 Cold / Heat 22 Nausea / Vomiting 70 Burns 72 Inhalation Medical 74 Sting / Bite 25 24 Medical CODE 25 76 Epistaxis 26 Medical ROSC 25 28 Chest Pain Critical Care 25 30 Dyspnea (SOB) 78 Intubation / RSI 25 25 32 Allergic Reaction 80 Sedation / Vent 34 Abdominal Pain 82 Vasopressors 36 Altered LOC / Syncope 84 Blood 25 25 38 Diabetic 86 STEMI 25 40 Overdose / Tox 88 Malignant HTN 42 Seizure 90 Sepsis 44 Stroke 46 Psychiatric 92 Procedures & Policy 25 48 Pregnancy / Delivery 114 Drug Reference 25 50 Neonate (Newborn) 138 Peds Reference 25 updated WVEMS Protocols 2025 v250218",
    "2": "2 How To Use WVEMS Protocols 2025 Protocols, Procedures, Policies & Medications of the Western VA EMS Medical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Published under the: Creative Commons Attribution-ShareAlike 4.0 International License. To view a copy send a letter to PO Box 1866, Mtn View, CA 94042 or creativecommons.org/licenses/by-sa/4.0/ WVEMS Council Phone: 540-562-3482 1944 Peters Creek Rd. Web: https://wvems.org Roanoke, VA 24017 Email: western@vaems.org Protocol Flow and Intervention Symbols Use Don’t Indications Judgement Forget Important Concept WARNING Note • And Details Basic Life Support (BLS) EMR E EMT A AEMT Advanced Life Support (ALS) Reviewed: Feb 2025 I Intermediate P Paramedic P Critical Paramedic Care How To Use 2",
    "3": "3 How To Use Welcome to the WVEMS Protocols • Think of this like a tool box, not a cookbook. • You should use several protocols at the same time on every call. • You may use any intervention marked for your level or lower. Basic procedures are assumed for every call. • Don’t forget: scene safe, BSI, ABC’s, call for ALS, notify the ED, etc. • Every patient should have a full assessment including vital signs. • Ask about medical allergies and pregnancy before giving meds. Call for online Medical Direction at any time for advice on: • Any questions, problems, or if uncertain for any reason. • Getting permission to deviate from these protocols. • If unable to contact, remember: get the patient to the hospital. Protocols mean you can, but not always that you should. • Use only enough to stabilize and/or improve. Don’t follow blindly. • Skip anything unnecessary. Not every box needs to be completed. • The listed order suggests importance, but it is not absolute. Severity is a subjective judgement that requires thought. • Not all decisions are black and white. Use this text as a guide. • Reassess and restart protocols as needed during a call. • Use good clinical sense to decide what takes precedence. Presume routine things when appropriate, like: • SpO2, EKG, EtCO2, glucometer, saline lock, phlebotomy, etc. • Regular layperson ﬁrst aid treatments like splinting & band-aids. • Note: protocols may also include reminders (like “12-Lead”). Pediatric considerations are included in every protocol. • Patients 14 y/o and over (14+) are generally given adult therapy. • Children ( 1 - 13 y/o) and Infants ( < 1 y/o) are considered peds. • Use Peds Reference for peds dosing & adults under 110 lbs (50 kg). Critical Care (CC) is for credentialed paramedics only. • Provider’s responsibility to maintain mandatory prerequisites. • Must be approved for that speciﬁc protocol by the agency OMD. Reviewed: Feb 2025 • All deadlines expire on the last day of the month (a grace period). References are included. This text is not comprehensive. • Medications may appear as brand name® or generic. How To Use 3",
    "4": "4 Airway Choking, Unstable or Unresponsive Severity? Mild Moderate Severe • Awake • Altered LOC • Unresponsive • Simple Choking • Hypoxia • Apnea or Snoring Heimlich Reposition OPA Airway Suction Magill A Forceps NPA E BIAD NEMSIS: 9914001, 9914003, 9914005 Consider • Breathing • Intubation Reviewed: Jun 2024 4",
    "5": "5 Alias: Ventilation, Suction, Oral Airway, BIAD, Choking Airway Imperatives • Maintain the simplest effective airway. Escalate only if needed. - Consider elevating the head of cot to reduce aspiration risk. • If BIAD fails, try again with a different size. - Most common failure of a BIAD is inappropropriate size. • Use several techniques to conﬁrm airway: - Physical Exam: lung sounds, skin color, chest rise, etc. - Vitals: rising SpO2, EtCO2, waveform capnography (gold standard) • Be prepared to escalate airway if signs of Poor Perfusion. • E May Suction Nose/BIAD/ETT/trach/stoma with ﬂexible cath. Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Secure BIAD well. Use tape or manufactured holding device. - May place c-collar (even without trauma) to help stabilize. - A Consider placing an OG-Tube if BIAD will accommodate it. • Use caution with NPA if any signs of skull fx. or facial trauma. • Reposition with: Head Tilt / Chin Lift (med) or Jaw Thrust (trauma). NEMSIS: 9914001, 9914003, 9914005 • Endotracheal intubation is not included in this protocol. - Consider Intubation if indicated and credentialed for CC. Pediatrics • Be suspicious for an airway obstruction, especially with stridor. • Use back blows if indicated. Do not use blind ﬁnger sweeps. Reviewed: Jun 2024 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 9 Airway 5",
    "6": "6 Breathing Dyspnea or SpO2 under 95% Provide O2 Severity? Mild Moderate Severe • Awake & Oriented • Resps Inadequate • Respiratory Failure • Subjective Dyspnea • Cyanosis • Penetrating Injury Position of BVM BVM Comfort Assist Ventilate E NIPPV Chest Seal Pleural I Decompress NEMSIS: 9914001, 9914211 Consider • Airway, Dyspnea • Ventilator Reviewed: Jun 2024 6",
    "7": "7 Alias: Hypoxia, Oxygen, Pneumothorax (PTX), PE, Drowning Breathing Imperatives • Dyspnea with penetrating trauma is a severe problem. - Apply a chest seal to any penetrating injury to neck or trunk. - Do not wait for hypoxia to develop. • Spontaneous or traumatic PTX can be a severe problem. - Pleural Decompress for Hypotension or persistent hypoxia. • BVM: Use two providers and two handed technique if able. - Use EtCO2 and target 35-45 mmHg. Avoid hyperventilation. - During CPR: alternate 30 : 2 until BIAD (or ETT) is placed. • NIPPV: Contraindicated with agitation, vomiting, or hypotension. - May use if altered or unresponsive, but monitor closely. - May place EtCO2 cannula under NIPPV mask to get waveform. BVM Rate • Adult: Q 6 sec (10 /min) • Peds: Q 2 sec (20-30 /min) Notes • Provide O2 at appropriate doses. May decrease if SpO2 above 98%. - Nasal Cannula (NC): 1-6 L/min; Non-Rebreather (NRB): 10-15 L/min - Hyperoxia can make some conditions worse, especially COPD. - Target SpO2 of 88-92% for adults with isolated COPD. • If SpO2 unavailable or machine fails: use good clinical judgment. • Drowning (or SCUBA) may cause hypoxia, treatment is the same. • Consider Ventilator if indicated and credentialed for CC. NEMSIS: 9914001, 9914211 Pediatrics • Refer to Neonate for any peds under 1 month ( ≤ 30 days) old. • Use caution and appropriately sized BVM to prevent barotrauma. Reviewed: Jun 2024 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10 Breathing 7",
    "8": "8 Circulation / Shock Systolic Under Or MAP • Adult (14+): 90 mmHg 65 mmHg • Child (1-13): 70 mmHg 50 mmHg • Infant (< 1): 60 mmHg 40 mmHg Severity? Mild Moderate Severe • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • No Symptoms • Tachy or Dizzy • Altered LOC A Saline A NS Bolus A NS Bolus Lock E 12-Lead E 12-Lead I Epi Drip I Dopamine E 12-Lead Consider NEMSIS: 9914127 • Tachycardia, Bradycardia • Bleeding, Altered LOC • Pressors, Blood Reviewed: Oct 2024 NS Bolus: 500 mL IV/IO x4 Adult Epi Drip: 1 gtt/s IV/IO Titrated Drip Doses Dopamine: 5 mcg/kg/min IV/IO Titrated Drip 8",
    "9": "9 Alias: Hypotension, Low BP, Fluid Bolus, Dirty Epi Shock Imperatives Poor Perfusion • Consider underlying causes: • Suspect if several of these: - Bradycardia, Tachycardia - Altered Mental Status - Cardiac, Anaphylaxis - Skin Pale, Cool, Diaphoretic - Diabetic, Overdose / Tox - Tachycardia, Hypotension - Major Trauma, Exposure - Dyspnea, Tachypnea Medication • NS Bolus (0.9% Saline): indicated for poor perfusion. - Monitor for edema & rales before & after ﬂuid administration. • Epi Drip (Epinephrine): Mix bag of 1 mcg/mL and use as follows: - Add 1 mg Epi into 1,000 mL bag -or- 0.5 mg in 500 mL bag of NS - Adults (14+ y/o): Use a macro drip (10 or 15 gtt/mL) set. - Peds (0-13 y/o): Use a micro drip (60 gtt/mL) set. - Start at 1 drop per second and titrate as needed. - Avoid Epi if active chest pain and conﬁrmed STEMI. • Dopamine (Intropin®): for medical causes refractory to Epi. - Use a micro drip (60 gtt/mL) set. May titrate up to 4x if needed. - Average adults start around 1 drop every 5 sec (with micro set). Notes • Use balanced resuscitation in trauma. Pressors are a last resort. • Mean Arterial Pressure (MAP) is a better indicator when available. - Consider Pressors or Blood if indicated and credentialed for CC. Pediatrics • The majority of peds decompensation is airway related. • Fluids are important for hypotension. Pressors are a last resort. NEMSIS: 9914127 • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 2/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Circulation / Shock 9",
    "10": "10 Hypertension Systolic Over • Adult (14+): 240 mmHg • Child (1-13): 220 mmHg • Infant (< 1): 200 mmHg Severity? Minor Major • No Distress • Chest Pain, SOB • No Pain • Headache Position of E 12-Lead Comfort A Saline Lock Consider NEMSIS: 9914123 • Pain, Pregnancy, Seizure • Cardiac, SOB, Stroke • Malignant HTN Reviewed: Feb 2025 10",
    "11": "11 Alias: HTN, Elevated Blood Pressure Hypertension Imperatives • Conﬁrm elevated systolic BP with two reliable blood pressures. • HTN is a frequent reaction to Pain and acute physiologic insult. - Investigate and treat pain & underlying causes ﬁrst. • Even mild HTN (SBP>160 mmhg) in late Pregnancy may be pathologic. - It may progress to eclampsia. Be ready to treat for Seizures. - Consider Preeclampsia if indicated and credentialed for CC. • Inappropriate use of antihypertensives can cause harm. - Lowering BP during a stroke can cause harm. Notes • Many other underlying causes can result in signiﬁcant HTN. - Consider Cardiac pathology if any chest pain. - Consider CHF and pulmonary edema if any dyspnea or rales. - Consider OD/Tox if any recent stimulant or illicit drug use. - Consider Stroke if any acute focal neurologic deﬁcits. - Consider Psych if overt anxiety from recent emotional triggers. - Consider Head Injury if any history of trauma or signs of injury. • Ask about new or recent changes to cardiac or BP medications. • Consider Malignant HTN if indicated and credentialed for CC. Pediatrics • Pathologic HTN is unlikely in peds. Treat underlying causes. NEMSIS: 9914123 References Reviewed: Feb 2025 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 2/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7 Hypertension 11",
    "12": "12 Bradycardia Pulse Under • Adult (14+): 60 /min • Child (1-13): 70 /min • Infant (< 1): 80 /min Severity? Mild Moderate Severe • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • No Symptoms • Chest Pain, Weak • Unresponsive E 12-Lead E 12-Lead I Pacing Saline Peds A Lock I Atropine I Epi E 12-Lead Consider NEMSIS: 9914115 • Pain, Breathing, Hyper K+ • Shock, N/V, OD / Tox Reviewed: Feb 2025 Atropine: 1 mg IV/IO Q 5 min x2 Adult Epi: Use Peds Reference IV/IO Q 5 min Peds 12",
    "13": "13 Alias: Heart Block, Junctional, IVR (idioventricular) Bradycardia Imperatives • Investigate & consider tx of underlying causes, like Hypothermia. - Consider Overdose if appropriate (many meds cause brady). - Slow, wide complex bradycardia may be due to Hyperkalemia. • I May try pacer magnet to improve rate. Do not use on AICD. Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Hypotension, Orthostasis - Dyspnea, Tachypnea Medications • Atropine: less effective with: heart transplant, 3° heart block • Epi (Epinephrine): Preferred agent over Atropine in peds. Notes • Consider placing pacing pads on any unstable patient. • Pacing: Can start at 80 bpm / 80 mA. Escalate mA as needed. - Treat Pain and/or Anxiety from pacing as soon as appropriate. Pediatrics • Refer to Neonate for any peds under 1 month ( ≤ 30 days) old. • Frequently a Breathing problem: don't forget O2 and BVM. • Even a single pill of some meds can cause severe bradycardia. - Consider opiate, Ca2+ or ß-blocker Overdose. NEMSIS: 9914115 • Consider effects of maternal medication in breast milk. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Feb 2025 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 2/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13, 20 Bradycardia 13",
    "14": "14 Tachycardia Pulse Over • Adult (14+): 100 /min • Child (1-13): 130 /min • Infant (< 1): 160 /min Severity? Mild Moderate Severe • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • Simple Tachycardia • Critical Arrhythmia • Critical Arrhythmia E 12-Lead E 12-Lead I Cardiovert A NS Bolus A NS Bolus E 12-Lead I IfAdenosine QRS ≤ 120 ms I Magnesium If Torsades Amio I If QRS A NS Bolus > 120 ms NEMSIS: 9914147, 9914151, 9914199 Consider • Circulation, Pain • Fever, Bleeding Reviewed: Feb 2025 NS Bolus: 500 mL IV/IO x4 Adult Adenosine: 12 mg IV/IO Q 5 min x2 Doses Amiodarone: 150 mg IV/IO over 10 min Magnesium: 2 grams IV/IO x1 14",
    "15": "15 Alias: Sinus Tach, SVT, A-Fib, RVR, A-Flutter, V-Tach w/pulse Tachycardia Imperatives • Simple Tachycardias (e.g. Sinus Tach) occur for many reasons. - Reactive causes like: Shock, Pain, Fever or Bleeding, etc. - Hidden causes like: OD / Tox, Psychiatric or Anaphylaxis, etc. - Cardiac causes like: A-Flutter or A-Fib w/ RVR, etc. - Treat the cause. Avoid anti-arrhythmics or cardioversion. • Critical Arrhythmias (e.g. SVT, V-Tach w/pulse) are usually faster. - But a fast pulse is not always critical. Judgement is necessary. - I May try vagal maneuvers (e.g. modiﬁed valsalva). Critical Arrhythmia Poor Perfusion • Suspect if pulse over: • Suspect if several of these: - Adult (14+): 150 /min - Altered Mental Status - Child (1-13): 180 /min - Skin Pale, Cool, Diaphoretic - Infant (<1): 220 /min - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • Adenosine (Adenocard®): Give rapid IV push. - Use caution in patients with a history of WPW, COPD or asthma. • Amiodarone (Pacerone®): Give over 10 min IV drip. - Give resuscitation dose over 10 min. Do not use under 3 y/o. Notes • Consider placing cardioversion pads on any unstable patient. • Cardiovert: Enable SYNC. Start at 100 J. Escalate as needed. NEMSIS: 9914147, 9914151, 9914199 - Alternative: follow manufacturer’s or OMD’s dosing guidance. Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Feb 2025 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 2/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13, 20 Tachycardia 15",
    "16": "16 Fever Temp above 100.4 °F (38.0 °C) Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Fatigue, Chills • Tachy, Dyspnea Position of A NS Bolus Comfort E Tylenol E Ibuprofen NEMSIS: 9914061, 9914129 Consider • Circulation, Tachy • Cold / Heat • Sepsis Reviewed: Aug 2024 NS Bolus: 500 mL IV/IO x4 Adult Tylenol: 1,000 mg PO, IV/IO x1 Doses Ibuprofen: 600 mg PO x1 16",
    "17": "17 Alias: PPE, Sick/Toxic, Infection, Flu, Cold, URI, Cellulitis, UTI Fever Imperatives • Use a mask for any cough or respiratory disease (URI, Flu, etc). - Consider enhanced PPE for known pathogens (COVID, Ebola, etc). • Fever is a response to an infection. Hyperthermia is different. Medications • Tylenol® (Acetaminophen): avoid if end stage liver disease - E May only give PO - use OTC tabs, caps, powder or liquid - A May give PO or IV/IO - for IV/IO, give slowly over 10 min • Ibuprofen (Advil®, Motrin®): avoid if active GI bleeding • Max daily dose of Tylenol is 3,000 mg & Ibuprofen is 2,400 mg. Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Temporal thermometers are inaccurate on sweaty skin. • Consider Sepsis if indicated and credentialed for CC. Pediatrics • Peds under 5 y/o may have a Seizure caused by fever. - It is usually self limiting and does not require intervention. - Consider intervention if longer than 5 min or Seizure reoccurs. NEMSIS: 9914061, 9914129 • Breaking tablets in half is appropriate. Do not break capsules. • Consider removing excessive clothing. Dress children normally. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Aug 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vitals: https://emedicine.medscape.com/article/2172054 [Ver: 2/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 13 Fever 17",
    "18": "18 Hyperkalemia Suspected or Conﬁrmed K+ Over 5.5 mEq/L E 12-Lead E Albuterol Severity? Minor Major • Few EKG Changes • Overt EKG Changes • 6.4 mEq/L or Less • 6.5 mEq/L and Over A Saline A NS Bolus Lock I Calcium Consider NEMSIS: 9914089 • Bradycardia • Medical CODE Reviewed: Dec 2024 Albuterol: 10 mg NEB (4 nebs) x1 Adult NS Bolus: 500 mL IV/IO x4 Doses Calcium: 1 gram IV/IO over 10 min 18",
    "19": "19 Alias: High K+, Elevated Potassium, Dialysis, Renal Failure Hyperkalemia Imperatives • Be aggressive with treatment if there are any EKG changes. - Elevated potassium can be critical. Don’t delay transport. K+ EKG Changes Hyper K+ EKG • From minor to life threat: - Peaked T-waves - Long PRI / Loss of P-wave wikimedia.org CC BY 4.0 Drs. M Joseph, F Agbayani, E Gonzales - Wide QRS (over 120 ms) - Slow IVR (then sine wave) Medications • Albuterol (Ventolin®): May give without an EKG if hyperkalemic. - Give four (4x) standard nebulizer treatments back-to-back. • NS Bolus (0.9% Saline): Aggressive ﬂuids help dilute potassium. - Consider aggressive ﬂuids even without Hypotension. - Avoid aggressive/prophylactic ﬂuids for dialysis patients. • Calcium (Chloride): Avoid with Rocephin® or Digoxin® (fatal). Notes • Consider hyperkalemia in any dialysis or renal failure patient. - If called to a dialysis center, inquire about the last K+ level. - Avoid NIBP and/or IVs in the same extremity as dialysis access. • Consider hyperkalemia during any crushing type extremity injury. Pediatrics NEMSIS: 9914089 • Use Peds Reference or other approved source for peds dosing. References Reviewed: Dec 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Hyperkalemia: https://emedicine.medscape.com/article/240903 [Ver: 10/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 28 Hyperkalemia 19",
    "20": "20 Pain Injury or Discomfort Severity? Mild Moderate Severe • Minimal Distress • Some Distress • Obvious Distress • Normal Pulse • Mild Tachycardia • Elevated Vitals E Tylenol E Tylenol A Fentanyl E Ibuprofen E Ibuprofen I Ketamine A Fentanyl NEMSIS: 9914051, 9914071 Consider • Nausea / Vomiting • Underlying Cause Reviewed: Dec 2024 Tylenol: 1,000 mg PO, IV/IO x1 Adult Ibuprofen: 600 mg PO x1 Doses Fentanyl: 50 mcg IV/IO, IM/IN Q 5 min x4 Ketamine: 20 mg IV/IO, IM/IN Q 15 min x2 20",
    "21": "21 Alias: HA, Back Pain, Toothache, Migraine, Fibromyalgia Pain Imperatives • EMS pain control is indicated for recent injury or sudden pain like: - Major trauma, obvious fractures, acute abdominal or chest pain • Pain meds (even PO) are beneﬁcial despite short transport times. Medications • Tylenol® (Acetaminophen): avoid if end stage liver disease. - E May only give PO - use OTC tabs, caps, powder or liquid - A May give PO or IV/IO - for IV/IO, give slowly over 10 min • Ibuprofen (Advil®, Motrin®): Avoid if active GI bleeding. • Max daily dose of Tylenol is 3,000 mg & Ibuprofen is 2,400 mg. • Fentanyl (Sublimaze®): Monitor airway and hemodynamics. • Ketamine (Ketalar®): For IM/IN use: give as undiluted bolus. - For IV/IO use: dilute in NS and give slowly over 10 min. • Use weight based peds dosing for small adults under 110 lbs (50 kg). Notes • Tylenol and Ibuprofen are good for sub-acute pain like: - Toothache, headache (migraine), sciatica, ﬁbromyalgia, etc. - Avoid Fentanyl and Ketamine for sub-acute pain. • Pain is subjective. Clinical judgment is required. - It is appropriate to try another med if the ﬁrst is ineffective. • May give eye drops for abrasions or welder’s ﬂash (UV keratitis). - E Tetracaine (0.5% Ophthalmic): 1-2 gtt into affected eye NEMSIS: 9914051, 9914071 Pediatrics • Breaking tablets in half is appropriate. Do not break capsules. • Withhold medications if unable to provide accurate dose. • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2024 References • EBG for Prehospital Pain: https://pubmed.ncbi.nlm.nih.gov/34928760/ [Ver: 1/22] • Medscape Pain: https://emedicine.medscape.com/article/310834 [Ver: 7/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 14, 26 Pain 21",
    "22": "22 Nausea / Vomiting Nausea or Vomiting Severity? Minor Major • Mild Nausea • Moderate N/V • No Vomiting • Tachycardia Keep NPO E Zofran Consider NEMSIS: 9914131 • Fever, Pain • Abdominal Pain Reviewed: Aug 2024 Zofran: 4 mg IV/IO, IM/IN, PO Q 5 min x2 Adult 22",
    "23": "23 Alias: Emesis, Hyperemesis, Cyclic Vomiting Nausea / Vomiting Imperatives • It is appropriate to pre-treat for nausea before symptoms start. - Consider before any intervention that may cause nausea. - Especially if vomiting would cause serious complications. - Strongly consider Zofran with any invasive airway device. • Avoid oral food and ﬂuids. (Oral meds are OK.) - Keep patients NPO (Nil Per Os: Lat. “nothing through the mouth”) Medications • Zofran® (Ondansetron): Use for all causes of nausea & vomiting. - Use caution with Bradycardia, and Overdose / Tox. - Consider 12-Lead if hx/risk of Long QT or electrolyte imbalance. - E May only give PO - use Orally Disintegrating Tabs (ODTs) - A Alternate 4-10y/o dose: break ODT in half and give 2 mg PO Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Sniffing an alcohol prep may also provide minor nausea relief. • Vomiting is a protective mechanism in overdose (such as EtOH). - But intentionally inducing vomiting (i.e. ipecac) is not indicated. - May consider Zofran for dry heaving after stomach is empty. NEMSIS: 9914131 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2024 References • Medscape Vomiting: https://emedicine.medscape.com/article/933135 [Ver: 10/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Nausea / Vomiting 23",
    "24": "24 Medical CODE No Pulse No Obvious Death No DNR/POST Assign Jobs First Second Third Compressions AED Support • Most important • Cut Clothes • Establish Airway • Start Immediately • Work around CPR • Provide Breathing • Minimize Breaks • Analyze Q 2 min • Use IV or IO access Chest Deﬁb I Epi Compression If Advised I Amio If VT/VF NEMSIS: 9914011, 9914015, 9914017, 9914055 Disposition E BLS: Get ALS ASAP I ALS: Try 30 min Epi: 1 mg IV/IO Q 5 min Adult Reviewed: Oct 2024 Amiodarone: 1st 300 ￫ 2nd 150 mg IV/IO Q 5 min x2 Epi: 0.01 mg/kg IV/IO Q 5 min Peds Amiodarone: 5 mg/kg IV/IO Q 5 min x3 24",
    "25": "25 Alias: Cardiac Arrest, CPR, VT/VF, PEA, Asystole Compressions CODE Imperatives • Adult/Peds: 120 /min • Start compressions in place. • OPA/NPA: 30:2 w/ BVM - Transport ASAP if ROSC, or peds, • BIAD/ETT: Continuous or pregnant, or any Special Case. E BLS: Get ALS ASAP. Transport if witnessed by EMS or any shock. I ALS: Try for 30 min. If no ROSC: Call for Termination. Obvious Death Medications • Pooling Lividity or • Amiodarone (Pacerone®): • Rigor Mortis or - For adults, give twice (x2) Q 5 min • Body Decomposition 1st 300 mg, ￫ 2nd 150 mg - For peds, give 5 mg/kg three times (x3) Q 5 min • Consider adjunct meds for pulseless polymorphic VT arrest: I Magnesium (Sulfate): Give 2 grams IV/IO x1 for Torsades. Notes • Use caution with compressions and deﬁb in a moving vehicle. • EtCO2 can help identify ROSC and guide termination decision. • A well run CODE should operate like a pit crew. Focus on your job. NEMSIS: 9914011, 9914015, 9914017, 9914055 • Consider underlying causes (OD/Tox, Hyper K+, Hypoglycemia, etc). Pediatrics • Use 15 : 2 compression ratio for dual rescuer BLS resuscitation. • Refer to Neonate for any peds under 1 month ( ≤ 30 days) old. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape CPR: https://emedicine.medscape.com/article/1344081 [Ver: 8 / 21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 21 Medical CODE 25",
    "26": "26 Medical ROSC Return of Pulse Stabilize • Establish Airway • Provide Breathing • Treat Circulation E 12-Lead A Saline Lock I Ketamine If Agitated Consider Consider NEMSIS: 9914019 • Altered LOC Destination • Diabetic, Overdose Triage • Intubation, Vent Reviewed: Oct 2024 Ketamine: 20 mg IV/IO Q 5 min x2 Adult 26",
    "27": "27 Alias: Return of Pulse, Post-Resuscitation Care Medical ROSC Imperatives • Ensure adequate resuscitation before attempting transport. - Move expeditiously but with caution. Don’t sacriﬁce stability. • Monitor closely for Hypotension. Be ready with ﬂuids and pressors. • Avoid hyperventilation. It can cause Hypotension & repeat arrest. Medications • Ketamine (Ketalar®): Dilute in NS and give slowly over 10 min. - Use weight based peds dosing for adults under 110 lbs (50 kg). • Consider maintenance drip if prior VT/VF & transport > 30 min: - I Amiodarone (Pacerone®): 1 mg/min IV/IO, adult only Notes • EtCO2 can help identify ROSC. Monitor during resuscitation. • Consider Intubation and/or Vent if indicated & credentialed for CC. • Therapeutic hypothermia is not included in this protocol. - Also known as “targeted temperature management”. Pediatrics • Arrhythmias are common after ROSC, but are usually self-limited. • Use Peds Reference or other approved source for peds dosing. NEMSIS: 9914019 References Reviewed: Oct 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape ROSC: https://www.medscape.com/viewarticle/762373 [Ver: 2012] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 21 Medical ROSC 27",
    "28": "28 Chest Pain Cardiac Chest Discomfort Severity? Minor Major • Mild Discomfort • Nausea, Sweaty • Cardiac History • Pain that Radiates E 12-Lead E 12-Lead Adult Adult E Aspirin E Aspirin A Saline A Saline Lock Lock Adult E Nitro NEMSIS: 9914117, 9914143 Consider Consider • Breathing, Tachycardia Destination • Pain, Trunk Injury Triage • STEMI Reviewed: Feb 2025 Aspirin: 4x 81 mg PO x1 (chewed) Adult Nitro: 0.4 mg SL Q 5 min x3 Doses 28",
    "29": "29 Alias: Heart Attack, Acute MI, Cardiac, Coronary Chest Pain Imperatives • This protocol is for suspected cardiac (ACS) emergencies only. - For pain resulting from chest trauma, refer to Trunk Injury. - For palpitations refer to Tachycardia or Bradycardia. • For all patients with an identiﬁed STEMI: place deﬁb pads on. - Also expose and shave groin during transport if time allows. Medications • Aspirin (Baby ASA): Contraindicated with active GI bleeding - Have patient chew four (4) 81mg tabs (not enteric coated). • Nitro (Nitroglycerin): May cause Hypotension. - Use caution if Hypotensive or suspected inferior/right STEMI. - Contraindicated if SBP under 110 mmHg without IV/IO access. - Contraindicated if recent (36 h) use of any PDE5 inhibitors: Call PDE5 Inhibitors • If you see a STEMI • Sildenaﬁl (Viagra®) • Or EKG says ** AMI** • Tadalaﬁl (Cialis®) • Call a STEMI Alert ER • Vardenaﬁl (Levitra®) • Avanaﬁl (Stendra®) Notes • Consider an atypical cardiac presentation in diabetics & elderly. - Actual chest pain is not always present. Ask about cardiac hx. - May have SOB or 'discomfort' or nausea or be weak & sweaty. • Consider advanced STEMI care if indicated & credentialed for CC. Pediatrics NEMSIS: 9914117, 9914143 • Cardiac chest pain is unlikely in peds. Consider other causes. • Aspirin and Nitro are contraindicated in peds chest pain. References Reviewed: Feb 2025 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape ACS: https://emedicine.medscape.com/article/1910735 [Ver: 9/20] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 20 Chest Pain 29",
    "30": "30 Dyspnea Obvious Difficulty Breathing Cause? Reactive Infectious Overload • COPD, Asthma • URI, Common Cold • Heart Failure, CHF • Croup in Peds • Pneumonia, Flu • Pulmonary Edema Position of A Nitro Adult E Albuterol Comfort E Atrovent A Decadron NEMSIS: 9914137, 9914139, 9914197, 9914221, 9914223 A Epi Neb Consider • Breathing, Circulation • Tachy, Brady, Allergy Albuterol: 2.5 mg NEB Q 5 min x4 Reviewed: Jun 2024 Atrovent: 0.5 mg NEB x1 Adult Decadron: 10 mg IV/IO, IM, PO x1 Doses Epi Neb: 5 mg NEB x1 Nitro: 0.4 mg SL Q 5 min x3 30",
    "31": "31 Alias: SOB, Wheezing, Asthma, COPD, CHF, BRUE Dyspnea Imperatives • Breathing (O2 and NIPPV) should take precedence over meds. • SpO2 and EtCO2 should be used extensively for dyspnea. Medications • Albuterol (Ventolin®) & Atrovent® (Ipratropium bromide): - May combine in same nebulizer. May cause palpitations. • Decadron® (Dexamethasone): May give IV formulation PO. - May mix the IV solution with juice or drink it straight. - PO is not appropriate for patients in extremis. Use IM or IV/IO. • Epi Neb (Epinephrine): Use 1 mg/mL vial (not 0.1 mg/mL preﬁll). - Good choice for severe croup, bronchiolitis or asthma in peds. • Nitro (Nitroglycerin): May cause Hypotension. - May use double dose (0.8 mg) if hypertensive & requiring NIPPV. - Use caution if Hypotensive or suspected inferior/right STEMI. - Contraindicated if recent (36 h) use of any PDE5 inhibitor. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Anxiety can also cause dyspnea and hyperventilation. - Consider simple reassurance for obvious benign anxiety. NEMSIS: 9914137, 9914139, 9914197, 9914221, 9914223 Pediatrics • Defer aggressive evaluation if any concern for epiglottitis. - Agitation can make it much worse. - Epiglottitis is unlikely in fully vaccinated patients. • Croup is an infection that is best treated like a reactive cause. - Stridor may be present (but choking may also cause stridor). • Use Peds Reference or other approved source for peds dosing. References • Medscape COPD: https://emedicine.medscape.com/article/297664 [Ver: 10/24] Reviewed: Jun 2024 • Medscape Asthma: https://emedicine.medscape.com/article/296301 [Ver: 8/24] • Medscape CHF: https://emedicine.medscape.com/article/163062 [Ver: 5/24] • Medscape Croup: https://emedicine.medscape.com/article/962972 [Ver: 1/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10, 19 Dyspnea 31",
    "32": "32 Allergic Reaction Symptomatic Use Caution if Patient Allergic Reaction Refusal Severity? Minor Major • Rash, Itching • Poor Perfusion • Mild Dyspnea • Obvious Dyspnea E Albuterol E Epi E Atrovent E Albuterol E Benadryl E Atrovent E Benadryl A Decadron Consider NEMSIS: 9914111 • Circulation • Dyspnea Albuterol: 2.5 mg NEB Q 5 min x4 Reviewed: Jun 2024 Atrovent: 0.5 mg NEB x1 Adult Benadryl: 25 mg IV/IO, IM, PO Q 15 min x2 Doses Epi: 0.3 mg auto, IM Q 5 min x3 Decadron: 10 mg IV/IO, IM, PO x1 32",
    "33": "33 Alias: Rash, Hives, Itching, Anaphylaxis Allergic Reaction Imperatives • Airway symptoms and facial swelling indicate a major reaction. - Lip and tongue swelling can be an immediate life threat. • A Use IM meds (or IV/IO if available) for any patient in extremis. Medications • Epi (Epinephrine): Use IM. Treat major reactions aggressively. - Use for any major Airway, Breathing or Circulation problems. - Be cautious in patients over 50 y/o or with CAD or chest pain. - EpiPen Jr.®: Use for 3-8 y/o. EpiPen®: Use for 9+ y/o. - E May only use auto-injector or color coded admin system. - I Consider an Epi Drip for persistent dyspnea or shock. • Albuterol (Ventolin®): Use for any dyspnea or wheezing. - Unlikely to help with rash or itching. May cause palpitations. • Decadron® (Dexamethasone): May give IV formulation PO. - May mix the IV solution with juice or drink it straight. • Benadryl® (Diphenhydramine): May give adults 50 mg PO x1. - E May only give PO (may use OTC formulation and dosing). Poor Perfusion • Suspect if several of these: - Altered Mental Status - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Rapid onset of symptoms indicates a more severe reaction. • Severe food allergies may also induce N/V and abdominal pain. NEMSIS: 9914111 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2024 References • Medscape Hives: https://emedicine.medscape.com/article/137362 [Ver: 9/23] • Medscape Anaphylaxis: https://emedicine.medscape.com/article/135065 [Ver: 8/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 23 Allergic Reaction 33",
    "34": "34 Abdominal Pain Abdominal Discomfort Cause? GI GERD • SBO, Gallbladder • “Burning” Pain • Gastritis, Crohn’s • Consider Cardiac AAA GI Bleed • “Pulsatile Mass” • Red or Black Vomit • Monitor for Shock • Monitor for Shock Trauma Infection • Injury, Fall, MVC • Appendix, Colitis • Tx: Trunk Injury • UTI, Pyelo, STI OB / GYN GU • Ectopic, Torsion • Kidney Stones • Miscarriage, DUB • Torsion, Phimosis Consider NEMSIS: 9914109 • Fever, Pain, Nausea • OD / Tox, Chest Pain Reviewed: Aug 2024 34",
    "35": "35 Alias: Stomach Pain, Heartburn, GERD, Acid Reﬂux, Ectopic Abdominal Pain Imperatives • This protocol is for medical causes of abdominal pain. - For traumatic abdominal pain, refer to Trunk Injury. • Prepare for Hypotension if any reported blood loss, or suspected: - AAA: Midline 'pulsatile mass' in the elderly - GI Bleeding: Black stool (melena) or 'coffee ground' emesis • Inquire about Pregnancy and consider complications. - Consider an ectopic in any pregnant female, watch for shock. • Avoid oral food and ﬂuids. (Oral meds are OK.) - Keep patients NPO (Nil Per Os: Lat. “nothing through the mouth”) Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Many common causes do not require speciﬁc EMS intervention. - E.g. gastroenteritis, gallbladder, appendix, colitis, SBO, etc. - Do consider treatment of the symptoms: Fever, Pain, Nausea Pediatrics • Simple constipation is a common cause in peds. - It does not require aggressive EMS intervention. NEMSIS: 9914109 Reviewed: Aug 2024 References • Medscape Abd Pain: https://emedicine.medscape.com/article/776663 [Ver: 7/18] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 26 Abdominal Pain 35",
    "36": "36 Altered LOC / Syncope Confused or Use Caution Unresponsive if Patient (but breathing) Refusal Glucometer E 12-Lead A Saline Lock Cause? Diabetic Psychiatric • Hx: Diabetes • Suicidal, Homicidal • Abnormal Glucose • Delusions, Psychosis Overdose/Tox Injury • Hx: Ingestion/Exposure • Head Injury, Bleeding • Obvious Drugs/Alcohol • Cold / Heat Exposure NEMSIS: 9914113, 9914149 Seizure Stroke • Hx: Epilepsy • Facial Droop, Weakness • Shaking, Confused • Slurred Speech Reviewed: Aug 2024 Fever Cardiac • Hx: Illness or Malaise • Brady, Tachy • Skin Flushed, Hot • Shock, Chest Pain • Sepsis 36",
    "37": "37 Alias: Dizzy, Fainting, Collapse, Orthostatic, POTS Altered LOC Imperatives • Altered LOC and syncope are complex problems. - Most important step is to consider and search for the cause. - Investigate the scene and take a careful history. • Unstable patients should be treated aggressively. - Be prepared for a Medical CODE. • Alcohol and drugs can mask other causes of altered LOC. - Don't assume Intoxication is the only problem. • Syncope may be caused by or result in trauma. - Maintain a high index of suspicion. Notes • Consider an atypical Cardiac cause in diabetics and the elderly. • Consider Sepsis if indicated and credentialed for Critical Care. • Check for medical jewelry. • May investigate pt’s GCS: Glasgow Coma Scale - Check each response Eyes Verbal Motor - Repeat as needed none none none 1 - Record the best effort pain moaning extensor 2 - Add the three numbers verbal words ﬂexor 3 - Normal score is 15 normal confused withdraw 4 - Worst score is 3 normal localizes 5 normal 6 Teasdale, SG glasgowcomascale.org Pediatrics NEMSIS: 9914113, 9914149 • Many causes of transient syncope are benign, but: - Prolonged altered LOC indicates potentially serious pathology. - Syncope during exertion can be a true cardiac emergency. References Reviewed: Aug 2024 • Medscape Syncope: https://emedicine.medscape.com/article/811669 [Ver: 9/24] • Medscape Delirium: https://emedicine.medscape.com/article/793247 [Ver: 8/22] • Medscape Hypoglycemia: https://emedicine.medscape.com/article/122122 [Ver: 7/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Altered LOC / Syncope 37",
    "38": "38 Diabetic Abnormal Use Caution if Patient Blood Glucose Refusal Level? Low High • Below 60 mg/dL • Above 400 mg/dL • Confusion • Polyuria, Thirst Oral Adult E Glucose A NS Bolus A D10 E 12-Lead E Glucagon E 12-Lead NEMSIS: 9914121, 9914125 Consider • Altered LOC • Seizure, OD / Tox Reviewed: Aug 2024 Oral Glucose: 15 grams PO Q 5 min x3 Adult D10: 100 mL IV/IO Q 5 min x5 Doses Glucagon: 1 mg IM x1 NS Bolus: 500 mL IV/IO x4 38",
    "39": "39 Alias: Hypo/Hyperglycemia, Blood Sugar/Glucose, DKA Diabetic Imperatives • EMS intervention is not required for mild asymptomatic patients. • Consider a concurrent Cardiac emergency in the elderly. - Many diabetic emergencies beneﬁt from a 12-Lead if able. • Consider other causes of Altered LOC even with hypoglycemia. • Hypoglycemia from sulfonylureas can be refractory & profound. - E.g. glipizide (Glucotrol®), glyburide, glimepiride (Amaryl®) - Call Medical Control for any refusal if taking sulfonylureas. Medications • Oral Glucose (Glutose 15™): Avoid if patient cannot swallow. - Consider regular food as an alternative if available. - Prioritize food & drink with simple sugar (like juice & candy). - Also provide complex carbs/protein (like peanut butter). • D10 (Dextrose 10%): Recheck glucose prior to repeat dosing. - May attempt without glucometer if hypoglycemia is likely. - I Thiamine: 100 mg IV/IO for alcoholics, online order only • Glucagon (Glucagen®): Caution - improvement is temporary! - Must provide additional glucose or D10 after admin. - Call Medical Control for any refusal after Glucagon. - E May use for pts 5+ y/o. Give whole vial intramuscular (IM). Notes • Avoid starting an IV in the legs or feet of a diabetic patient. • Hyperglycemia with fruity odor may be DKA - emphasize IV ﬂuids. • Look for an insulin pump. May unplug the tube if hypoglycemic. NEMSIS: 9914121, 9914125 Pediatrics • Only use NS Bolus for shock. Hypervolemia can cause harm. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2024 References • Medscape Hypoglycemia: https://emedicine.medscape.com/article/122122 [Ver: 7/24] • Medscape DKA: https://emedicine.medscape.com/article/118361 [Ver: 3/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Diabetic 39",
    "40": "40 Overdose / Tox Ensure Symptomatic Use Caution Provider Toxic Exposure if Patient SAFETY or Overdose Refusal Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Minor Symptoms • Toxic Effects A Saline Narcan Lock If hypoxic E 12-Lead A NS Bolus NEMSIS: 9914043, 9914135, 9914215, 9914217, 9914219, 99104225 Administer Antidote Ensure Consider Patient • Co-ingestions, Brady, N/V DECON • Shock, Hyperthermia Reviewed: Aug 2024 Narcan: up to 4 mg IV/IO, IM/IN PRN Adult NS Bolus: 500 mL IV/IO x4 Doses 40",
    "41": "41 Alias: Poisoning, Ingestion, Intoxicated (Drunk) Overdose / Tox Imperatives • Collect a detailed history and SDS (Safety Data Sheet) if able: - Substance, quantity and time of ingestion or exposure • Consider an Antidote for critical symptoms from a known toxin. - Minor exposures with few symptoms do not require an Antidote. - Stable patients should be monitored and transported. - Supportive care is sufficient for alcohol (ethanol) intoxication. • Monitor Airway closely with all caustic ingestions. Medications • Narcan® (Naloxone): Should only be used to treat Hypoxia. - May try for any substance OD or exposure w/ dyspnea or shock. - Call Medical Control for any refusal after Narcan. - May provide premeasured intranasal doses only. - A Titrate dose to resps & SpO2; May start as low as 0.04 mg. • NS Bolus (0.9% Saline): Fluids may help dilute toxins. - Consider even without Hypotension. Avoid with CHF or dialysis. NEMSIS: 9914043, 9914135, 9914215, 9914217, 9914219, 99104225 Notes • If poison is known, consider Poison Control: 800-222-1222. • This protocol includes poisoning and toxic ingestions. - For chemical burns and skin exposures, refer to Burns. - For gasses and smoke inhalation, refer to Inhalation. Pediatrics • Just a single pill of some adult meds can cause profound shock. - Ingested cigarettes or vape ﬂuid (nicotine) can be fatal. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2024 References • Medscape Opioids: https://emedicine.medscape.com/article/815784 [Ver: 8/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 25 Overdose / Tox 41",
    "42": "42 Seizure Convulsions or Posturing Active? Not Seizing Seizing • Recent Convulsion • Hx: Epilepsy • Postictal Confusion • Protect From Harm Glucometer A Versed A Saline Lock A IfKeppra Refractory I Magnesium If Pregnant NEMSIS: 9914141, 9914157 Consider • Altered LOC, OD/Tox • Fever, Head Trauma • Preeclampsia Reviewed: Aug 2024 Versed: 2.5 mg IV/IO, IM/IN Q 2 min x4 Adult Keppra: 3,000 mg IV/IO over 10 min Doses Magnesium: 4 grams IV/IO x1 42",
    "43": "43 Alias: Epilepsy, Eclampsia, Febrile Seizure, Withdrawal Seizure Imperatives • Active convulsions with Altered LOC should be treated promptly. - Meds are contraindicated without active convulsions. - Aggressively treat seizures due to alcohol or benzo withdrawal. • Shaking while awake and responsive is unlikely to be a seizure. - Consider other causes such as Psychiatric or OD / Tox. - Non-epileptic pseudoseizures do not require intervention. • Use caution with needles - increased risk of provider injury. Medications • Versed® (Midazolam): Only appropriate for active convulsions. - May double dose if using IM/IN to limit risks (5 mg Q 5 min x2). • Keppra® (Levetiracetam): Second line if seizures continue. - Use weight based peds dosing for adults under 110 lbs (50 kg). • Magnesium (sulfate): May cause Hypotension and Dyspnea. - Only useful for seizures in late Pregnancy (20 weeks & over). - Do not provide in early pregnancy. Eclampsia is unlikely. - Consider Preeclampsia if indicated and credentialed for CC. Notes • Obtain details of patient's seizure meds if immediately available. • Seizures can come in groups, be prepared to treat another seizure. • Confusion after seizure is common and may last over 30 min. - Transient stroke-like paralysis is also possible but is not a CVA. Pediatrics NEMSIS: 9914141, 9914157 • Peds under 5 y/o may have a seizure caused by Fever. - It is usually self limiting and does not require intervention. - Consider medication if longer than 5 min or seizure reoccurs. - Aggressively treat any peds seizure not associated with Fever. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2024 References • Medscape Seizure: https://emedicine.medscape.com/article/1184846 [Ver: 7/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Seizure 43",
    "44": "44 Stroke Acute Focal Neuro Deﬁcits Ask Time Last Normal Do Stroke Survey Elevate Head of Bed Glucometer E 12-Lead A Saline Lock Consider Consider NEMSIS: 9914145 • Breathing, Shock, Seizure Destination • Altered LOC, Head Inj. Triage Reviewed: Aug 2024 44",
    "45": "45 Alias: CVA, TIA, Mini Stroke Stroke Imperatives • Treatment is time sensitive. Do not delay transport for procedures. • Time Last Normal is not necessarily when symptoms started. - If noticed upon waking up: last normal is when they went to bed. - If altered LOC: last normal is when someone saw them normal. • Stroke Survey: Start with the Cincinnati Stroke FAST exam. - Consider additional screening if able (Stroke VAN or NIHSS). • Elevate head of bed approximately 30° (helps prevent aspiration). • Attempt a Saline Lock only once. Leave other sites for ED staff. Cincinnati Stroke Stroke VAN • Facial Droop? Must have Arm Drift • Arm Drift? • Vision: Partial / Total Loss? • Slurred Speech? • Aphasia: Trouble Speaking? • Time Last Normal? • Neglect: Ignoring One Side? • If you suspect a CVA Call • & Last Normal < 6 h • Call a STROKE Alert ER Notes • Systemic thrombolysis (tPA, TNK) must occur within 3-6 hours. - Vascular neuro-intervention may be possible out to 24 hours. • Encourage family or guardian to accompany patient. - There are important decisions to be made quickly at the ED. - Record phone number for family or guardian if possible. NEMSIS: 9914145 Pediatrics • Stroke is unlikely in peds. Consider other causes of Altered LOC. Reviewed: Aug 2024 References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • Medscape Stroke: https://emedicine.medscape.com/article/1916852 [Ver: 2/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 22 Stroke 45",
    "46": "46 Psychiatric Ensure Overt Psychosis, Use Caution Provider if Patient SAFETY Anxiety or SI / HI Refusal Severity? Mild Moderate Severe • Mostly Calm • Moderate Agitation • Delirious, Irrational • Mostly Agreeable • Will Listen to You • Fighting, Agitated Position of I Versed Call Police Comfort I Versed I Haldol Consider NEMSIS: 9914053 • Circulation (shock) • Altered LOC Reviewed: Aug 2024 Versed: 2.5 mg IV/IO, IM/IN Q 2 min x4 Adult Haldol: 5 mg IM x1 Doses 46",
    "47": "47 Alias: Anxiety, Agitation, Suicidal, Delirium, Restraint Psychiatric Imperatives • Do not assume psychosis. Evaluate and treat for other causes. • Psychiatric patients may not have the capacity to Refuse. - Involve Police and call Medical Control for any psych refusal. • Use of any restraint presents signiﬁcant medical (and legal) risk. - Attempt de-escalation ﬁrst. Restraint should be a last resort. - Use only to ensure safety of patient and providers. - Use only when risk of harm is greater than risk of restraint. - Elderly or frail patients are unlikely to need restraint. • Physical restraint should only be used in conjunction with Police. - Ask for Police help if the patient is physically combative. - Beware any physical or verbal threats, aggression, or agitation. - Never use hobble restraints. Never restrain a patient prone. • Use caution with needles - increased risk of provider injury. Medications • Versed® (Midazolam): Use with caution with peds and elderly. - May double dose if using IM/IN to limit risks (5 mg Q 5 min x2). • Haldol® (Haloperidol): Requires transport and ALS monitoring. • Antipsychotics may cause dystonic muscle spasms (not seizure). - Consider treatment with Benadryl if spasms are severe. - I Benadryl® (diphenhydramine): 25 mg PO, IV/IO, IM x1 Notes • SI / HI: Suicidal or Homicidal Ideation (any recent thoughts or acts) Pediatrics NEMSIS: 9914053 • Consider calling Medical Control prior to restraining peds. • Use Peds Reference or other approved source for peds dosing. Reviewed: Aug 2024 References • Medscape Suicide: https://emedicine.medscape.com/article/2013085 [Ver: 1/24] • Medscape Aggression: https://emedicine.medscape.com/article/288689 [Ver: 11/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 27 Psychiatric 47",
    "48": "48 Pregnancy / Delivery Suspected or Use Caution Known Pregnancy if Patient (20 weeks & over) Refusal Delivery? Cause? Not Imminent Normal Complicated • Vaginal Bleeding • Adequate Perfusion • Premature or Twins • Labor, Contractions • Full Term ( > 36 w) • Failed Delivery • Miscarriage • Head Presentation • Prolapse or Breech Left Lateral E Deliver Don’t Push Recumbent Baby A NS Bolus Manage E Emergent Neonate Transport Manage OB A Saline Lock E Complication A NS Bolus Consider NEMSIS: 9914155 • HTN, Circulation • Seizure, Bleeding • Preeclampsia Reviewed: Oct 2024 NS Bolus: 500 mL IV/IO x4 Adult 48",
    "49": "49 Alias: Contractions, Miscarriage, Postpartum care/bleeding Pregnancy / Delivery Imperatives • This protocol applies to late pregnancy (20 weeks & over). - There are no speciﬁc EMS interventions for early pregnancy. - Uterus palpable above the umbilicus suggests late pregnancy. • Any SBP reading above 160 mmHg may be preeclampsia. - Prioritize transport. Call Medical Control for any refusal. - Consider Preeclampsia if indicated and credentialed for CC. • Aggressively treat any Seizure as eclampsia. • Any maternal trauma after 20 weeks should be transported. - Fetus may have injury that is not immediately obvious. - Even minor trauma (simple falls, etc) can cause fetal harm. • Prioritize transport for any complications with delivery. - Reduce cord if found around the neck. • Manage OB Complications during transport: - Failed Delivery / Shoulder Dystocia: transport knees to chest - Prolapse: don’t handle cord, relieve pressure using ﬁngers in vagina - Breech: do not pull, elevate presenting part if pressing on cord Notes • Remember not all medications are safe in pregnancy. - Call Medical Control if any question. • Postpartum bleeding can be severe; fundal massage can help. - A If poor perfusion: TXA (Tranex. Acid): 2 g IV/IO over 10 m • May attempt home delivery if uncomplicated and imminent. - Crowning and urge to push suggest delivery is imminent. • Attempt to have a chaperone present for any genital evaluation. NEMSIS: 9914155 Pediatrics • Refer to Neonate for management of the newborn baby. References Reviewed: Oct 2024 • Medscape Delivery: https://emedicine.medscape.com/article/260036 [Ver: 2/24] • Medscape Eclampsia: https://emedicine.medscape.com/article/253960 [Ver: 2/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 36 Pregnancy / Delivery 49",
    "50": "50 Neonate Infant Use Caution Under 1 Month Old if Patient (≤ 30 days) Refusal Stimulate, Warm & Dry Pulse? Over 100 100 - 60 Under 60 • Warm, Pink Skin • Cyanosis • Floppy Baby • Active Cry • Weak Cry • Low / Zero APGAR APGAR Provide O2 Provide O2 Encourage BVM BVM Breastfeeding Assist Ventilate Chest Compression NEMSIS: 9914133, 9914163 Peds I Epi Consider • Bradycardia Reviewed: Apr 2024 • Circulation / Shock Epi: 0.5 mL (of 1 mg per 10 mL) IV/IO Q 5 min Peds 50",
    "51": "51 Alias: Newborn, Baby/Infant Resuscitation Compressions Neonate Imperatives • Neonate: 120 /min • Most respond to simple stimulation. • OPA/NPA: 3 : 1 w/ BVM - Dry off & place on mom’s chest. • BIAD: Continuous - Wait 60 sec before clamping cord. - Leave 6-10 inches of viable cord. BVM Rate • SpO2 rises slowly after birth. • Neonate: Q 2 sec (30 /min) - Consider a sensor on right hand. • Less common causes of distress: PTX, Hypoglycemia, Shock APGAR: 2 1 0 Normal SpO2: • Appearance pink blue gray 1 min 60-65% • Pulse 100+ 99-1 0 2 min 65-70% • Grimace good poor none 3 min 70-75% • Activity kicks weak limp 4 min 75-80% • Respiration cry gasp 0 5 min 80-85% 10 min 85-95% Notes • May place newborn directly on mom’s bare chest to keep warm. • Document 1 and 5 minute APGAR scores - add up the total points. • Use mom and baby ID bands if available. • Meconium suction is not included in this protocol. • Avoid high ﬂow oxygen into a newborn's eyes. Adults NEMSIS: 9914133, 9914163 • This protocol is for infants under 1 month (≤ 30 days) old only. • It does not apply to adults or older peds. References Reviewed: Apr 2024 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Delivery: https://emedicine.medscape.com/article/260036 [Ver: 2/24] • Medscape Neonate: https://emedicine.medscape.com/article/977002 [Ver: 10/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 36 Neonate 51",
    "52": "52 Trauma CODE No Pulse No Mortal Injury No DNR/POST Assign Jobs First Second Third Compressions Trauma Care Medical Care • Most important • Control Bleeding • Try Medical CODE • Start Immediately • Treat Circulation • Analize Q 2 min • Minimize Breaks • Airway / Breathing • Use IV or IO access Chest Tourniquet Deﬁb Compression If Advised Pleural I Decompress I Epi A NS Bolus I Amio If VT/VF Disposition NEMSIS: 9914087 • Transport ASAP Reviewed: Oct 2024 NS Bolus: 500 mL IV/IO x4 Adult Epi: 1 mg IV/IO Q 5 min Doses Amiodarone: 1st 300 ￫ 2nd 150 mg IV/IO Q 5 min x2 52",
    "53": "53 Alias: Traumatic Arrest CODE Imperatives Compressions • Adult/Peds: 120 /min • Place Tourniquets if needed. • OPA/NPA: 30:2 w/ BVM - Limiting blood loss is critical. • BIAD/ETT: Continuous • Try bilateral Pleural Decompression. - Hidden tension pneumothorax may cause traumatic arrest. • This protocol applies to cardiac arrest caused by severe trauma. - Refer to Medical CODE for arrest with only incidental injuries. • Deﬁnitive treatment for traumatic arrest is the operating room. - Prioritize compression, tourniquets and transport ASAP. Mortal Injuries • If Any Trauma CPR Call • Decapitation or Exposed Brain • Or Unstable Vitals • Destruction of Trunk or Organs • Call a TRAUMA Alert ER • Burned Beyond Recognition • Massive Blunt Force, Explosion • Over 30 min Since Arrest Medications • NS Bolus (0.9% Saline): Target SBP of 90 mmHg 90 - Use balanced resuscitation in hemorrhagic shock (except for isolated head/spine injury or pregnancy). • Amiodarone: Adults give twice (x2) Q 5 min 300 mg ￫ 150 mg - For peds, give 5 mg/kg three times (x3) Q 5 min Notes • Use caution with compressions and deﬁb in a moving vehicle. • EtCO2 can help identify ROSC and guide termination decision. • A well run CODE should operate like a pit crew. Focus on your job. NEMSIS: 9914087 Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2024 • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • NAEMSP Mortal Injuries: https://doi.org/10.3109/10903127.2012.755586 [Ver: 1/13] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Trauma CODE 53",
    "54": "54 Trauma ROSC Return of Pulse Stabilize • Control Bleeding • Treat Circulation • Airway / Breathing E Emergent Transport Tourniquet Pleural I Decompress E 12-Lead A Saline Lock I Ketamine If Agitated NEMSIS: 9914165 Consider Consider • Bleeding, Shock Destination • Medical ROSC Triage • Intubation, Vent Reviewed: Oct 2024 Ketamine: 20 mg IV/IO Q 5 min x2 Adult 54",
    "55": "55 Alias: Return of Pulse / Post-Resuscitation after Trauma Trauma ROSC Imperatives • Most important aspect is to prioritize emergent transport. - Get the patient to the hospital. • Reassess and repeat Pleural Decompression as needed. - Repeat immediately if decompensation after initial success. • Reassess and apply additional Tourniquets as needed. - Apply pressure and pack wounds for junctional bleeding. • Consider a concurrent medical cause preceding the trauma. Poor Perfusion Call • Suspect if several of these: • If Any Trauma CPR - Altered Mental Status • Or Unstable Vitals - Skin Pale, Cool, Diaphoretic • Call a TRAUMA Alert ER - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • Ketamine (Ketalar®): Dilute in NS and give slowly over 10 min. - Use weight based peds dosing for adults under 110 lbs (50 kg). Notes • Keep normothermic (hypothermia causes coagulopathy & bleeding) • Consider Intubation and/or Vent if indicated & credentialed for CC. NEMSIS: 9914165 Pediatrics • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Trauma ROSC 55",
    "56": "56 Major Trauma Obvious Multisystem Injury Priorities First Second Third 1° Survey Rapid Evac 2° Survey • Treat Circulation • Consider HEMS • Repeat 1° Survey • Establish Airway • Scene Time < 10 m • Treat Other Injury • Provide Breathing • Hold Manual SMR • Treat Pain Tourniquet E Emergent Transport A NS Bolus Pleural I Decompress Ancef A If Major Wound Chest Seal NEMSIS: 9914045, 9914105, 9914207 Consider Consider • Breathing, Shock Destination • Bleeding Triage • Blood Reviewed: Oct 2024 NS Bolus: 500 mL IV/IO x4 Adult Ancef: 2 grams IV/IO, IM x1 Doses 56",
    "57": "57 Alias: Multisystem Trauma, Impaled, Explosion / Blast Injury Major Trauma Imperatives • Rapid transport is critical for massive life threatening injury. - Get the patient to the hospital. Deﬁnitive care is in the OR. - Delay transport only to address major threats to life. - Secondary survey and treatment can occur during transport. • It is appropriate to start with rapid manual immobilization only. - You may defer placing a c-collar to the secondary survey. - You should defer extremity splinting to the secondary survey. Poor Perfusion • If Major Intervention Call • Suspect if several of these: • Or Major Mechanism - Altered Mental Status • Call a TRAUMA Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • NS Bolus (0.9% Saline): Target SBP of 90 mmHg 90 - Use balanced resuscitation in hemorrhagic shock (except for isolated head/spine injury or pregnancy). • Ancef® (Cefazolin): Provide for any major open wound. - Avoid if pt allergic to Keﬂex, PCN or other cephalosporins. - Reconstitute powder with normal saline and shake well to mix. Notes NEMSIS: 9914045, 9914105, 9914207 • Consider IV ﬂuid warmers and/or rapid infusers if available. • Splint impaled objects as found (cut wreckage to free patient). - May remove only if interfering with airway or resuscitation. • Consider Blood if indicated and credentialed for Critical Care. Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Oct 2024 References • Medscape Polytrauma: https://emedicine.medscape.com/article/434707 [Ver: 7/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Major Trauma 57",
    "58": "58 Bleeding Acute Traumatic Hemorrhage Direct Pressure Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Superﬁcial Injury • Pulsatile Bleeding Wound Tourniquet Care Wound Packing A TXA Consider Consider NEMSIS: 9914083 • Breathing, Shock Destination • Major Trauma Triage • Blood Reviewed: Oct 2024 TXA: 2 gram IV/IO over 10 min Adult 58",
    "59": "59 Alias: Hemorrhage, Tourniquet, Wound Packing Bleeding Imperatives • Advance to a Tourniquet rapidly for any major arm / leg bleeding. - Write the time of Tourniquet application on the patient. • Packing may also help (especially junctional bleeds). Do not pack: - Unstable, depressed or open skull fractures; chest wounds - Bleeding from body oriﬁces: vagina, rectum, ear, mouth, etc. Poor Perfusion • If Major Intervention Call • Suspect if several of these: • Or Major Mechanism - Altered Mental Status • Call a TRAUMA Alert ER - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Medications • TXA (Tranexamic Acid): Avoid if injury 3+ hours old or known PE. - Use for any major external traumatic bleeding. - Use for suspected intra-abd/thorax bleed w/ poor perfusion. - May also use for severe postpartum (non-traumatic) bleeding. - Avoid for other forms of suspected internal or medical bleeding. Notes • Anticoagulation meds (“blood thinners”) increase bleeding risk. • Consider removing bystander dressings to investigate severity. • Bandage wounds after bleeding is controlled. • Consider Blood if indicated and credentialed for Critical Care. Pediatrics NEMSIS: 9914083 • Hypotension is a late sign of hemorrhagic Shock in peds. • Use Peds Reference or other approved source for peds dosing. References Reviewed: Oct 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • Stop the Bleed®: https://www.stopthebleed.org/ [Ver: 2024] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Bleeding 59",
    "60": "60 Immobilization Suspected Blunt Spinal Injury Indications? Absent Present • Can Give History • History Unreliable • No Indications • Any Indications Spine SMR with Clear C-collar NEMSIS: 9914073, 9914107 Consider • Pain • Major Trauma Indications Reviewed: Dec 2024 • Spine Tenderness • Altered LOC from Baseline • Spine Deformity • Acutely Intoxicated • Neuro Deﬁcits • Distracting Injury or Mechanism 60",
    "61": "61 Alias: Spinal Motion Restriction (SMR), C-spine, Backboard Immobilization Imperatives • While backboards have historically been used to attempt spinal immobilization, SMR may also be achieved by use of a scoop stretcher, vacuum splint, ambulance cot, or other similar device to which a patient is safely secured. † • Awake, compliant patients may be safely secured with seat belts. • SMR requires supine positioning and a c-collar. • A long spine board, a scoop stretcher, or a vacuum mattress is recommended to assist with patient transfers ... to minimize ﬂexion, extension, or rotation of the possibly injured spine. † - May try gentle self-extrication from a vehicle (with a c-collar). • There is no role for SMR in penetrating trauma. † Notes • Spine Tenderness or Deformity includes any: - Midline neck or back pain, tenderness, crepitus, step off etc. • Neuro Deﬁcits include any new symptoms of neurologic injury: - Unconscious greater than 1 min, or seizure - Paralysis, weakness, numbness, or vision changes - Shooting ‘electric’ pain, or tingling in any extremity • Altered LOC from Baseline includes any change in mentation: - Glasgow Coma Scale less than baseline, new confusion • Acute Intoxication includes any alteration in mentation due to: - Alcohol, medications, recreational or illegal drugs • Distracting Injury or Mechanism may include: - Unstable vitals, airway trauma, blast injury, shallow water diving NEMSIS: 9914073, 9914107 - Fall > 10 ft, ﬂail chest, unstable pelvis, 2° or 3° Burn > 10% BSA - Major fracture/bleed, crushed/mangled or amputated extremity - High risk MVC: > 60 mph, ejection, roll over, death, struck by car Pediatrics • Any child that cannot provide a reliable history should have SMR. Reviewed: Dec 2024 References • ACS-COT, ACEP, NAEMSP: SMR in Trauma - Joint Statement † [Ver: 2018] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 33 Immobilization 61",
    "62": "62 Head Injury Head, Face or Neck Trauma Location? Cause? Skull Fx Mouth • Battle’s Sign • Tx: Airway • Avoid Pressure • Be Careful w/ BIAD Scalp Ears • Tx: Bleeding • Check for CSF • Consider Fracture • Do Not Pack Ears Neck Nose • Tx: Immobilization • Tx: Epistaxis • Chest Seal • Do Not Reduce NEMSIS: 9914041, 9914057, 9914099, 9914101, 9914205 Eyes Teeth • Flush Any Chemical • Place in Solution • Shield Both for Inj. • May Try to Replant Consider • Major Trauma • Altered LOC, Seizure • Intubation Reviewed: Dec 2024 62",
    "63": "63 Alias: Concussion, Face / Neck / Eye / Nose / Mouth Trauma Head Injury Imperatives • Transport emergently if sudden changes in LOC. • Hypoxia and Hypotension are associated with poor outcomes. - Investigate and treat for Hypoxia and Hypotension aggressively. • Intentional hyperventilation by EMS is not appropriate. • Anticoagulation meds (“blood thinners”) increase risk of ICH. • Lacerations beneﬁt from repair within the ﬁrst few hours. • Mechanism predicts severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Notes • Skull Fx: May cause bruising behind ears or around both eyes. • Scalp: Direct pressure for brisk bleeding (unless skull crepitus/fx). • Neck: All penetrations should have a chest seal. • Eye: Use copious saline or water to ﬂush out any contamination. - E Tetracaine (0.5% Ophthalmic): 1-2 gtt prior to ﬂushing - Do not ﬂush penetrating injury. Place eye shield over both eyes. • Mouth: May remove impaled objects that compromise Airway. - Consider Intubation if indicated & credentialed for Critical Care. NEMSIS: 9914041, 9914057, 9914099, 9914101, 9914205 • Ear: Check any discharge for CSF by dropping on white paper. - A yellow / clear halo suggests CSF leak from skull fracture. • Nose: Do not attempt to reduce. Treat for Epistaxis. • Teeth: Transport avulsed teeth in Hank's solution or NS. - Attempt replantation only in uncomplicated & isolated injury. • Concussion: Usually does not require EMS intervention. Pediatrics • Do not attempt replantation for primary (baby) teeth. • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2024 References • Medscape Head Injury: https://emedicine.medscape.com/article/1163653 [Ver: 12/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 33 Head Injury 63",
    "64": "64 Trunk Injury Chest, Back, or Abdomen Trauma Injury? Cause? Penetration Impaled • Tx: Breathing • Splint Object • Consider PTX • Don’t Remove Evisceration Flail Chest • Saline Gauze • Tx: Breathing • Vapor Barrier • Assist with BVM Spine Unstable Pelvis • Tx: Immobilization • Tx: Shock • Check for Step Off • Use Pelvic Binder Consider NEMSIS: 9914193 • Major Trauma • Bleeding, Pain Reviewed: Dec 2024 64",
    "65": "65 Alias: Chest/Abd Injury, Evisceration, Flail Chest, Pelvic Fx. Trunk Injury Imperatives • Splint impaled objects as found (cut wreckage to free patient). - May remove only if interfering with airway or resuscitation. • Lacerations beneﬁt from repair within the ﬁrst few hours. • Mechanism is an important indicator of injury severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Notes • Penetration: All penetrations should have a chest seal. • Evisceration: Cover with saline gauze and vapor barrier. • Spine: Monitor for Neuro Deﬁcits and provide Immobilization. • Impaled: Cut object free of wreckage. Do not remove from patient. • Flail Chest: Monitor for Pneumothorax. Use BVM for Dyspnea. • Unstable Pelvis: Assess only once (with gentle compression). - Place a pelvic binder for any unstable or fractured pelvis. Pediatrics • Trunk injury is more likely in peds struck by a car. NEMSIS: 9914193 Reviewed: Dec 2024 References • Medscape Blunt Chest: https://emedicine.medscape.com/article/428723 [Ver: 11/22] • Medscape Penetrating Abd: https://emedicine.medscape.com/article/2036859 [Ver: 3/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 31 Trunk Injury 65",
    "66": "66 Extremity Injury Arm or Leg Trauma Distal Pulses? Intact Absent • Skin Warm, Pink • Skin Pale, Cool • Good Cap Reﬁll • Poor Cap Reﬁll Wound Reduce E Deformity Care Splint E Emergent Transport Ice Pack Splint Ancef A If Open Fracture NEMSIS: 9914077, 9914097 Consider Consider • Pain, Bleeding Destination • Hyperkalemia Triage Reviewed: Dec 2024 Ancef: 2 grams IV/IO, IM x1 Adult 66",
    "67": "67 Alias: Crush, Suspension, Amputation, Splint, Sprain, Strain Extremity Injury Imperatives • Advance to a Tourniquet rapidly for any major arm / leg bleeding. - Write the time of Tourniquet application on the patient. • Pulseless extremities and amputations are true emergencies. - Record time of injury. Reduce any deformity. Transport ASAP. - Wrap amputated parts in saline gauze and place in sealed bag. - Place bag on ice if available. Record time placed on ice. • Beware Hyperkalemia in any limb crush or suspension injury. - Limb crush: may start tx (if rapidly available) before release. - Harness hang: immediately extricate & place supine. • Lacerations beneﬁt from repair within the ﬁrst few hours. • Mechanism is an important indicator of injury severity. • If Major Intervention Call • Or Major Mechanism • Call a TRAUMA Alert ER Medications • Ancef® (Cefazolin): Provide if an open fracture is suspected. - Avoid if pt allergic to Keﬂex, PCN or other cephalosporins. - Reconstitute powder with normal saline and shake well to mix. Notes • Remove adjacent and distal jewelry if able. • High pressure injections may cause subtle but devastating injury. NEMSIS: 9914077, 9914097 • A traction splint may help pain & bleeding from isolated femur fx. Pediatrics • Consider Child Abuse for injuries that do not match the history. Reviewed: Dec 2024 References • Medscape Fracture Care: https://emedicine.medscape.com/article/1270717 [Ver: 4/24] • Medscape Vascular Trauma: https://emedicine.medscape.com/article/462752 [Ver: 10/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 30 Extremity Injury 67",
    "68": "68 Cold / Heat Suspected Exposure Severity? Major Hypo Minor Major Hyper • Stopped Shivering • Adequate Perfusion • Confused • Cyanosis • Normal LOC • Hot Skin Active Passive Active Warming Techniques Cooling Glucometer A NS Bolus E 12-Lead NEMSIS: 9914023, 9914025, 9914027, 9914029, 9914031 A NS Bolus Consider • Circulation (shock) • Medical Code Active Warming Active Cooling Reviewed: Dec 2024 • Remove Wet Clothes & Dry Off • Fan, Misting, and/or Ice Bath • Heat Packs to Groin / Axilla • Ice Packs to Groin / Axilla • Warmed O2 & IV Fluids • PO ﬂuids, Chilled IV Fluids NS Bolus: 500 mL IV/IO x4 Adult 68",
    "69": "69 Alias: Hypo/Hyperthermia, Frost Nip/Bite, Heat Stroke, NMS Cold / Heat Imperatives • Hyperthermia is not the same as Fever from infection. - Meds for Fever worsen hyperthermia and are contraindicated. • Confusion is the hallmark of major hyperthermic emergencies. - Aggressively & actively cool anyone that is hot & confused. - A If shivering from active cooling: Versed® 2.5 mg IV/IO x1 • Resuscitation of major hypothermia is a special case: - Most important intervention is active rewarming. - Check carefully for pulse. If present, it will be very faint. - Provide deﬁb and ACLS meds as per normal Medical Code. - Call Medical Control before termination of resuscitation. • Pad heat & ice packs. Do not place directly against the skin. Notes • Passive techniques include clothing and environment changes. • Special thermometers or core temp monitors may be helpful. - Major hyperthermia is likely above: 104 °F (40 °C). - Major hypothermia is likely below: 86 °F (30 °C). • Some drugs may also cause hyperthermia. Treatment is the same. • Excessive movement of hypothermic patients can cause V-Fib. • Splint any extremity with frostbite to limit movement (do not rub). - Delay rewarming frostbite if there is potential for re-freezing. NEMSIS: 9914023, 9914025, 9914027, 9914031 - E Ibuprofen (Motrin®): Give 600 mg PO x1 for frostbite Pediatrics • Small children (and the elderly/frail) will decompensate faster. • Use Peds Reference or other approved source for peds dosing. References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] Reviewed: Dec 2024 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Hypothermia: https://emedicine.medscape.com/article/770542 [Ver: 10/21] • Medscape Heat Stroke: https://emedicine.medscape.com/article/166320 [Ver: 7/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 35 Cold / Heat 69",
    "70": "70 Burns Ensure Heat, Chemical, Provider SAFETY or Electric Injury Stop the Burning Severity? Minor Major • Superﬁcial • Deep or Blistering • Less than 5% BSA • Face or Airway Position of Wound Comfort Care A NS Bolus NEMSIS: 9914085, 9914095, 9914209, 9914213 Ensure Consider Consider Patient • Breathing, Shock Destination DECON • Pain, Antidote Triage Reviewed: Dec 2024 NS Bolus: 500 mL IV/IO per hour Adult 70",
    "71": "71 Alias: Hazmat, Heat / Chemical / Electrical Burn, Sunburn Burn Imperatives • Use ABLS rate (may use LR, but NS is OK). Watch for Hypothermia. • Monitor Airway closely with any facial, nasal or oral burns. • Some chemical burns (e.g. HF acid) may beneﬁt from an Antidote. • Monitor EKG for electrical burns > 1,000 V. • Remove adjacent and distal jewelry if able. BSA percentage (front and back) ABLS rate: • 14+ y/o: 500 mL/hr 18 9 9 9 • 6-13 y/o: 250 mL/hr 18 • 0-5 y/o: 125 mL/hr 18 18 9 9 • If Major Intervention Call 14 14 18 • Or Major Mechanism • Call a TRAUMA Alert ER 9 9 Notes 1 9 9 • Rule of 9's can estimate BSA in adults. - Patient's palm (with ﬁngers) is about 1% BSA. - Consider only partial and full thickness when calculating BSA. • This protocol includes chemical burns and skin exposures. NEMSIS: 9914085, 9914095, 9914209, 9914213 - For gasses and smoke inhalation, refer to Inhalation. - For poisoning and toxic ingestions, refer to OD / Tox. • If chemical is known, consider CHEMTREC: 800-424-9300. • This does not include radiation exposure (call Medical Control). • Consider aeromedical Destination Triage if major burn > 20% BSA. - There are no ABA veriﬁed burn centers near the WVEMS region. Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Dec 2024 References • Medscape Burns: https://emedicine.medscape.com/article/1278244 [Ver: 10/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 30 Burns 71",
    "72": "72 Inhalation Ensure Toxic or Anoxic Provider SAFETY Gas Exposure Remove from Harm Assess for: • Airway, Breathing • Burns, OD / Tox Provide O2 NEMSIS: 9914033, 9914167, 9914173 Ensure Consider Patient • Breathing, Shock DECON • OD / Tox, Antidote • Intubation Reviewed: Jun 2024 72",
    "73": "73 Alias: Smoke Inhalation, Carbon Monoxide, Toxic/Anoxic Gas Inhalation Imperatives • Monitor Airway closely with any facial, nasal or oral burns. - Check the mouth for soot and the nose/face for singed hairs. - Consider Intubation if indicated and credentialed for CC. • Provide 100% oxygen by NRB for carbon monoxide (CO) exposure. - SpO2 may read false normal. (CO can fool the SpO2 monitor.) - Symptoms may include: headache, confusion, red skin, N/V. - Oxygen is critical for pregnant females exposed to CO. • Some gasses (e.g. Cyanide) may beneﬁt from an Antidote. • Even non-toxic gases can produce Hypoxia & Dyspnea. Give O2. Notes • SpCO monitors are available and work like SpO2 monitors. - Normal: less than 3% (may be up to 6% in heavy smokers) - Exposure: 3% - 10% - Toxic: above 10% • Most law enforcement riot agents are potent respiratory irritants. - Common agents include tear gas (CS) and pepper spray (OC). - Flush eyes and move to fresh air. Beware cross-contamination. - There are no speciﬁc antidotes. Provide supportive care. • This protocol includes gasses and smoke inhalation. - For chemical burns and skin exposures, refer to Burns. - For poisoning and toxic ingestions, refer to OD / Tox. NEMSIS: 9914033, 9914167, 9914173 Pediatrics • Small children (and the elderly/frail) may exhibit symptoms faster. References Reviewed: Jun 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape CO: https://emedicine.medscape.com/article/2085044 [Ver: 11/19] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 25 Inhalation 73",
    "74": "74 Sting / Bite Ensure Animal or Insect Use Caution Provider if Patient SAFETY Trauma Refusal Assess for: • Allergic Reaction • Bleeding Splint Stinger Removal Consider NEMSIS: 9914079 • Pain • Underlying Injury Reviewed: Dec 2024 74",
    "75": "75 Alias: Animal / Snake / Spider / Tick Bite, Bee / Wasp Sting Sting / Bite Imperatives • Don't bring animals, snakes or bugs with you to the ED. - May photograph from a safe distance, but do not try to catch. - Law enforcement can assist with animal control if needed. - Inquire about the rabies status of any domestic animal. • Remove adjacent & distal jewelry; circumscribe any erythema. • Venous tourniquets and wound suction are not indicated. • Serious or deep bites (especially human & cat) need physician eval. Notes • Consider ice for animal bites & insect stings, but avoid for snakes. • Venomous bites in VA: Rattlesnake, Copperhead, and Black Widow - May also encounter venomous bites from exotic pets. - Tick bites do not usually require EMS intervention. - This protocol does not apply to marine stings or bites. • If animal is known, consider calling Poison Control: 800-222-1222. Rattlesnake Copperhead Black Widow wikimedia.org CC-BY-2.0 PeterPaplanus wikimedia.org CC-BY-2.0 2ndPeter wikimedia.org CC-BY-SA-3.0 Shenrich91 NEMSIS: 9914079 Pediatrics • Beware Anaphylaxis with any voice changes (i.e. hoarseness). Reviewed: Dec 2024 References • Medscape Snakebite: https://emedicine.medscape.com/article/168828 [Ver: 4/21] • Medscape Spiders: https://emedicine.medscape.com/article/772196 [Ver: 10/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 35 Sting / Bite 75",
    "76": "76 Epistaxis Bleeding from the Nose Severity? Minor Major • Minimal Oozing • Active Bleeding • No Dyspnea • Anticoagulated Direct Direct Pressure Pressure E Afrin A TXA Adult A Saline Lock Consider NEMSIS: 9914059 • Breathing, Shock • Bleeding Reviewed: Feb 2025 Afrin: 1 spray IN Q 5 min x3 Adult TXA: 150 mg IN x1 Doses 76",
    "77": "77 Alias: Nose Bleed, Bloody Nose, Broken Nose Epistaxis Imperatives • Have the patient lean forward & squeeze soft part of nose ﬁrmly. • If still bleeding - instruct patient to blow clots out before meds. • Apply meds into affected nostril and squeeze nose ﬁrmly again. • May repeat doses of meds in other nostril if bleeding continues. Medications • Afrin® (Oxymetazoline): Do not use if any cardiac chest pain. • TXA (Tranexamic Acid): Use atomizer. Avoid if known PE or DVT. Notes • Not all nose bleeds are traumatic. The treatment is the same. • Check pharynx for possible posterior bleeding. - Bleeding may be signiﬁcant. - More common in the elderly. Anticoag Meds - Anticoagulants increase risk. - Be ready to treat for shock. • Aspirin (ASA) • Coumadin® (Warfarin) • Eliquis® (Apixaban) • Anticoagulants (“blood thinners”) • Plavix® (Clopidogrel) also increase risk in: • Xarelto® (Rivaroxaban) - Major Trauma • Effient® (Prasugrel) - Bleeding • Pradaxa® (Dabigatran) - Head Injury • Brilinta® (Ticagrelor) • Lovenox® (Enoxaparin) NEMSIS: 9914059 Pediatrics • Nose bleeds are usually from minor trauma (nose picking). • Use Peds Reference or other approved source for peds dosing. Reviewed: Feb 2025 References • Medscape Epistaxis: https://emedicine.medscape.com/article/764719 [Ver: 8/23] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29 Epistaxis 77",
    "78": "78 Intubation / RSI Need Can’t Oxygenate TWO RSI Medics Can’t Ventilate P Induce P Paralyze Attempt Primary Backup Rescue • Have suction ready • BIAD may work • Be prepared for • Max 3 attempts better after meds bleeding P Bougie Adult Peds Adult P Intubate P BIAD Cric P Needle Cric NEMSIS: 9914003, 9914007 Consider • Airway, Breathing • Sedation / Vent Reviewed: Jun 2024 Etomidate: 0.3 mg/kg IV/IO x1 Adult Ketamine: 2 mg/kg IV/IO x1 Doses Rocuronium: 1 mg/kg IV/IO x1 78",
    "79": "79 Alias: RSA, DSI, Advanced / Difficult / Failed / Airway RSI Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. - Including twelve (12) high ﬁdelity (or human) airway sims. • In the last three (3) mo: practice three (3) low ﬁdelity airway sims. • Ongoing physician quality review of all training & live attempts. • At least two (2) yrs experience as a cleared & active ALS. Imperatives • Two (2) CC/RSI Medics must be on scene and work together. - Maximum of two (2) attempts per provider & max 3 (three) total. • Monitor BP, SpO2 and EtCO2 with waveform. Try to maintain: - SpO2 above 90%, EtCO2 of 35-45 mmHg, SBP above 90 mmHg • Preoxygenate while predicting airway difficulty. Utilize apneic O2. • Utilize an RSI Prep Checklist and drug/vent reference materials. • May use adjunct meds (e.g. push pressors if shock index > 0.8). • Video Laryngoscopy is the standard of care; record every case. - Record the monitor/vitals and your face prior to each attempt. Medications • Etomidate (Amidate®) or Ketamine (Ketalar®): Choose one. - Beware (uncommon) laryngospasm with Ketamine. - May give Ketamine & then pause for more oxygenation (DSI). - Etomidate is not appropriate for patients under 10 y/o. • Rocuronium (Zemuron®): Onset - 1 min; Duration - 30 min - Consider a detailed neuro exam before paralysis NEMSIS: 9914003, 9914007 Pediatrics • Induction & paralytics w/ a BIAD (RSA) is superior to ETI for peds. References • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] Reviewed: Jun 2024 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • NASEMSO Prehospital Airway: https://nasemso.org/docs.ashx?id=1444270 [Ver: 5/23] • NAEMSP Compendium: https://www.tandfonline.com/toc/ipec20/26/sup1 [Ver: 2022] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 10 Intubation / RSI 79",
    "80": "80 Sedation / Vent Secured Airway Technique? Versed & Fent Propofol Drip Ketamine Push • Adequate Perfusion • Adequate Perfusion • Poor Perfusion • Short Transport • IV Pump Available • Poor Access P Versed P Propofol P Ketamine P Fentanyl P Ventilator Consider NEMSIS: 9914071 • Airway, Breathing • Vasopressors Reviewed: Jun 2024 Fentanyl: 0.5-1 mcg/kg IV/IO Q 30 min PRN Adult Versed: 10-50 mcg/kg IV/IO Q 30 min PRN Doses Ketamine: 0.5-2 mg/kg IM,IV/IO Q 30 min PRN Propofol: 50-200 mcg/kg/min IV/IO Titrated Drip 80",
    "81": "81 Alias: Medically Induced Coma, Vent Management Sedation / Vent Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. Imperatives • Monitor patients closely. Sedation & vents are a delicate balance. - Use clinical sense and vital signs including SpO2 and EtCO2. - Be ready to titrate settings and assist with Suction and Airway. • Use lung protective volumes w/ ventilator. Start at 4-8 mL/kg IBW. • Elevate head of bed to 30° to help ventilation & limit aspiration. • May increase I:E ratio (1:5) for obstructive disease (COPD, Asthma) Typical Adult Vent Settings • Mode: AC (V) • Vt: 350 mL (or 450 mL if over 6’ tall) • BPM: 12-16 /min • FiO2: 100% (may titrate down 40-60%) • PEEP: 5 mmHg • PIP Limit: 35 mmHg • I:E 1:3 Medications • Fentanyl (Sublimaze®), Versed (Midazolam®): Use together. - One without the other is unlikely to produce adequate sedation. • Ketamine (Ketalar®): Useful for peds and asthmatics. - Double dose for IM (watch concentration: max 3 mL per IM inj.) • Propofol (Diprivan®): Start gtt near 150 mcg/kg/min. - Use only with an IV pump and an accurate patient weight. - Titrate to effect, aim for 30-50% reduction in ﬁrst 30 min. - For elderly or debilitated: start lower (100 mcg/kg/min). - For peds: start higher (200 mcg/kg/min). NEMSIS: 9914071 Pediatrics • Use Peds Reference or other approved source for peds dosing. Reviewed: Jun 2024 References • Medscape Sedation: https://emedicine.medscape.com/article/809993 [Ver: 10/24] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 27 Sedation / Vent 81",
    "82": "82 Vasopressors Systolic Under Or MAP • Adult (14+): 90 mmHg 65 mmHg • Child (1-13): 70 mmHg 50 mmHg • Infant (< 1): 60 mmHg 40 mmHg Technique? Pump Push • Adequate help • Transient need • Longer transport • Shock Index > 0.8 P Levophed P Epi Push P Neo Push NEMSIS: 9914127, 9914179 Consider • Shock, Blood • Allergy, OD/Tox Reviewed: Oct 2024 Levophed: 5-20 mcg/min IV/IO titrated gtt Adult Epi Push: 5-20 mcg IV/IO Q 2 min Doses Neo Push: 50-200 mcg IV/IO Q 2 min 82",
    "83": "83 Alias: Inotropes, Push Dose Pressors Vasopressors Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. Imperatives • Anticipate & be ready for repeat hypotension if using a push dose. • Inappropriate use of pressors can cause harm. - Double check dose calculation (beware multiple concentrations). Medications • Levophed® (norepinephrine): Good for septic shock. - Requires a pump - it is inappropriate to dose by gravity gtt. • Epi Push (epinephrine): Good for anaphylactic shock. - Be prepared to repeat dosing; avoid in STEMI. • Neo Push (phenylephrine): Good for elevated shock index. Poor Perfusion Shock Index • Suspect if several of these: Pulse - Altered Mental Status SI = SBP - Skin Pale, Cool, Diaphoretic - Tachycardia, Hypotension - Dyspnea, Tachypnea Notes • Shock Index is a good predictor of hypotension from RSI. - Be ready with push dose pressors if Shock Index is above 0.8 NEMSIS: 9914127, 9914179 Pediatrics • Use Peds Reference or other approved source for peds dosing. • Titrate to age-adjusted BP (vitals also listed in Peds Reference). References Reviewed: Oct 2024 • ACLS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000916 [Ver: 2020] • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Medscape Vasopressors: https://emedicine.medscape.com/article/2172220 [Ver: 7 / 21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7, 29 Vasopressors 83",
    "84": "84 Blood Hemorrhagic Shock Stop the Bleeding A NS Bolus Response? Rapid Transient Minimal / None • Adequate Perfusion • Labile Perfusion • Poor Perfusion • Good Hemostasis • Poor Hemostasis • Internal Bleeding A NS Bolus P Blood Consider NEMSIS: 9914083 • Circulation, Bleeding • Vasopressors Reviewed: Oct 2024 NS Bolus: 500 mL IV/IO PRN Adult Blood: 1 unit IV/IO PRN Doses 84",
    "85": "85 Alias: Transfusion, Exsanguination, Whole Blood Products Blood Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. • Ensure blood is stored and maintained per supplier’s instruction. Imperatives • NS vs. Blood is a clinical decision. There is no perfect answer. - NS Bolus may be good for easily controlled external bleeding. - Switch to blood quickly if perfusion does not respond rapidly. - Providers may start with blood for critically unstable bleeding. - Use for overt massive exsanguination (trauma, GI, post-partum). • Target SBP of 90 mmHg regardless of NS vs Blood. 90 - Use balanced resuscitation in hemorrhagic shock (except for isolated head/spine injury or pregnancy). Medications • NS Bolus (0.9% Saline): May skip NS for patients in extremis. • Blood (LTOWB): Verify the environmental control tag. - Use special tubing & heater. Watch for transfusion reactions. - Stop immediately if any fever, dyspnea or allergic reaction. - Tell the ED about any blood administered, and any reactions. Notes • If possible, ask about any religious objections before transfusion. - If altered: may check for medical jewelry or in patient’s wallet. Pediatrics NEMSIS: 9914083 • Provide Blood in aliquots of 10 mL/kg. May repeat PRN. • Titrate to low end of age-adjusted SBP (listed in Peds Reference). References Reviewed: Oct 2024 • PHTLS®: https://www.naemt.org/education/trauma-education/phtls [Ver: 10th] • ATLS®: www.facs.org/quality-programs/trauma/education/advanced-trauma-life-support/ [Ver: 10th] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 29, 34 Blood 85",
    "86": "86 STEMI Suspected ACS with pathologic EKG Changes V4 ￫ V4R Treat for V5/6 ￫ V8/9 Chest Pain wikimedia.org CC-BY-SA-4.0 Goran tek-en wikimedia.org CC-BY-SA-4.0 Goran tek-en P 15-Lead If Indicated V4R P Sgarbossa V-pace or LBBB V8 V9 Conﬁrm: • Symptoms of ACS • EKG with STEMI Adult P Heparin NEMSIS: 9914117, 9914143 Consider Consider • Breathing, Shock Destination • Pain, Chest Pain Triage Reviewed: Feb 2025 Heparin: 5,000 units IV/IO x1 Adult 86",
    "87": "87 Alias: 15-Lead EKG, LBBB, Right Side STEMI, Posterior STEMI STEMI Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. Imperatives • Don’t forget the basics: O2, ASA & Nitro. Start IV in left hand. • Perform 15-Lead EKG if: inferior STEMI or septal ST depressions. - ST elevation in V4R is right sided MI - Nitro may cause shock. - ST elevations in V8 and V9 indicates a posterior STEMI. • If V-pace or LBBB: any of Sgarbossa's criteria suggests a STEMI. Sgarbossa's +ST >25 % size of -QRS (modiﬁed) • If V-pace or LBBB Call • w/ any Sgarbossa +ST • Call a STEMI Alert ER +QRS -ST Only in V1 litfl.com CC-BY-NC-4.0 -QRS V2 or V3 Medications • Heparin (Sodium): verify dose/concentration, give slow IV push - Avoid if any suspected life-threatening bleeding (UGIB, ICH, etc). Notes • Notify ED ASAP. Prepare to go straight to cath lab if time allows: - Shave from belt to knees, place deﬁb pads, change into a gown Pediatrics NEMSIS: 9914117, 9914143 • May have early repolarization on EKG that mimics ST elevations. - But early repolarization does not require EMS intervention. • True STEMI is very unlikely in peds - search for alternate causes. Reviewed: Feb 2025 References • Medscape AMI: https://emedicine.medscape.com/article/155919 [Ver: 5/19] • ACC Expert Consensus: https://www.jacc.org/doi/10.1016/j.jacc.2022.08.750 [Ver: 11/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 20 STEMI 87",
    "88": "88 Malignant HTN Systolic Over Use Caution • Adult (14+): 240 mmHg if Patient • Child (1-13): 220 mmHg Refusal • Infant (< 1): 200 mmHg Severity? Urgent Emergent • Chest Pain, SOB • Altered LOC • Headache • Organ Damage Treat as P Lopressor Hypertension P Magnesium If Pregnant Consider NEMSIS: 9914123 • Pain, Pregnancy, Seizure • Cardiac, SOB, Stroke Reviewed: Feb 2025 Lopressor: 5 mg IV/IO Q 5 min x2 Adult Magnesium: 4 grams IV/IO over 10 min Doses 88",
    "89": "89 Alias: Preeclampsia, HTN Urgency / Emergency / Crisis Malignant HTN Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. Imperatives • Inappropriate use of antihypertensives can cause harm. - Consider & investigate for underlying causes of Hypertension. • Focal neurologic deﬁcits are more likely to be a Stroke. - Lowering BP during a stroke can cause harm. • Use antihypertensives only if organ damage from HTN is likely. - Focus on underlying causes if organ damage is unlikely. Medications • Lopressor® (Metoprolol): - Aim for 10-20% reduction in systolic BP. Do not exceed 25%. - Contraindicated if SBP under 190 mmHg or pulse under 60 /min. - Call Medical Control if SBP remains elevated after two doses. • Magnesium (Sulfate): only use for severe preeclampsia. - Severe symptoms include: HTN, HA, confusion, dyspnea, edema. - Consider providing for seizure prophylaxis if SBP > 160 mmHg. - Monitor deep tendon reﬂexes for toxicity - d/c if reﬂexes lost. Notes • Signs of organ damage from HTN may include: - Obvious global weakness, paralysis, seizure, encephalopathy - Severe headache and vomiting, mental status changes - Vision loss or blurred (not simple ﬂashes or double vision) NEMSIS: 9914123 Pediatrics • Malignant HTN is unlikely in peds. Treat underlying causes of HTN. Reviewed: Feb 2025 References • Medscape Malignant HTN: https://emedicine.medscape.com/article/241640 [Ver: 8/24] • Medscape Eclampsia: https://emedicine.medscape.com/article/253960 [Ver: 2/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 7 Malignant HTN 89",
    "90": "90 Sepsis Suspected Organ Dysfunction from Infection P POC Lactic Severity? Minor Major • Adequate Perfusion • Poor Perfusion • Low Likelihood • High Likelihood Monitor Blood P Cultures Closely P Rocephin Consider NEMSIS: 9914127 • Shock, Fever • Vasopressors Reviewed: Aug 2024 Rocephin: 1 gram IV/IO, IM x1 Adult 90",
    "91": "91 Alias: Severe Infection, Septic Shock Sepsis Mandatory Prerequisites • In the last twelve (12) mo: pass a critical care in-service training. • Organ Dysfunction Call • Suspected Infection • Call a SEPSIS Alert ER Organ Dysfunction • Suspect if several of these: - Pulse > 90 /min, Lactic > 2 mmol/L Suspect Infection - Resp > 20 /min, EtCO2 < 25 mmHg • With any recent history of: - Temp > 100.4 °F ( > 38 °C) - Fever, cough, antibiotic use - Temp < 96.8 °F ( < 36 °C) - Indwelling line / catheter - Decrease in mental status - Open wound / decub ulcer - Increased O2 requirement - Surgery / major procedure Imperatives • Sepsis is life-threatening organ dysfunction caused by… infection. † • [For possible] sepsis, we suggest measuring blood lactate. † • [For] sepsis without shock, we recommend rapid assessment of the likelihood of infectious versus noninfectious causes… † • [For] a low likelihood of infection and without shock, we suggest deferring antimicrobials while continuing to closely monitor… † • [For] septic shock or a high likelihood for sepsis, we recommend administering antimicrobials immediately... † Medications • Rocephin® (Ceftriaxone): First line for undifferentiated sepsis. - Avoid if pt allergic to Keﬂex, PCN or other cephalosporins. - Reconstitute with NS for IV/IO, and Lidocaine for IM. NEMSIS: 9914127 - Do not use with Calcium - potentially fatal. Pediatrics • It is appropriate to defer antibiotics (minimal evidence for peds). Reviewed: Aug 2024 References • Surviving Sepsis Campaign: International Guidelines 2021 † [Ver:11/21] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 24 Sepsis 91",
    "92": "92 Procedures Page 93 Page 94 Page 95 General Airway Breathing Glucometer Heimlich BVM E 12-Lead Suction OPA / NPA A Saline Magill A Forceps E NIPPV Lock Page 96 Page 97 Page 98 Advanced Adjuncts Resuscitation Bleeding E BIAD Chest Wound Compression Care A OG-Tube Deﬁb Tourniquet Pleural I Decompress A IO Wound Packing Page 99 Page 100 Page 101 Injury Antidotes Cardiac SMR with Administer I Pacing C-collar Antidote Splint I Cardiovert Page 102 Reduce Obstetrics E Deformity P 103 & 104 E Deliver • Critical Care Reviewed: Dec 2024 Stinger Baby Removal Manage OB Page 105 E Complication • Policies Procedures 92",
    "93": "93 General Procedures 1. Prepare glucometer and test strip. Glucometer 2. Identify and clean site. - The patient may have a preference. 3. Pierce skin with lancet to obtain blood sample. - May alternatively obtain blood from IV attempt if meter allows. 4. Place blood in/on reagent strip per manufacturer's instructions. 1. Enter patient info into monitor. E 12-Lead 2. Prepare chest and place electrodes. 3. Instruct pt to lay still. Press button on monitor to acquire 12-lead. 4. Acquire EKG while not moving. Try to minimize artifact. 5. Transmit EKG to ED. May contact receiving hospital to conﬁrm. E May read machine Interpretation. I May interpret directly. A Saline 1. Investigate for good site. Lock - AC and wrist are common sites. - Try to avoid legs, forehead and jugular unless necessary. - Advance rapidly to IO in emergencies. May start w/ IO in a CODE. 2. Clean site well. Apply a proximal venous tourniquet. 3. Perform venipuncture with appropriate size needle/cath. 4. Watch for ﬂash of blood; advance catheter (do not rethread cath). 5. Lab draw order: (culture), blue, (red), gold, green, purple, (gray) 6. Attach lock and ﬂush with saline. Secure well with tape. NOTE: It is almost always inappropriate for EMS to access an Reviewed: Apr 2024 established indwelling central line (such as dialysis or PICC line). But EMS may consider using established lines during a CODE. General Procedures 93",
    "94": "94 Airway Procedures 1. Help patient cough if able. Heimlich 2. Attempt thrusts only if truly choking: - Adult (14+): Abdominal thrusts (Use chest thrusts if obese/preg.) - Child (1-13): Abdominal thrusts - Infant (<1): 5 back blows then 5 chest thrusts 3. Keep going until choking relieved or pt becomes unresponsive. - Begin CPR if unresponsive. 4. Remove any foreign bodies from mouth before ventilation. - Do not perform blind ﬁnger sweeps. 1. Awake pts may suction themselves. Suction 2. Prepare suction device with tip: - Oropharynx: hard tip (e.g. Yankauer or DuCanto™) - E Nasal/BIAD/ETT/trach/stoma: ﬂexible cath (french). 3. Insert tip with suction off and/or vent hole uncovered. - May use 2-3 mL saline to loosen secretions. - E Consider detailed trach care: remove/clean inner cannula. 4. Cover vent hole and apply suction as tip is withdrawn. Magill A Forceps 1. Conﬁrm patient is unresponsive. 2. Visualize posterior pharynx. - May utilize laryngoscope. (Average adults use Mac #3.) 3. Use Magill Forceps to remove any identiﬁed foreign bodies. - Consider using suction. Reviewed: Jun 2024 4. Secure Airway with BIAD if needed. Airway Procedures 94",
    "95": "95 Breathing Procedures 1. Prepare appropriately sized BVM. BVM - Connect to high-ﬂow oxygen. - Extend O2 reservoir if equipped. 2. Maintain adequate mask seal. Dual rescuers is preferred. - Single: Use E-C clamp; Dual: Use two handed technique. - Dentures may improve seal, but remove if causing obstruction. 3. Ventilate with slow deliberate squeezing of bag. - Assist natural rate and provide additional breaths as needed. 1. Measure appropriate OPA / NPA size: NPA / OPA - OPA: Corner of mouth to angle of jaw - NPA: Tip of nose to angle of jaw (or diameter of nostril or pinky) 2a. OPA: Insert into mouth slowly. May use tongue blade to assist. - Insert with tip to nose for adults and tip to toes for peds. - Rotate into place. Remove promptly if any gagging. 2b. NPA: Insert into nare with slanted hole (bevel) toward septum. - Lube tube and start on larger nare. Minor bleeding is common. - If resistance is felt: rotate gently, try smaller NPA or other nare. - Use caution if obvious facial trauma or basilar skull fracture. 1. Provide strong patient encouragement. E NIPPV - Consider an NPA if tolerated. 2. Start the ﬂow of oxygen to the mask. Set basic mask at 7.5 cmH2O. - Alternate: use CPAP or BiPAP mode on vent w/ OMD approval. - Start vent CPAP at 7.5 cmH2O and BiPAP at 10/5 cmH2O (IPAP/EPAP) 3. Place the mask over patient’s nose and mouth and tighten straps. - Ensure adequate seal by adjusting placement and strap tension. 4. May use on semi-conscious patients, but must monitor closely. - Remove promptly if any vomiting or hypotension. Reviewed: Jun 2024 5. I Consider treatment of anxiety to assist with compliance. 6. May titrate pressures: higher if hypoxic, lower if hypotensive. - Likely beneﬁcial to use nebulizers in-line if indicated & able. Breathing Procedures 95",
    "96": "96 Advanced Adjunct Procedures 1. Prepare appropriately sized device: E BIAD - Average adults use iGel #4 (green). 2. Follow manufacturer’s guidelines. Apply appropriate lube. - Open mouth and pull jaw & tongue forward (or use jaw thrust). 3. Insert BIAD into pharynx. Follow curve of the palate and tongue. - Stop when resistance is felt and teeth are near the depth line. - May rotate to facilitate insertion. Rock gently to seat in airway. 4. Conﬁrm placement. Secure well with tape or other device. - Use auscultation, capnometry, EtCO2 and SpO2 if available. 5. If BIAD fails, try again with a different size. - Most common failure of a BIAD is inappropriate size. 1. Measure appropriate tube depth: A OG-Tube - Tip of nose to the stomach 2. Only place a prehospital OG-tube with an appropriate airway. - Lube the OG-tube and insert into airway device as designed. - Advance the tube gently until the appropriate depth is reached. 3. Conﬁrm placement: inject air & listen for bubbles in the stomach 4. Secure tube and attempt to aspirate gastric contents. - Use low suction or manually aspirate with large tip syringe. Pleural I Decompress 1. Identify side and clean best site: - Peds: 2nd intercostal midclavicular - Adults: 4th or 5th intercostal anterior to midaxillary line - Consider Finger Thoracostomy if indicated & cleared for CC. 2. Insert large (12- or 14- gauge) IV needle into the skin at 90° - Preferably use a needle speciﬁcally made for decompression. - Go just over the top of the rib to minimize bleeding. 3. Advance until a “pop” is felt and / or you hear a hiss of air. Reviewed: Jun 2024 - Hold needle in place, advance cath only the rest of the way. 4. Remove the needle, leaving the plastic cath. Apply a chest seal. 5. Vent chest seal or repeat decompression if dyspnea returns. Advanced Adjunct Procedures 96",
    "97": "97 Resuscitation Procedures Chest 1. Conﬁrm no pulse and not breathing. Compression 2. Place hands on chest: - Adult (14+): Two hands w/ ﬁngers interlaced over center of chest - Child (1-13): One hand over center of chest - Infant (<1): Two hands circling chest using thumbs 3. Push hard and fast. Compress about 1/3 the depth of the chest. - Make sure to allow full chest recoil between compressions. 4. Minimize interruption. Switch providers every 2-5 min as needed. NOTE: May switch to a mechanical CPR device after the ﬁrst 2 min. 1. Cut clothes to expose chest. Deﬁb - Consider shaving excessive hair. - Remove any medication patches. Wipe off residue. 2. Apply deﬁbrillator pads. Avoid implanted devices or catheters. 3. When indicated, stop compressions and analyze cardiac rhythm. E Use AED “analyze” function. I May interpret directly. 4. If shock indicated: charge deﬁbrillator while continuing CPR. - Start at max, or follow manufacturer's or OMD's dosing guideline. - Use Peds Reference or other approved source for peds dosing. 5. Assertively state “CLEAR!” Visually conﬁrm everyone is clear. 6. Deﬁbrillate by pressing SHOCK . Restart CPR immediately. - Consider moving the deﬁb pads (vector change) if refractory. - Routine use of double sequential deﬁb is not recommended. 1. Prepare IO device and select site. A IO - Consider pre-treating for Pain. - Tibial plateau & humeral head are typical. Follow OMD guidance. 2. Insert IO following manufacturer's recommended procedure. 3. Secure well with bulky dressing or other manufactured device. Reviewed: Oct 2024 4. Consider admin of low-dose Lidocaine for local discomfort. Lidocaine: 10 mg IO Q 5 min x3 PRN Pain Adult 5. Consider using a pressure bag to increase ﬂuid rates if needed. Resuscitation Procedures 97",
    "98": "98 Bleeding Procedures Wound 1. Apply direct pressure for bleeding. Care - Consider tourniquet or packing. 2. If bleeding is easily controlled, irrigate contaminated wounds. - Maximize ﬂushing gross contamination out of large wounds. - Consider pre-treatment of Pain before signiﬁcant ﬂushing. 3. Cover wounds with sterile gauze and apply appropriate dressing. - Monitor and document distal pulse, movement and sensation. - Cover burns with non-adherent gauze and sterile burn dressing. - Apply a chest seal (occlusive) to any neck or trunk penetration. 1. Apply direct pressure for bleeding. Tourniquet - May remove ineffective bystander TQs. 2. Apply tourniquet proximal to bleed per manufacturer instruction. - May consider purpose made device (e.g. junctional TQ, ITclamp) 3. Tighten until bleeding is controlled. Secure windlass in place. - Consider placing second tourniquet if bleeding continues. - Consider treatment of Pain. Do not place over bony joints. 4. Record time on tourniquet or directly on the patient’s skin. Wound 1. Apply direct pressure for bleeding. Packing - If stable, consider simple wound care. - If massive bleeding from a limb, consider a tourniquet. - Packing is ideal for junctional injury (neck, axilla, groin). - Do not pack skull or thorax wounds. Do not pack natural oriﬁces. 2. If bleeding continues, wipe gross blood and clot out of wound. 3. Insert packing inch by inch as deep as possible into wound. - Avoid rapidly stuffing a large wad. Pack deep and deliberately. - Insert as much packing into the wound as possible. Reviewed: Oct 2024 - E May use hemostatic agents (e.g. QuikClot®, XSTAT®) 4. Re-apply direct pressure on top of packing. - Consider treatment of Pain. Bleeding Procedures 98",
    "99": "99 Injury Procedures 1. Provide manual cervical SMR. SMR with 2. Prepare appropriately sized c-collar. C-collar - Apply c-collar while maintaining manual cervical SMR. 3. Use adjuncts to minimize all spinal motion while transferring. - Such as: backboard, scoop stretcher, vacuum mattress, etc. - May try gentle self-extrication from a vehicle (with a c-collar). 4. Once on the cot, adjuncts may be removed if appropriate. - Awake, compliant patients can be safely secured with seat belts. - Up to 30° of head elevation may be used to maintain an airway. 5. Manual cervical SMR may be released if the patient will hold still. - Otherwise: secure the head to an appropriate adjunct. NOTE: Some patients (due to size, age or anatomy) will not be appropriate for standard equipment. Never force a patient into a non-neutral position. Use alternate techniques or manual SMR. 1. Provide manual immobilization. Splint 2. Expose area: remove or cut clothes. 3. Check and document distal pulse, movement and sensation. 4. May gently return to near anatomic alignment & secure splint. - Splint in position found if any signiﬁcant pain or resistance. 5. Recheck and document distal pulse, movement and sensation. - Reapply or remove the splint if any decline in distal function. NOTE: Consider a traction splint for an isolated femur fracture. 1. Conﬁrm no pulse distal to injury. Reduce E Deformity 2. Consider pre-treating for Pain if able. 3. Manually reduce injury and splint in anatomic neutral position. 4. Recheck and document distal pulse, movement and sensation. Reviewed: Dec 2024 1. Inspect wound for stinger. Stinger Removal 2. If visualized, scrape stinger away. - Use tool with ﬁrm edge, like a credit card. Do not use tweezers. Injury Procedures 99",
    "100": "100 Antidote Procedures Administer • Some toxins have unique antidotes. Antidote - Only major symptoms need treatment. • Don’t forget the basics: Oxygen for smoke, CO, & inhaled gasses - Narcan for any hypoxia from suspected OD • Indications in bold are typical standing orders. • All others: online order only from poison control - Must speak to the toxicologist, or call ED/OMD I Atropine 1 mg IV Bradycardia, Cholinergics I Benadryl 25 mg IV Dystonia, Neuroleptics I Bicarb 50 mEq IV Wide QRS, ASA, TCA, SSRI Typical Adult Antidote Doses I Calcium 1 g IV Hyper K+, Ca-Blockers, HF Acid Charcoal 25 g PO PO Toxins (not caustics or metals) A CyanoKit 5 g IV Cyanide (ingested or inhaled) A D10 100 mL Hypoglycemia, Sulfonylureas DuoDote 1 autoinj. Nerve Gas MCI, Organophos. A Glucagon 1 mg IM ß & Ca-Blockers I Magnesium 1 g IV Torsades, Prolonged QTc Narcan max 4 mg IV Dyspnea, Opiates I Thiamine 100 mg IV Alcoholic (especially after glucose) A Versed 2.5 mg IV Seizures, Anticholinergics References • Medscape Anticholinergics: https://emedicine.medscape.com/article/812644 [Ver: 6/24] • Medscape ASA: https://emedicine.medscape.com/article/1009987 [Ver: 5/24] • Medscape ß-Blockers: https://emedicine.medscape.com/article/813342 [Ver: 9/23] • Medscape Ca-Blockers: https://emedicine.medscape.com/article/2184611 [Ver: 4/23] • Medscape Cyanide: https://emedicine.medscape.com/article/814287 [Ver: 9/23] • Medscape Ethanol: https://emedicine.medscape.com/article/812411 [Ver: 1/25] • Medscape Hydroﬂuoric acid: https://emedicine.medscape.com/article/769336 [Ver: 10/21] Reviewed: Aug 2024 • Medscape Organophosphate: https://emedicine.medscape.com/article/167726 [Ver: 3/23] • Medscape SSRI/SNRI: https://emedicine.medscape.com/article/821737 [Ver: 11/24] • Medscape Tricyclics: https://emedicine.medscape.com/article/819204 [Ver: 6/24] th • Limmer D, O’Keefe MF. Emergency Care 14 Ed. Chapter 25 Antidote Procedures 100",
    "101": "101 Cardiac Procedures 1. Place deﬁb pads and EKG limb leads. I Pacing - Consider pre-treating for Pain. - Wipe off any topical meds. Avoid implanted devices or catheters. 2. Place monitor in 'pacing' mode. - Select initial rate of 80 bpm for adults. - Use Peds Reference or other approved source for peds rate. - Select initial energy of 80 mA for all patients. - Alternate: follow manufacturer's or OMD's dosing guideline. 3. Slowly increase mA output until electrical capture is noted. - Note pacer spikes on EKG screen. 4. Once electrical capture is noted, check for mechanical capture. - Pulse should correspond to electrical activity on EKG screen. 5. Continue to increase mA output if no mechanical capture. 6. Maintain a balance between pt comfort and medical necessity. - Treat Pain and/or Anxiety from pacing as soon as appropriate. - Consider reducing energy if appropriate. 1. Place deﬁb pads and EKG limb leads. I Cardiovert - Consider pre-treating for Pain. - Wipe off any topical meds. Avoid implanted devices or catheters. 2. Enable SYNC mode and charge to 100 J for adults. - Alternate: use manufacturer's or OMD's dosing guideline. - Use Peds Reference or other approved source for peds dosing. 3. Assertively state “CLEAR!” Visually conﬁrm everyone is clear. 4. Cardiovert by pressing and holding the SHOCK button. - There may be a noticeable delay before energy is delivered. 5. Reassess patient and rhythm. Escalate and repeat as needed. - Follow manufacturer's or OMD's escalation guideline. Reviewed: Feb 2025 - Consider moving the deﬁb pads (vector change) if refractory. - Use Peds Reference or other approved source for peds dosing. Cardiac Procedures 101",
    "102": "102 Obstetric Procedures E Deliver 1. Expose patient. Have a chaperone. Baby - Visually inspect vaginal area. 2. Identify presenting part. Prioritize transport if not crowning. - If any problems, manage complications and transport ASAP. 3. Support & deliver head. Try to prevent explosive birth. 4. Check for cord around neck. Slip over head if found. 5. Deliver shoulders. Deliver top shoulder ﬁrst. - May ﬂex mom's legs to chest to assist. - May press on mom's lower abdomen to assist. 6. Deliver body. Caution: neonates are slippery. 7. Manage Neonate. (Stimulate, warm, clean, dry.) - May place baby on mothers chest for skin-to-skin contact. - May encourage breastfeeding after uncomplicated delivery. 8. Keep baby level with mom and delay cord clamping ~60 sec. - Clamp about 6-10 in. away from the baby. Cut between clamps. - Leave a long viable stump for the ED to use (for lines & lab draw). 9. Massage mother's lower abdomen (fundal massage). - This should help stop postpartum bleeding. - A If poor perfusion: TXA (Tranex. Acid): 2 g IV/IO over 10 m 10. Prepare for delivery of the placenta. Do not pull on the cord. - Take the placenta to the hospital with mom and baby. Manage OB 1. Prioritize emergent transport. E Complication 2. Tell mom: Do Not Push. 3. Continue standard care. Treat: Breathing, Pain, etc. - EMS can do very little for: preemies, twins, or breech birth. 4. Try to help during transport. - Failed Delivery / Shoulder Dystocia: transport knees to chest Reviewed: Oct 2024 - Prolapse: don’t handle cord, relieve pressure using ﬁngers in vagina - Breech: do not pull, elevate presenting part if pressing on cord Obstetric Procedures 102",
    "103": "103 Critical Care Procedures RSI Prep P Checklist 1. Consider a standardized checklist. - E.g: https://bit.ly/NRVEMS_CCAirway 2. Preoxygenate: Give 100% FiO2 with adjuncts, prep for apneic O2 3. Resuscitate Before Intubate: IV, O2, monitor, EtCO2, BP, pressors 4. Plan & Predict: Why not BIAD? LEMON eval, brief the team 5. Prepare: ETT, rigid stylet, 10 cc syringe, video scope, suction 6. Position: Record monitor & medic, maybe cric pressure 7. Push Meds: Syringes labeled, doses double checked 8. Place Tube: Watch ETT through cords, secure w/ tape or device 9. Prove It: Conﬁrm two ways, use waveform capnography 10. Post-Intubation Care: Sedation & vent, OGT to suction, document 1. Attach appropriate patient circuit. P Ventilator 2. Attach high pressure oxygen hose. 3. Inspect fresh gas & emergency air intake ﬁlters. 4. Power on the vent and conﬁgure operating mode & parameters. 5. Perform operational test and attach to patient. Monitor closely. Typical Adult Vent Settings • Mode: AC (V) • Vt: 350 mL (or 450 mL if over 6’ tall) • BPM: 12-16 /min • FiO2: 100% (may titrate down 40-60%) • PEEP: 5 mmHg • PIP Limit: 35 mmHg • I:E 1:3 6. Use a standard troubleshooting guide: - Investigate any warnings promptly while monitoring pt closely. - Immediately remove vent and use BVM for any critical alarms. 7. Think dislodgement, obstruction or PTX if poor BVM response. 8. Titrate vent settings to patient response. Reviewed: Feb 2025 - Hypoxia: increase FiO2, and/or PEEP (and/or minute volume) - Hypotension: decrease PEEP (and/or tidal volume) - Breath Stacking (e.g. COPD, asthma): increase I:E (1:4 or 1:5) Critical Care Procedures 103",
    "104": "104 Critical Care Procedures 1. Conﬁrm all alternatives have failed. P Cric 2. Prepare supplies and suction. 3. Locate cricothyroid membrane. Clean skin if time allows. - Visualize spot under thyroid cartilage and above tracheal rings. 4. Use Bougie for adults or Needle for peds. 4a. Bougie: Expect blood, this is a tactile skill. Cricothyroid - Make large vertical incision through skin. Membrane - Find the cricothyroid membrane w/ ﬁnger. - Stab horizontal incision, bubbles are good. PhilippN - Insert a bougie, then a trach over bougie. (Or #6 ETT: advance 1-2 cm past balloon.) CC-BY-SA 3.0 - Inﬂate balloon taught. Remove bougie. 4b. Needle: Use small syringe with saline. wikimedia.org - Attach 10-12g needle & cath. Insert at 90°. - Pull suction. Advance slowly till bubbles. - Angle down. Advance cath. Remove needle. - Use Transtracheal Jet Insufflation device. 5. Conﬁrm placement. Secure well w/ tape or manufactured device. - Use auscultation, clinical response, skin color, SpO2 and/or EtCO2. Finger P Thoracostomy 1. Conﬁrm pulseless and apneic. - Clean skin if time allows. 2. Locate the rib at the nipple (or just above). 3. Cut along the rib, all the way down to bone. Safe Triangle - From the anterior to mid-axillary line. 4. Press kelly clamp ﬁrmly through the cut. tccc.org Public Domain 17 USC § 105 - Go just above the rib, pop into pleura. 5. Spread the clamp to make a bigger hole. 6. Remove the clamp and insert your ﬁnger. Reviewed: Feb 2025 - Listen for air, feel for lung, check pulse. 7. Place vented chest seal. Give Ancef 2 g IV. - Place suction in hole if massive bleeding. Critical Care Procedures 104",
    "105": "105 Policies Page 106 - Abuse • Patient Abuse and Neglect • Infant Abandonment Page 107 - Bystanders, Physicians • Veriﬁcation of On Scene Personnel • Physician Orders Page 108 - Termination • Withholding Resuscitation • Termination Resuscitation Page 109 - Cardiac Devices • IABP, TVP, ZOLL LifeVest • LVADs Page 110 - Standbys, Police • EMS Standbys • Scene Rehab • Law Enforcement Assistance Page 111 - Refusals • Patient Refusals • Who is a Patient Page 112 - Destination • Destination Triage Plan: STEMI, Stroke, Trauma Page 113 - Deceased, MCI Reviewed: Feb 2025 • Deceased Subjects • Mass Casualty Policies 105",
    "106": "106 Abuse Policies Patient Abuse and Neglect • Abuse in this policy is considered any physical, sexual and / or mental injury of any child, domestic partner, senior citizen, or incapacitated adult by another person through action or neglect. Abuse may be at the hand of a partner, parent, caregiver, spouse, neighbor, or adult child of the patient. The recognition, appropriate reporting, and referral of abuse is a critical step to improving patient safety, providing quality health care, and preventing further abuse. This also ensures EMS compliance as Mandatory Reporters under the Code of Virginia 22 VAC 30-100-15. • Be aware of the potential for abuse in all patients. In any case where abuse is suspected, ﬁrst protect the EMS team and patient from harm. Collect as much information as possible and preserve physical evidence if able. Signs of abuse may include: - Physical: injuries that are inconsistent with the reported mechanism, injuries in different stages of healing, defensive injuries (e.g. to forearms), or injuries during pregnancy - Psychological: excessive passivity, compliant / fearful behavior, excessive aggression, violent tendencies, excessive crying, behavioral disorders, substance abuse, or med non-compliance - Neglect: inappropriate level of clothing for weather, inadequate hygiene, inattentive caregiver, or malnutrition • Immediately report any suspicious ﬁndings to both the receiving hospital (if transported) and social services: - For adults contact Adult Protective Services at 888-832-3858. - For domestic violence offer law enforcement intervention and provide the patient with the National Hotline, 800-799-SAFE. - For children contact Child Protective Services at 800-552-7096. Infant Abandonment • The Code of Virginia (§18.2-371.1 B.2) allows a new parent to Reviewed: Feb 2025 surrender their newborn to a hospital or EMS agency under certain circumstances. EMS providers should accept without hesitation, assess, and transport any infant surrendered to them. Abuse Policies 106",
    "107": "107 Bystander, Physician Policies Veriﬁcation of On Scene Personnel • The delivery of prehospital care at the scene of an emergency is the responsibility of the responding EMS resources. Occasionally, bystanders may be crucial to providing or assisting with treatment. Bystanders can be considered when the immediate needs outweigh the EMS resources available, or if a bystander can provide a unique resource. EMS should never authorize or perform any intervention outside their scope or knowledge/comfort level. • Bystanders may have a unique understanding of a specialized medical condition or device. EMS should consider the advice of patients or bystanders such as: case workers/patient aides, or mental health professionals, or caretakers managing a vent at home, or a patient with an LVAD, etc. EMS must call Medical Control for any orders to deviate from routine EMS care. • BLS procedures are frequently taught as a component of common ﬁrst aid. Appropriate bystanders may assist with common ﬁrst aid when EMS resources are insufficient. EMS must direct bystanders and maintain overall responsibility. • ALS interventions are only appropriate by responding ALS resources. A formal mutual aid agreement or authorization by Medical Control must exist prior to delivery of ALS interventions. EMS has no authority to enable non-EMS medical personnel (RN, NP, PA, CRNA, RT, etc.) to perform ALS interventions. Physician Orders • Physicians represent a unique resource. EMS may follow written or verbal orders from a patient's established physician. EMS may also follow appropriate verbal orders from a physician bystander Reviewed: Feb 2025 on scene. EMS should only consider verbal orders outside these protocols if the physician bystander accompanies EMS to the hospital. Call Medical Control if there is any conﬂict. Bystander, Physician Policies 107",
    "108": "108 Termination Policies Withholding Resuscitation • Resuscitation is not appropriate if efforts are futile or against the patient's explicit wishes. Withhold resuscitation if any signs of obvious death, mortal injury, or if the patient has a DNR / POST. • Ask about a DNR / POST for any hospice or nursing home patient. • EMS should attempt to validate any DNR / POST with family or health care workers. Begin resuscitation and call Medical Control if there is any question. EMS may stop resuscitation once veriﬁed. Termination of Resuscitation • Transportation during resuscitation is not optimal and exposes EMS crews to signiﬁcant risk. This policy balances the potential beneﬁt of prolonged resuscitation against the risks of emergent transport. • Prioritize transport for any special case. If attempting Special Cases resuscitation, these special • Suspected Traumatic Cause cases may beneﬁt from • Pediatric or Pregnant Patients resources not available in the • Hypothermia or Drowning ﬁeld. Prioritize compressions • Lightning or Electric Shock and AED and transport ASAP. • Overdose or Poisoning • I ALS should resuscitate on scene ALS Termination for non-special cases. Call Medical Control if no ROSC within 30 min. • Not a Special Case • No ROSC within 30 min • E BLS should try to turn over care to ALS (or a hospital) within 15 min. BLS Termination Prioritize transport if a hospital • Not a Special Case is within 15 min. Extended BLS • Not witnessed by EMS resuscitation beyond 15 min may • Never shocked by AED still be successful if the arrest is • No ALS within 15 min witnessed by EMS or if any shock is • No ROSC within 15 min Reviewed: Feb 2025 ever advised by the AED. Prioritize tP transport if witnessed by EMS or if any shock is ever advised regardless of time to the hospital. Call Medical Control if not witnessed by EMS, and not shocked, and no ALS after 15 min. Termination Policies 108",
    "109": "109 Cardiac Devices Policy Advanced Cardiac Devices • EMS providers may occasionally encounter exotic devices such as: - Wearable deﬁbrillator (e.g. ZOLL® LifeVest) - Intra-Aortic Balloon Pump (IABP) - Transvenous Pacemaker (TVP) - Left Ventricular Assist Device (LVAD) • Bring all device supplies and paperwork to the ED with you. - Bring all batteries, cords, documentation and wallet cards. - Consider destination triage in consultation with Medical Control. • Diagnosing device problems is complex. Consider - Do not unplug or remove anything. Destination - When in doubt, follow regular protocols. Triage - Call Medical Control with any questions. - Consider the advice of the patient and any trained bystanders. - Some devices may provide voice prompts for troubleshooting. • Routine management of these devices is outside the scope of EMS. - The patient’s life literally depends on these complex devices. Left Ventricular Assist Devices (LVADs) • All LVAD patients will have an assigned 'LVAD center.' - The patient should have the emergency contact phone number. - EMS may try to contact the LVAD center with any problems. - Call Medical Control to verify any recommendations. • LVAD patients may be alive and well without a palpable pulse. - It may be impossible to palpate or auscultate a blood pressure. - Do not start CPR on patients who are obviously alive and well. • An LVAD can make diagnosis of arrest very difficult. - Look for other signs of life and listen for pump noise. - Chest compressions may harm a ventricular assist device. Reviewed: Feb 2025 - Consider the advice of trained bystanders or the LVAD center. - Call Medical Control ASAP for any unconscious LVAD patient. Cardiac Devices Policy 109",
    "110": "110 Standby, Police Policies EMS Standbys • EMS may be utilized to standby at a scene without a speciﬁc pt. • EMS should complete a full report for any patients or treatments. - Consider simple interventions such as PO pain meds and ice. - Document a refusal if any patient declines transport. Scene Rehab • EMS may provide rehab for large scenes like structure ﬁres, etc. - This may include abbreviated screening and / or treatment. - Rehab is only applicable to fellow ﬁrst responders. • EMS should coordinate all activity with incident command. • Standard rehab includes a speciﬁc area dedicated to medical ops. - Rehab generally involves checking vital signs and simple exam. - Provide PO ﬂuids and food. Monitor until back to baseline. - An abbreviated record may be substituted for a full report. - Incident command will dictate who may return after rehab. Law Enforcement Assistance • EMS may be called to evaluate a patient in custody. - Always offer transport. EMS can never recommend a refusal. - EMS can provide treatment, but cannot 'clear' a patient. - Officers may elect to decline transport, but should sign a refusal. - Officers should accompany any patient in custody. - Call Medical Control if there is any conﬂict. • EMS may remove CEW (Taser™) probes as part of wound care. - EMS should document a full report. - Officers may sign a refusal for a person under their arrest. - Probes are small straight barbs. Stretch skin tight and pull out. - The barb is in-line with the score mark on the probe. Reviewed: Dec 2024 Standby, Police Policies 110",
    "111": "111 Refusal Policies Patient Refusals • Refusals represent a unique medical risk. EMS should complete a formal refusal with at least one witness signature for any patient who declines any intervention and / or transport. • EMS should encourage treatment and transport for every patient. - Never refuse transport. Never encourage a refusal. • All patients who wish to refuse must be eligible to make their own decisions. Eligible patients include: - Legal Adults (18 y/o and older) - Minors (< 18 y/o) who are married, divorced or emancipated • The Code of Virginia (§54.1-2969 C,D) allows any minor 14-17 y/o to direct treatment only if no responsible party is reasonably available. This includes the ability to refuse treatment / transport. • The Code of Virginia (§54.1-2969 G) allows pregnant minors to direct treatment only relating to the delivery of their baby. • A responsible party (parent, guardian, medical POA, etc.) may have the authority to refuse for a patient who is not eligible on their own. • Any patient (or responsible party) who wishes to refuse must also demonstrate capacity. This requires them to be awake, oriented, and able to demonstrate understanding of the potential risks. - Patients with altered LOC lack capacity and cannot refuse. - Suicidal patients lack capacity and cannot refuse. • Call Medical Control and enlist law enforcement help for any patient who attempts to refuse, but should not be allowed to do so. Who is a Patient? • Any person for whom EMS is speciﬁcally summoned should be considered a patient. Every patient should have a full report completed with a transport or a refusal documented. • Not every person on scene of an emergency needs to be considered a patient. EMS is not obligated to document a refusal for a person who declines EMS assessment, and is acting normally Reviewed: Apr 2024 without obvious distress, and for whom EMS was not speciﬁcally summoned. - A refusal should be documented if there is any doubt. Refusal Policies 111",
    "112": "112 Destination Policies Destination Triage Plan • In some speciﬁc cases patients may beneﬁt from triage directly to a more appropriate facility. Consider bypassing the closest facility and increasing transport time by no more than 30 minutes for: - Speciﬁc emergent needs: STEMI, LVO Stroke, or Major Trauma - Anticipated specialty services (ortho, OB/GYN, peds, ENT, etc.) - Pre-established physician (recent surgery, oncology, dialysis, etc.) - System status (agency utilization, need for admission, etc.) • Consider utilization of HEMS for critical illness or longer transports. Consider YES May Bypass Destination Alternate Triage < 30 min? Closest ED Acute STEMI with Chest Pain • Adults should have an appropriate presentation (chest pain, etc.) and an EKG identiﬁed as *** ACUTE MI *** by automated analysis. • I ALS: May consider STE > 1 mm in 2 or more contiguous leads. • P CC: May consider advanced criteria (Sgarbossa’s, posterior, etc). • Appropriate WVEMS cardiac hospitals (with emergent PCI) include: - Carilion Roanoke Memorial & Carilion New River Valley - Lewis Gale Salem & Lewis Gale Montgomery & Sovah Danville Acute Large Vessel (LVO) Stroke • Patients must have a deﬁnite time last normal under 6 hrs and at least one positive ﬁnding on a Cincinnati Stroke (FAST) exam. • Must also have arm drift and at least one ﬁnding on a Stroke VAN. • Appropriate WVEMS stroke hospitals (PSC, TSC, or CSC) include: - Carilion Roanoke & LG Salem & Sovah Danville / Martinsville Major or Unstable Trauma Reviewed: Dec 2024 • Patients should meet trauma triage guidelines with major injury and / or major mechanism and / or major burns > 20% BSA. • Appropriate WVEMS trauma hospitals (Level I or II) include: - Carilion Roanoke Memorial & Lewis Gale Hospital Salem Destination Policies 112",
    "113": "113 Deceased, MCI Policies Deceased Subjects • EMS may occasionally encounter a deceased subject. - Maintain respect for the deceased and their family. - Always involve law enforcement. Always write a full report. • If resuscitation was not attempted: - Consider all deceased subjects as a potential crime scene. - Limit EMS ingress/egress and coordinate with law enforcement. - Law enforcement may request EMS to conﬁrm death. • If resuscitation was attempted and subsequently terminated: - Medical Control should already be involved. - Do not remove any pads, leads, invasive lines or tubes. - EMS may disconnect hardware such as EKG wires and BVM. - Defer to the direction of law enforcement or Medical Examiner. • In some situations law enforcement may release the body. - EMS should not transport the deceased to the ED. - EMS may remove lines, tubes, etc if the body is released. - EMS may offer courtesy transport to a funeral home. - Courtesy transport is not required. Defer to agency policy. - Inform Medical Control of any courtesy transports. • EMS may conﬁrm death in several ways including: - Lack of pulse, respirations and response. - Obvious Death or Mortal Injury. - I Asystole in at least two cardiac leads with EKG gain at max. • EMS may consider assisting with last rites if requested by family. Mass Casualty • Call for more help. Begin a standardized MCI triage system. - Several systems are described, such as SALT and START. • Do the most good for the most people until adequate help arrives. - Consider utilizing any available resources, such as bystanders. - Prioritize life-saving interventions. Reviewed: Oct 2024 - Triage and prioritizing care during an MCI is not abandonment. - Consider “reverse triage” if mass casualty lightning strike. • Notify the receiving hospital(s) as soon as possible. Deceased, MCI Policies 113",
    "114": "114 Drug Reference Protocol Medication Reference 115 Adenosine (Adenocard®) Afrin® (Oxymetazoline) 116 Albuterol (Ventolin®) Amiodarone (Pacerone®) 117 Ancef® (Cefazolin) Aspirin (Baby ASA) 118 Atropine (AtroPen®) Atrovent® (Ipratropium) 119 Benadryl® (Diphenhydramine) Bicarb (Sodium Bicarbonate) 120 Calcium (Chloride) Charcoal (Activated) 121 CyanoKit® (Hydroxocobalamin) D10 (Dextrose 10%) 122 Decadron® (Dexamethasone) Dopamine (Intropin®) 123 DuoDote® (Atropine & 2PAM) Epi, Epi Neb (Epinephrine) 124 Epi Drip, Push (Epinephrine) Etomidate (Amidate®) 125 Fentanyl (Sublimaze®) Glucagon (Glucagen®) 126 Glucose (Glutose 15™) Haldol® (Haloperidol) 127 Heparin (Sodium) Ibuprofen (Motrin®) 128 Keppra® (Levetiracetam) Ketamine (Ketalar®) 129 Levophed® (Norepinephrine) Lidocaine (Xylocaine®) 130 Lopressor® (Metoprolol) Magnesium (Sulfate) 131 Narcan® (Naloxone) Neo Push (Phenylephrine) 132 Nitro (Nitroglycerin) NS Bolus (0.9% Saline) 133 Propofol (Diprivan®) Rocephin® (Ceftriaxone) 134 Rocuronium (Zemuron®) Succinylcholine (Anectine®) 135 Tetracaine (Ophthalmic) Thiamine (Vitamin B1) 136 TXA (Tranexamic Acid) Tylenol® (Acetaminophen) 137 Versed® (Midazolam) Zofran® (Ondansetron) Substitutes & Options • WVEMS maintains a formulary list of recommended medications, but some agencies may elect not to stock every drug. Please review the formulary for recommended options and Reviewed: Feb 2025 substitutes. • 2025 Formulary: Drug Reference 114",
    "115": "115 Drug Reference: A Adenosine Adenocard® • Tx: SVT Use • Adults: 12 mg IV/IO • Peds: 0.1 - 0.2 mg/kg • PMH: COPD, asthma Caution • PMH: WPW, bradycardia, AV block • PMH: Theophylline, Digoxin® • May cause: palpitations • Preg C: safety not established • Give rapid IV push followed by rapid saline ﬂush. Notes • Protocols: Tachycardia • Antiarrhythmic: Class V - Onset: seconds - Duration: 10 s • https://reference.medscape.com/drug/342295 Afrin® Oxymetazoline • Tx: Nosebleeds Use • Adults: 1 spray IN • Peds: 6 y/o and above only Caution • PMH: CAD, HTN • May cause: HA, nose discomfort • Preg C: safety not established • Protocol: Epistaxis Notes Reviewed: Feb 2025 • Adrenergic: α-agonist - Onset: seconds - Duration: 6 hr • https://reference.medscape.com/drug/343408 Drug Reference: A 115",
    "116": "116 Drug Reference: A Albuterol Ventolin® • Tx: Wheezing, Hyperkalemia Use • Adults: 2.5 mg Neb • Peds: 0.15 mg/kg • PMH: antiretroviral therapy Caution • PMH: hypokalemia • May cause: tremor, anxiety • May cause: palpitation, tachycardia • Preg C: safety not established • Protocols: Dyspnea, Allergic Reaction Notes • Four (4x) nebs back-to-back for Hyperkalemia • Adrenergic: ß-agonist - Onset: 30 min - Duration: 2 hr • https://reference.medscape.com/drug/343426 Amiodarone Pacerone® • Tx: V-Tach / V-Fib • Adult CODE: 300, then 150 mg IV/IO Use • Peds CODE: 5 mg/kg, Q 5 min x3 • Gtt: over 10 min (peds over 30 min) • PMH: antiretroviral therapy Caution • PMH: bradycardia • May cause: bradycardia, HA • May cause: hypotension, dizzy • Preg D: known risks • Protocols: Tachycardia, Med CODE/ROSC, Trauma CODE Notes Reviewed: Feb 2025 • Dilute in NS and give over 10 min if non-emergent • Antiarrhythmic: Class III - Onset: mins - Duration: hours • https://reference.medscape.com/drug/342296 Drug Reference: A 116",
    "117": "117 Drug Reference: A Ancef® Cefazolin • Tx: Major Wounds, Open Fractures Use • Adults: 2 grams IV/IO, IM • Peds: 10-30 mg/kg IV/IO, IM Caution • PCN / Cephalosporin Allergy • May cause: anaphylaxis • Preg B: likely safe • Protocols: Major Trauma, Extremity Injury Notes • Reconstitute: w/ 3 mL NS for IM; dilute in 10 mL for IV/IO • Antibiotic: 1st Gen Ceph -Onset: minutes -Duration: hours • https://reference.medscape.com/drug/342492 Aspirin Baby ASA • Tx: Angina Use • Adults: 81 mg x4 PO (chew) • Peds: <do not use> Caution • PMH: GI bleeding, low platelets • May cause: GERD, bleeding • Preg D: known risks • Protocols: Chest Pain Notes Reviewed: Feb 2025 • Antiplatelet (and NSAID) - Onset: 5 min - Duration: 4 hrs • https://reference.medscape.com/drug/343279 Drug Reference: A 117",
    "118": "118 Drug Reference: A Atropine AtroPen® • Tx: Brady, Organophosphate OD Use • Adults: 1 mg IV/IO (brady) • Peds: 0.02 mg/kg • PMH: Glaucoma, AV block Caution • May cause: palpitations • May cause: dry mouth, HA • Preg C: safety not established • Organophosphate OD may require massive doses. Notes • Protocols: Bradycardia, Administer Antidote • Anticholinergic - Onset: seconds - Duration: minutes • https://reference.medscape.com/drug/343093 Atrovent® Ipratropium Bromide • Tx: Wheezing Use • Adults: 0.5 mg Neb • Peds: 0.25 mg if <6 y/o (<20 kg) Caution • PMH: glaucoma • May cause: HA, cough • Preg B: likely safe • Protocols: Dyspnea, Allergic Reaction Notes Reviewed: Feb 2025 • Anticholinergic - Onset: 15 minutes - Duration: 3 hours • https://reference.medscape.com/drug/343416 Drug Reference: A 118",
    "119": "119 Drug Reference: B Benadryl® Diphenhydramine • Tx: Allergic Reactions, Dystonia • Adults: 25 mg IV/IO, IM, PO Use - May give 50 mg PO for adults • Peds: 1 mg/kg • PMH: glaucoma, elderly Caution • May cause: sedation, delirium • May cause: dry mouth • Preg B: likely safe • Protocols: Allergic Reaction, Psychiatric, Antidote Notes • Antihistamine - Onset: 15 min - Duration: 4 hours • https://reference.medscape.com/drug/343392 Bicarb Sodium Bicarbonate • Tx: Acidosis, Arrhythmia Use • Adults: 50 mEq IV/IO • Peds: 1 mEq/kg • Beware extravasation Caution • Do not mix: Calcium • May cause: alkalosis, CHF • May cause: hypokalemia • Preg C: safety not established • Protocols: Administer Antidote Notes Reviewed: Feb 2025 • Electrolyte: alkali - Onset: 15 minutes - Duration: 1 hour • https://reference.medscape.com/drug/342305 Drug Reference: B 119",
    "120": "120 Drug Reference: C Calcium Calcium Chloride • Tx: Hyperkalemia, Ca-blocker OD • Adults: 1 gram IV/IO Use • Peds: 20 mg/kg • Give over 10 min (or bolus in CODE) • Beware extravasation Caution • Do not mix: Rocephin®, Digoxin® • Do not mix: Bicarbonate • May cause: tachy, brady, N/V, HA • Preg C: safety not established • Protocols: Hyperkalemia, Administer Antidote Notes • Dilute in NS and give over 10 min if non-emergent • Electrolyte: cofactor - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/344432 Charcoal Activated • Tx: Poisoning, Overdose • Adults: 25 grams PO Use • Peds: 1 gram/kg • May give over ice to improve taste • May cause: vomiting, black stools Caution • May cause: diarrhea (w/ sorbitol) • Do not use: caustic ingestions • Preg N/A: not categorized • Protocols: Administer Antidote Notes Reviewed: Feb 2025 • Antidote: physical binder, not metabolized • https://reference.medscape.com/drug/343714 Drug Reference: C 120",
    "121": "121 Drug Reference: C - D CyanoKit® Hydroxocobalamin • Tx: Cyanide Poisoning / Exposure Use • Adults: 5 grams IV/IO over 10 min • Peds: 70 mg/kg Caution • May cause: HA, ﬂushing, HTN • PMH: CKD, renal failure • Preg C: safety not established Doc James • Protocols: Administer Antidote Notes • Follow kit instructions and give over 10 min • Antidote: Protein binding to cyanide - Half life: 30 hrs • https://reference.medscape.com/drug/343734 D10 Dextrose 10% • Tx: Hypoglycemia Use • Adults: 100 mL IV/IO • Peds: 5 mL/kg • Beware extravasation Caution • May cause: edema • May cause: hyperglycemia • Preg C: safety not established • Protocols: Diabetic, Administer Antidote Notes Reviewed: Feb 2025 • Glucose Monosaccharide - Onset: mins - Duration: 40 min • https://reference.medscape.com/drug/342705 Drug Reference: C - D 121",
    "122": "122 Drug Reference: D Decadron® Dexamethasone • Tx: Inﬂammation • Adults: 10 mg IV/IO, IM, PO Use • Peds: 0.5 mg/kg • (Alternate adult dosing: 8 mg IV/IO, IM, PO) • PMH: antivirals, anticoagulants Caution • PMH: diabetics, birth control • May cause: hyperglycemia • May cause: delirium • Preg C: safety not established • Protocols: Dyspnea, Allergic Reaction Notes • Steroid: glucocorticoid - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342741 Dopamine Intropin® • Tx: Shock, Hypotension • Adults: 5 mcg/kg/min IV/IO Use • Peds: 5 mcg/kg/min • Titrate rate (up to 4x) to effect • PMH: tachycardia Caution • PMH: antidepressants • May cause: arrhythmia • May cause: HA, N/V • Preg C: safety not established • Protocols: Circulation / Shock Notes Reviewed: Feb 2025 • Catecholamine - Onset: 5 minutes - Duration: 10 minutes • https://reference.medscape.com/drug/342435 Drug Reference: D 122",
    "123": "123 Drug Reference: D - E Duodote® Atropine & Pralidoxime • Tx: Organophosphate poisoning Use • Adults: auto-inj IM (2.1 mg/ 600 mg) • Peds: safety not established ≤40 kg • May require multiple doses Caution • PMH: chronic renal or liver disease • Do not mix: Glucagon • May cause: vision changes, HTN • Preg C: safety not established • Protocols: Administer Antidote Notes • Antidote: anticholinergic, reactivates esterase, peak: 30 m • https://reference.medscape.com/drug/343745 Epi, Epi Neb Epinephrine, EpiPen® • Tx: Brady, CODE, Dyspnea, Allergy • Adults: 1 mg IV/IO (CODE) Use • Peds: 0.01 mg/kg (Brady, CODE) • Epi Neb: 0.5 mg/kg, max 5 mg (SOB) • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, ﬂushing • Preg C: safety not established • Protocols: Brady, CODE, Dyspnea, Allergy, Neonate Notes Reviewed: Feb 2025 • See also: Epi Drip (below) for Circulation / Shock • Adrenergic: α, ß agonist - Onset: 1 min - Duration: varies • https://reference.medscape.com/drug/342437 Drug Reference: D - E 123",
    "124": "124 Drug Reference: E Epi Drip, Epi Push Epinephrine, Adrenalin • Tx: Hypotension, Shock • Adults: 1 gtt/sec macro drip set Use • Peds: 1 gtt/sec micro drip set • Mix 1 mg Epi into 1 L NS: 1 mcg/mL • PMH: CAD, HTN Caution • May cause: palpitations • May cause: anxiety, arrhythmia • May cause: HTN, ﬂushing • Preg C: safety not established • Protocols: Circulation / Shock, Vasopressors Notes • See also: Epi (above) for Brady, CODE, Dyspnea, Allergy • Adrenergic: α, ß agonist - Onset: 1 min • https://reference.medscape.com/drug/342437 Etomidate Amidate® • Tx: RSI/RSA Induction • Adults: 0.3 mg/kg IV/IO Use • Peds: 0.3 mg/kg (10+ y/o only) • 0-9 y/o safety not established • PMH: adrenal insufficiency Caution • May cause: limb jerking • May cause: eye twitching • Preg C: safety not established • Protocols: Intubation / RSI Notes Reviewed: Feb 2025 • Central Hypnotic - Onset: seconds - Duration: minutes • https://reference.medscape.com/drug/343098 Drug Reference: E 124",
    "125": "125 Drug Reference: F - G Fentanyl Sublimaze® • Tx: Acute Moderate / Severe Pain Use • Adults: 50 mcg IV/IO, IM/IN • Peds: 0.5 - 2 mcg/kg • PMH: MAOIs (antidepressants) Caution • May cause: respiratory depression • May cause: hypotension • May cause: delirium, N/V • Preg C: safety not established • Protocols: Pain Notes • Critical Care: Sedation / Vent • Opioid: µ-agonist - Onset: seconds - Duration: 45 min • https://reference.medscape.com/drug/343311 Glucagon Glucagen® • Tx: Hypoglycemia, ß-blocker OD Use • Adults: 1 mg IM • Peds: 0.5 mg if < 6 y/o (< 20 kg) • PMH: pheochromocytoma Caution • PMH: starvation, Coumadin • May cause: nausea / vomiting • Beware: refractory hypoglycemia • Preg B: likely safe • ß-blocker OD may require multiple doses. Notes Reviewed: Feb 2025 • Protocols: Diabetic, Administer Antidote • Hepatic glycogenolysis - Onset: 10 min - Duration: 30 min • https://reference.medscape.com/drug/342712 Drug Reference: F - G 125",
    "126": "126 Drug Reference: G - H Glucose Oral Glucose, Glutose 15™ • Tx: Hypoglycemia Use • Adults: 15 grams PO • Peds: 0.5 g/kg Caution • PMH: hyperglycemia • May cause: hyperactivity • Preg A: demonstrated safe • Protocols: Diabetic Notes • Monosaccharide - Onset: mins - Duration: 40 min • https://reference.medscape.com/drug/342705 Haldol® Haloperidol • Tx: Severe Psychosis • Adults: 5 mg IM Use • Peds: 0.075-0.15 mg/kg (6+ y/o) • 0-5 y/o: safety not established • PMH: antiarrhythmics, Long QT Caution • PMH: Parkinson’s disease • May cause: hypotension, NMS • May cause: dystonia • Preg C: safety not established • Protocols: Psychiatric Notes Reviewed: Feb 2025 • Antipsychotic: dopa blocker - Onset: 10 m - Duration: 18 h • https://reference.medscape.com/drug/342974 Drug Reference: G - H 126",
    "127": "127 Drug Reference: H - I Heparin Heparin Sodium • Tx: ST-Elev. Myocardial Infarction • Adults: 5,000 units IV/IO Use • Peds: <do not use> • Double check concentration • PMH: induced thrombocytopenia Caution • Do not mix: Haldol • May cause: bleeding • Preg C: safety not established • Protocols: STEMI Notes • Anticoagulant - Onset: immediate - Peak: 2-4 hours • https://reference.medscape.com/drug/342169 Ibuprofen Advil®, Motrin® • Tx: Fever, Pain Use • Adults: 600 mg PO • Peds: 10 mg/kg • PMH: CKD, recent CABG Caution • Do not use: if active GI bleeding • May cause: epigastric pain • May cause: N/V, dizzy • Preg D: known risks • Protocols: Fever, Pain, Cold / Heat Notes Reviewed: Feb 2025 • NSAID: cox inhibitor - Onset: 30 min - Duration: 4 hours • https://reference.medscape.com/drug/343289 Drug Reference: H - I 127",
    "128": "128 Drug Reference: K Keppra® Levetiracetam • Tx: Status Epilepticus, Seizures • Adults: 3,000 mg IV/IO Use • Peds: 20 mg/kg (6 y/o and older) • Dilute in NS and give over 10 min • PMH: paranoid psychosis Caution • May cause: fatigue, weakness • May cause: hypertension, headache • Preg C: safety not established • Protocols: Seizure Notes • Novel Antiepileptic - Peak: 1 hour - Half-life: 6-8 hours • https://reference.medscape.com/drug/343013 Ketamine Ketalar® • Tx: Severe Pain, Discomfort • Adults: 20 mg IV/IO, IM/IN (pain) Use • Peds: 0.25 - 0.5 mg/kg • Higher doses for Critical Care • PMH: increased ICP, glaucoma Caution • May cause: laryngospasm • May cause: hypersalivation • Preg N/A: not categorized • Protocols: Pain, Med ROSC, Trauma ROSC, RSI, Sedation Notes Reviewed: Feb 2025 • Dilute in NS, give over 10 min if used IV/IO in pain/ROSC • Dissociative anesthetic - Onset: 30 s - Duration: minutes • https://reference.medscape.com/drug/343099 Drug Reference: K 128",
    "129": "129 Drug Reference: L Levophed® Norepinephrine • Tx: Hypotension, Septic Shock • Adults: 5 - 20 mcg/min IV/IO Use • Peds: 0.05 mcg/kg/min • Dilute 4 mg in 250 mL, use a pump • Beware extravasation Caution • PMH: CAD, HTN, MAOI meds • May cause: HTN, arrhythmia • May cause: anxiety, ﬂushing • Preg C: safety not established • Protocols: Vasopressors Notes • Dilute in D5W if available (NS is OK, but will lose potency) • Adrenergic: ß, α agonist - Onset: 1 min - Duration: 1 min • https://reference.medscape.com/drug/342443 Lidocaine Xylocaine® • Tx: pain after IO (or V-Tach / V-Fib) • Adult pain after IO: 10 mg IO Use • (CODE 1st dose: 1 - 1.5 mg/kg IV/IO) • (CODE 2nd dose: 0.5-0.75 mg/kg IV/IO) • PMH: antiarrhythmics, AV block Caution • Do not mix: Digoxin® • May cause: hypotension • May cause: N/V, seizure • Preg B: likely safe • Protocols: IO Procedure Notes Reviewed: Feb 2025 • Antiarrhythmic: Class IB - Onset: 45 sec - Duration: 10 min • https://reference.medscape.com/drug/342302 Drug Reference: L 129",
    "130": "130 Drug Reference: L - M Lopressor® Metoprolol • Tx: HTN, Tachycardia Use • Adults: 5 mg IV/IO • Peds: 0.5 mcg/kg/min infusion • PMH: CHF, AV block Caution • May cause: hypotension, syncope • May cause: bradycardia, dizzy • Preg C: safety not established • Protocols: Malignant HTN Notes • ß-blocker - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342360 Magnesium Magnesium Sulfate • Tx: TdP, Preeclampsia, Eclampsia Use • Adults: 2 - 4 grams IV/IO • Peds: 25 - 50 mg/kg • PMH: DKA, AV block Caution • Do not mix: Digoxin® • May cause: hypoxia, edema, shock • Monitor reﬂexes to avoid toxicity • Preg D: known risks • Protocols: Tachy, Med CODE, Seizure, Antidote, Malig. HTN Notes Reviewed: Feb 2025 • Dilute in NS and give over 10 min if non-emergent • Electrolyte - Onset: seconds - Duration: hours • https://reference.medscape.com/drug/344444 Drug Reference: L - M 130",
    "131": "131 Drug Reference: N Narcan® Naloxone • Tx: Opiate OD Use • Adults: 0.04 - 4 mg IV/IO, IM/N • Peds: 0.1 mg/kg Caution • May cause: opiate withdrawal • May cause: N/V, Abdominal Pain • Preg C: safety not established • Protocols: Overdose / Tox, Administer Antidote Notes • Opioid (µ) antagonist - Onset: 2 min - Duration: 45 min • https://reference.medscape.com/drug/343741 Neo Push Phenylephrine • Tx: Hypotension, Shock Index > 0.8 • Adults: 50 - 200 mcg IV/IO Use • Peds: 5 - 20 mcg/kg • 0-1 y/o: safety not established • Beware extravasation Caution • PMH: heart block, CHF • May cause: HTN, bradycardia • May cause: anxiety, ﬂushing • Preg: safety not established • Protocols: Vasopressors Notes Reviewed: Feb 2025 • Must dilute in NS to concentration of 100 mcg/mL • Adrenergic: α agonist - Onset: 10 min - Duration: 15 min • https://reference.medscape.com/drug/342444 Drug Reference: N 131",
    "132": "132 Drug Reference: N Nitro Nitroglycerin, Nitrostat® • Tx: Angina Use • Adults: 0.4 mg SL • Peds: <do not use> • PMH: recent (36 h) PDE5 inhibitors Caution • PMH: ergot (pain/migraine) med • May cause: HA, hypotension • Preg B: likely safe • Protocols: Chest Pain, Dyspnea Notes • Systemic vasodilator - Onset: 1 min - Duration: 30 min • https://reference.medscape.com/drug/342280 NS Bolus 0.9% Normal Saline • Tx: Hypotension, Hypovolemia Use • Adults: 500 mL IV/IO • Peds: 20 mL/kg • PMH: CHF, CKD, HTN Caution • May cause: hypervolemia & edema • May cause: dyspnea & rales • Preg C: safety not established • Protocols: Shock, Tachy, Fever, HyperK+, Diabetic, Preg Notes Reviewed: Feb 2025 Major Trauma / CODE, Cold/Heat, Burn • Isotonic crystalloid - Onset: seconds - Duration: varies • https://www.rxlist.com/normal-saline-drug.htm Drug Reference: N 132",
    "133": "133 Drug Reference: P - R Propofol Diprivan® • Tx: Sedation • Adults: 150 mcg/kg/min IV/IO Use • Peds: 200 mcg/kg/min (3+ months) • 0-2 months: safety unknown • PMH: CKD, renal failure Caution • May cause: hypotension, apnea • Titrate down rapidly in ﬁrst 30 min • Aim for 30-50% reduction quickly • Preg B: likely safe • Protocols: Sedation / Vent Notes • Sedative/hypnotic: GABA - Onset: secs - Duration: mins • https://reference.medscape.com/drug/343100 Rocephin® Ceftriaxone • Tx: Infection Use • Adults: 1 gram IV/IO, IM • Peds: 25 - 50 mg/kg • PCN / Cephalosporin Allergy Caution • Do not mix: Calcium (may be fatal) • May cause: allergic reaction • Preg B: likely safe • Protocols: Sepsis Notes Reviewed: Feb 2025 • Reconstitute: w/ 3 mL - NS for IV/IO, or 2% Lido for IM • Antibiotic: 3rd Gen Ceph - Onset: minutes - Duration: hours • https://reference.medscape.com/drug/342510 Drug Reference: P - R 133",
    "134": "134 Drug Reference: R - S Rocuronium Zemuron® • Tx: RSI Paralysis • Adults: 1 mg/kg IV/IO Use • Peds: 0.6 mg/kg (3+ months old) • 0-2 months: safety unknown • PMH: liver failure, ascites Caution • Beware Malignant Hyperthermia • May cause: paralysis, apnea • Preg B: likely safe • Protocols: Intubation / RSI Notes • Non-depolarizing - Onset: 1 minute - Duration: 30 minutes • https://reference.medscape.com/drug/343109 Succinylcholine Anectine® • Tx: RSI Paralysis Use • Adults: 1.5 mg/kg IV/IO • Peds: 2 mg/kg • PMH: hyperkalemia, burns Caution • Beware Malignant Hyperthermia • Beware Pediatric Myopathy • May cause: paralysis, apnea • Preg C: safety not established • Protocols: Intubation / RSI Notes Reviewed: Feb 2025 • Depolarizing - Onset: 30 seconds - Duration: 5 minutes • https://reference.medscape.com/drug/343102 Drug Reference: R - S 134",
    "135": "135 Drug Reference: T Tetracaine 0.5% Ophthalmic • Tx: Eye pain (non-penetrating) Use • Adults: 1-2 gtt into affected eye • Peds: 1-2 gtt into affected eye • Will sting for 3-5 seconds (normal) Caution • Use caution after admin - Do not let pts rub or scratch eye • Preg N/A: not categorized • Protocols: Pain, Head Injury Notes • Topical anesthetic - Onset: seconds - Duration: 20 min • https://reference.medscape.com/drug/343373 Thiamine Vitamin B1 • Tx: Hypoglycemic chronic alcoholics Use • Adults: 100 mg IV/IO • Peds: <do not use> • Required: online physician order Caution • PMH: CKD, renal failure • Minimal utility in non-alcoholics • Preg A: demonstrated safe • Protocols: Diabetic, Administer Antidote Notes Reviewed: Feb 2025 • Essential coenzyme in carbohydrate metabolism • https://reference.medscape.com/drug/344428 Drug Reference: T 135",
    "136": "136 Drug Reference: T TXA Tranexamic Acid • Tx: Bleeding, Epistaxis • Adults: 2 grams IV/IO (or 150 mg IN) Use • Peds: 10 - 25 mg/kg • Dilute in NS and give over 10 min • PMH: seizure, known DVT/PE Caution • May cause: hypotension • May cause: visual changes, N/V • Preg B: likely safe • Protocols: Bleeding, Pregnancy, Epistaxis, OB Procedures Notes • Antiﬁbrinolytic - Onset: minutes - Duration: 3 hours • https://reference.medscape.com/drug/342087 Tylenol® Acetaminophen • Tx: Fever, Pain • Adults: 500 mg PO, IV/IO Use • Peds: 15 mg/kg • For IV admin: give over 10 min Caution • PMH: end stage liver disease • Preg B: likely safe • Do not use: for premature babies • Protocols: Fever, Pain Notes Reviewed: Feb 2025 • Analgesic: antiprostaglandin - Onset: 1 hr - Duration: 4 hrs • PO: https://reference.medscape.com/drug/343346 • IV: https://reference.medscape.com/drug/999610 Drug Reference: T 136",
    "137": "137 Drug Reference: V - Z Versed® Midazolam • Tx: Seizure, Delirium Use • Adults: 2.5 mg IV/IO, IM/IN • Peds: 50 - 75 mcg/kg • PMH: antivirals, glaucoma Caution • May cause: respiratory depression • May cause: hypotension • Preg D: known risks • Protocols: Seizure, Psych, Cold / Heat, Antidote Notes • Critical Care: Sedation / Vent • Benzo: GABA agonist - Onset: 3 minutes - Duration: 1 hour • https://reference.medscape.com/drug/342907 Zofran® Ondansetron • Tx: Nausea, Vomiting Use • Adults: 4 mg IV/IO, IM/IN, PO • Peds: 0.1 mg/kg Caution • PMH: antidepressants, Long QT • May cause: HA, fatigue • Preg B: likely safe • Protocols: Nausea / Vomiting Notes Reviewed: Feb 2025 • Use injectable for IV/IO & IM/IN; use ODT for PO • 5-HT3 antagonist - Onset: seconds - Duration: hours • https://reference.medscape.com/drug/342052 Drug Reference: V - Z 137",
    "138": "138 Peds Reference 139 Premie 140 0-3 mo • WVEMS uses the Handtevy Standard. 141 4-5 mo - Age is the primary reference. - This allows preparation en route. 142 6-11 mo • Length / color tape is also an option. 143 1 year - Use tape if very small / very large. - Use tape if age is unknown. 144 2 years • Weight based dosing is tertiary. 145 3 years - Estimating weight is less accurate. • Use same route & frequency as adult. 146 4 years - Limit NS Bolus to x3 (60 mL/kg). 147 5 years 148 6 years E EMT Peds Dosing • Peds med math is not in EMT scope. 149 7 years • May give regular adult dose for ages: 150 8 years - Afrin® (Oxymetazoline): ≥ 6 y/o 151 9 years - Albuterol (Ventolin®): ≥ 2 y/o - Atrovent® (Ipratropium): ≥ 5 y/o 152 10 years - Glucagon (Glucagen®): ≥ 5 y/o 153 11 years - Oral Glucose (Glutose®): ≥ 2 y/o 154 12 years - Narcan® (Naloxone): ≥ 1 y/o - Tetracaine (Ophth): all ages 155 13 years - Zofran ODT®: ≥ 11 y/o • May give EpiPen Jr® for 3-8 y/o, or adult EpiPen® for ≥ 9 y/o. - May also use color coded / dose limiting administration systems. • May give OTC doses of Benadryl, Ibuprofen, and Tylenol - Follow the directions on the OTC box for age and/or weight - May not give doses labeled as “ask (or directed by) a physician” References Reviewed: Oct 2024 • PALS: https://www.ahajournals.org/doi/10.1161/CIR.0000000000000901 [Ver: 2020] • Handtevy - Pediatric Emergency Standards: https://handtevy.com [Ver: 5/22] • Limmer D, O’Keefe MF. Emergency Care 14th Ed. Chapter 18 Peds Reference 138",
    "139": "139 GRAY 0 - 7 lbs 0 - 3 kg PREMIE Normal Vitals P: 120 - 170 /min R: 40 - 70 /min SBP: 55 - 90 mmHg Resuscitation Misc Deﬁb: 4 ￫ 8 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.2 mL iGel Airway: #1 (pink) (50 mg/mL) Amio: 0.2 mL Pacing Rate: 145 /min Common Cardiovert: 2 ￫ 4 J NS Bolus: 40 mL Vent: < do not use > Afrin: < do not use > Less Common Albuterol: 0.42 mg Adenosine: 0.3 mg Ancef: < do not use > Atropine: 0.1 mg Atrovent: 0.25 mg Bicarbonate: 1 mEq Benadryl: < do not use > Calcium: 40 mg D10: 10 mL Charcoal: 2 grams Decadron: 1.2 mg Dopamine: drop every 60 s Epi (allergy): 0.02 mg Glucagon: 0.5 mg Epi (brady/code): 0.02 mg Haldol: < do not use > Epi Neb: 1 mg Lidocaine (IO): < do not use > Fentanyl: < do not use > Magnesium: 100 mg Glucose: < do not use > Epi Push: 2 mcg Ibuprofen: < do not use > Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): < do not use > Ketamine (pain): < do not use > Levophed: 0.1 mcg/min Narcan: 0.02 mg Lopressor: 1 mcg/min Tylenol: < do not use > Neo Push: 20 mcg TXA: 50 mg Rocephin: 100 mg Reviewed: Oct 2024 Versed: < do not use > Rocuronium: < do not use > Zofran: < do not use > Succinylcholine: 4 mg 139 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: Premie",
    "140": "140 GRAY 8 - 12 lbs 4 - 5 kg 0-3 MO Normal Vitals P: 100 - 160 /min R: 30 - 60 /min SBP: 60 - 100 mmHg Resuscitation Misc Deﬁb: 8 ￫ 15 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.4 mL iGel Airway: #1 (pink) (50 mg/mL) Amio: 0.4 mL Pacing Rate: 130 /min Common Cardiovert: 4 ￫ 8 J NS Bolus: 80 mL Vent: < do not use > Afrin: < do not use > Less Common Albuterol: 0.83 mg Adenosine: 0.3 mg Ancef: < do not use > Atropine: 0.1 mg Atrovent: 0.25 mg Bicarbonate: 2 mEq Benadryl: < do not use > Calcium: 80 mg D10: 20 mL Charcoal: 4 grams Decadron: 2.4 mg Dopamine: drop every 60 s Epi (allergy): 0.04 mg Glucagon: 0.5 mg Epi (brady/code): 0.04 mg Haldol: < do not use > Epi Neb: 2 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 200 mg Glucose: < do not use > Epi Push: 2 mcg Ibuprofen: < do not use > Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): < do not use > Ketamine (pain): < do not use > Levophed: 0.2 mcg/min Narcan: 0.04 mg Lopressor: 2 mcg/min Tylenol: 64 mg Neo Push: 20 mcg TXA: 100 mg Rocephin: 200 mg Reviewed: Oct 2024 Versed: < do not use > Rocuronium: < do not use > Zofran: < do not use > Succinylcholine: 8 mg 140 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 0-3 Months",
    "141": "141 PINK 13 - 16 lbs 6 - 7 kg 4-5 MO Normal Vitals P: 105 - 160 /min R: 30 - 60 /min SBP: 70 - 100 mmHg Resuscitation Misc Deﬁb: 10 ￫ 20 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.6 mL iGel Airway: #1.5 (blue) (50 mg/mL) Amio: 0.6 mL Pacing Rate: 130 /min Common Cardiovert: 6 ￫ 10 J NS Bolus: 120 mL Vent: < do not use > Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 0.6 mg Ancef: 166 mg Atropine: 0.12 mg Atrovent: 0.25 mg Bicarbonate: 3 mEq Benadryl: < do not use > Calcium: 120 mg D10: 30 mL Charcoal: 6 grams Decadron: 3.6 mg Dopamine: drop every 60 s Epi (allergy): 0.06 mg Glucagon: 0.5 mg Epi (brady/code): 0.06 mg Haldol: < do not use > Epi Neb: 3 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 300 mg Glucose: < do not use > Epi Push: 4 mcg Ibuprofen: < do not use > Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 12 mg Ketamine (pain): 2 mg Levophed: 0.3 mcg/min Narcan: 0.06 mg Lopressor: 3 mcg/min Tylenol: 80 mg Neo Push: 40 mcg TXA: 150 mg Rocephin: 300 mg Reviewed: Oct 2024 Versed: 0.5 mg Rocuronium: 6 mg Zofran: < do not use > Succinylcholine: 12 mg 141 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 4-5 Months",
    "142": "142 RED 17 - 20 lbs 8 - 9 kg 6-11 MO Normal Vitals P: 110 - 160 /min R: 24 - 38 /min SBP: 70 - 100 mmHg Resuscitation Misc Deﬁb: 15 ￫ 30 J IV Cath: 24 g (yellow) Preﬁll (1/10) Epi: 0.8 mL iGel Airway: #1.5 (blue) (50 mg/mL) Amio: 0.8 mL Pacing Rate: 135 /min Common Cardiovert: 8 ￫ 15 J NS Bolus: 160 mL Vent: Vt 50 mL @ 30 /min Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 0.9 mg Ancef: 200 mg Atropine: 0.16 mg Atrovent: 0.25 mg Bicarbonate: 4 mEq Benadryl: 5 mg Calcium: 160 mg D10: 40 mL Charcoal: 8 grams Decadron: 4.8 mg Dopamine: drop every 30 s Epi (allergy): 0.08 mg Glucagon: 0.5 mg Epi (brady/code): 0.08 mg Haldol: < do not use > Epi Neb: 4 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 400 mg Glucose: < do not use > Epi Push: 4 mcg Ibuprofen: 80 mg Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 16 mg Ketamine (pain): 2 mg Levophed: 0.4 mcg/min Narcan: 0.08 mg Lopressor: 4 mcg/min Tylenol: 112 mg Neo Push: 40 mcg TXA: 200 mg Rocephin: 400 mg Reviewed: Oct 2024 Versed: 0.5 mg Rocuronium: 8 mg Zofran: 0.8 mg Succinylcholine: 16 mg 142 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 6-11 Months",
    "143": "143 PURPLE 21 - 25 lbs 10 - 11 kg 1 YR Normal Vitals P: 90 - 150 /min R: 22 - 30 /min SBP: 72 - 105 mmHg Resuscitation Misc Deﬁb: 20 ￫ 50 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1 mL iGel Airway: #1.5 (blue) (50 mg/mL) Amio: 1 mL Pacing Rate: 120 /min Common Cardiovert: 10 ￫ 20 J NS Bolus: 200 mL Vent: Vt 60 mL @ 28 /min Afrin: < do not use > Less Common Albuterol: 1.25 mg Adenosine: 0.9 mg Ancef: 266 mg Atropine: 0.2 mg Atrovent: 0.25 mg Bicarbonate: 10 mEq Benadryl: 10 mg Calcium: 200 mg D10: 50 mL Charcoal: 10 grams Decadron: 6 mg Dopamine: drop every 30 s Epi (allergy): 0.1 mg Glucagon: 0.5 mg Epi (brady/code): 0.1 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): < do not use > Fentanyl: 5 mcg Magnesium: 500 mg Glucose: < do not use > Epi Push: 6 mcg Ibuprofen: 100 mg Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 20 mg Ketamine (pain): 3 mg Levophed: 0.5 mcg/min Narcan: 0.1 mg Lopressor: 5 mcg/min Tylenol: 144 mg Neo Push: 60 mcg TXA: 200 mg Rocephin: 500 mg Reviewed: Oct 2024 Versed: 1 mg Rocuronium: 10 mg Zofran: 1 mg Succinylcholine: 20 mg 143 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 1 Year",
    "144": "144 YELLOW 26 - 31 lbs 12 - 14 kg 2 YR Normal Vitals P: 85 - 140 /min R: 22 - 30 /min SBP: 74 - 110 mmHg Resuscitation Misc Deﬁb: 20 ￫ 50 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1.2 mL iGel Airway: #2 (gray) (50 mg/mL) Amio: 1.2 mL Pacing Rate: 110 /min Common Cardiovert: 10 ￫ 20 J NS Bolus: 250 mL Vent: Vt 70 mL @ 28 /min Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 1.2 mg Ancef: 333 mg Atropine: 0.24 mg Atrovent: 0.25 mg Bicarbonate: 12 mEq Benadryl: 10 mg Calcium: 240 mg D10: 60 mL Charcoal: 12 grams Decadron: 7.2 mg Dopamine: drop every 30 s Epi (allergy): 0.12 mg Glucagon: 0.5 mg Epi (brady/code): 0.12 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 600 mg Glucose: 15 grams Epi Push: 6 mcg Ibuprofen: 120 mg Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 24 mg Ketamine (pain): 3 mg Levophed: 0.6 mcg/min Narcan: 0.12 mg Lopressor: 6 mcg/min Tylenol: 176 mg Neo Push: 60 mcg TXA: 300 mg Rocephin: 600 mg Reviewed: Oct 2024 Versed: 1 mg Rocuronium: 12 mg Zofran: 1.2 mg Succinylcholine: 24 mg 144 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 2 Years",
    "145": "145 WHITE 32 - 36 lbs 15 - 16 kg 3 YR Normal Vitals P: 85 - 140 /min R: 22 - 30 /min SBP: 76 - 115 mmHg Resuscitation Misc Deﬁb: 30 ￫ 70 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1.5 mL iGel Airway: #2 (gray) (50 mg/mL) Amio: 1.5 mL Pacing Rate: 110 /min Common Cardiovert: 15 ￫ 30 J NS Bolus: 300 mL Vent: Vt 90 mL @ 28 /min Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 1.5 mg Ancef: 400 mg Atropine: 0.3 mg Atrovent: 0.25 mg Bicarbonate: 15 mEq Benadryl: 15 mg Calcium: 300 mg D10: 75 mL Charcoal: 15 grams Decadron: 8 mg Dopamine: drop every 20 s Epi (allergy): 0.15 mg Glucagon: 0.5 mg Epi (brady/code): 0.15 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 750 mg Glucose: 15 grams Epi Push: 8 mcg Ibuprofen: 140 mg Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 30 mg Ketamine (pain): 4 mg Levophed: 0.8 mcg/min Narcan: 0.14 mg Lopressor: 8 mcg/min Tylenol: 224 mg Neo Push: 80 mcg TXA: 350 mg Rocephin: 666 mg Reviewed: Oct 2024 Versed: 1 mg Rocuronium: 15 mg Zofran: 1.6 mg Succinylcholine: 30 mg 145 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 3 Years",
    "146": "146 WHITE 37 - 42 lbs 17 - 19 kg 4 YR Normal Vitals P: 75 - 120 /min R: 22 - 26 /min SBP: 78 - 115 mmHg Resuscitation Misc Deﬁb: 30 ￫ 70 J IV Cath: 22 g (blue) Preﬁll (1/10) Epi: 1.7 mL iGel Airway: #2 (gray) (50 mg/mL) Amio: 1.7 mL Pacing Rate: 95 /min Common Cardiovert: 15 ￫ 30 J NS Bolus: 350 mL Vent: Vt 100 mL @ 24 /min Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 1.8 mg Ancef: 466 mg Atropine: 0.35 mg Atrovent: 0.25 mg Bicarbonate: 17 mEq Benadryl: 15 mg Calcium: 350 mg D10: 85 mL Charcoal: 17 grams Decadron: 8 mg Dopamine: drop every 20 s Epi (allergy): 0.17 mg Glucagon: 0.5 mg Epi (brady/code): 0.17 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 850 mg Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 160 mg Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 35 mg Ketamine (pain): 5 mg Levophed: 0.9 mcg/min Narcan: 0.16 mg Lopressor: 9 mcg/min Tylenol: 256 mg Neo Push: 100 mcg TXA: 400 mg Rocephin: 833 mg Reviewed: Oct 2024 Versed: 1.5 mg Rocuronium: 17 mg Zofran: 2 mg Succinylcholine: 34 mg 146 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 4 Years",
    "147": "147 BLUE 43 - 47 lbs 20 - 21 kg 5 YR Normal Vitals P: 70 - 115 /min R: 20 - 24 /min SBP: 80 - 115 mmHg Resuscitation Misc Deﬁb: 50 ￫ 85 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2 mL iGel Airway: #2 (gray) (50 mg/mL) Amio: 2 mL Pacing Rate: 90 /min Common Cardiovert: 20 ￫ 50 J NS Bolus: 400 mL Vent: Vt 120 mL @ 22 /min Afrin: < do not use > Less Common Albuterol: 2.5 mg Adenosine: 2.1 mg Ancef: 600 mg Atropine: 0.4 mg Atrovent: 0.5 mg Bicarbonate: 20 mEq Benadryl: 20 mg Calcium: 400 mg D10: 100 mL Charcoal: 20 grams Decadron: 8 mg Dopamine: drop every 15 s Epi (allergy): 0.2 mg Glucagon: 1 mg Epi (brady/code): 0.2 mg Haldol: < do not use > Epi Neb: 5 mg Lidocaine (IO): 2 mg Fentanyl: 10 mcg Magnesium: 1 gram Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 200 mg Etomidate: < do not use > Keppra: < do not use > Ketamine (RSI): 40 mg Ketamine (pain): 6 mg Levophed: 1.0 mcg/min Narcan: 0.2 mg Lopressor: 10 mcg/min Tylenol: 288 mg Neo Push: 100 mcg TXA: 500 mg Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2 mg Rocuronium: 20 mg Zofran: 2 mg Succinylcholine: 40 mg 147 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 5 Years",
    "148": "148 BLUE 48 - 54 lbs 22 - 24 kg 6 YR Normal Vitals P: 70 - 115 /min R: 20 - 24 /min SBP: 82 - 120 mmHg Resuscitation Misc Deﬁb: 50 ￫ 85 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2.2 mL iGel Airway: #2 (gray) (50 mg/mL) Amio: 2.2 mL Pacing Rate: 90 /min Common Cardiovert: 20 ￫ 50 J NS Bolus: 440 mL Vent: Vt 130 mL @ 22 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.1 mg Ancef: 666 mg Atropine: 0.45 mg Atrovent: 0.5 mg Bicarbonate: 22 mEq Benadryl: 20 mg Calcium: 450 mg D10: 100 mL Charcoal: 22 grams Decadron: 8 mg Dopamine: drop every 15 s Epi (allergy): 0.22 mg Glucagon: 1 mg Epi (brady/code): 0.22 mg Haldol: 2.5 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.1 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 220 mg Etomidate: < do not use > Keppra: 440 mg Ketamine (RSI): 45 mg Ketamine (pain): 6 mg Levophed: 1.1 mcg/min Narcan: 0.22 mg Lopressor: 11 mcg/min Tylenol: 320 mg Neo Push: 100 mcg TXA: 550 mg Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2 mg Rocuronium: 22 mg Zofran: 2.2 mg Succinylcholine: 44 mg 148 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 6 Years",
    "149": "149 ORANGE 55 - 58 lbs 25 - 26 kg 7 YR Normal Vitals P: 70 - 110 /min R: 16 - 22 /min SBP: 84 - 120 mmHg Resuscitation Misc Deﬁb: 50 ￫ 100 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2.5 mL iGel Airway: #2.5 (white) (50 mg/mL) Amio: 2.5 mL Pacing Rate: 90 /min Common Cardiovert: 30 ￫ 50 J NS Bolus: 500 mL Vent: Vt 150 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.4 mg Ancef: 733 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 25 mEq Benadryl: 25 mg Calcium: 500 mg D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 12 s Epi (allergy): 0.25 mg Glucagon: 1 mg Epi (brady/code): 0.25 mg Haldol: 2.5 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.25 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 240 mg Etomidate: < do not use > Keppra: 500 mg Ketamine (RSI): 50 mg Ketamine (pain): 7 mg Levophed: 1.3 mcg/min Narcan: 0.24 mg Lopressor: 13 mcg/min Tylenol: 352 mg Neo Push: 100 mcg TXA: 600 mg Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 25 mg Zofran: 2.4 mg Succinylcholine: 50 mg 149 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 7 Years",
    "150": "150 ORANGE 59 - 65 lbs 27 - 29 kg 8 YR Normal Vitals P: 70 - 110 /min R: 16 - 22 /min SBP: 86 - 120 mmHg Resuscitation Misc Deﬁb: 50 ￫ 100 J IV Cath: 20 g (pink) Preﬁll (1/10) Epi: 2.7 mL iGel Airway: #2.5 (white) (50 mg/mL) Amio: 2.7 mL Pacing Rate: 90 /min Common Cardiovert: 30 ￫ 50 J NS Bolus: 500 mL Vent: Vt 160 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 2.7 mg Ancef: 800 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 27 mEq Benadryl: 25 mg Calcium: 550 mg D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 12 s Epi (allergy): 0.27 mg Glucagon: 1 mg Epi (brady/code): 0.27 mg Haldol: 2.5 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.35 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 260 mg Etomidate: < do not use > Keppra: 540 mg Ketamine (RSI): 55 mg Ketamine (pain): 8 mg Levophed: 1.4 mcg/min Narcan: 0.26 mg Lopressor: 14 mcg/min Tylenol: 384 mg Neo Push: 100 mcg TXA: 650 mg Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 27 mg Zofran: 2.6 mg Succinylcholine: 54 mg 150 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 8 Years",
    "151": "151 GREEN 66 - 76 lbs 30 - 34 kg 9 YR Normal Vitals P: 65 - 105 /min R: 16 - 22 /min SBP: 88 - 120 mmHg Resuscitation Misc Deﬁb: 70 ￫ 120 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 3 mL iGel Airway: #2.5 (white) (50 mg/mL) Amio: 3 mL Pacing Rate: 85 /min Common Cardiovert: 30 ￫ 70 J NS Bolus: 500 mL Vent: Vt 180 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3 mg Ancef: 866 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 30 mEq Benadryl: 25 mg Calcium: 600 mg D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 10 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.3 mg Haldol: 3 mg Epi Neb: 5 mg Lidocaine (IO): 4 mg Fentanyl: 15 mcg Magnesium: 1.5 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 300 mg Etomidate: < do not use > Keppra: 600 mg Ketamine (RSI): 60 mg Ketamine (pain): 9 mg Levophed: 1.5 mcg/min Narcan: 0.28 mg Lopressor: 15 mcg/min Tylenol: 448 mg Neo Push: 100 mcg TXA: 750 mg Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 30 mg Zofran: 3 mg Succinylcholine: 60 mg 151 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 9 Years",
    "152": "152 GREEN 77 - 87 lbs 35 - 39 kg 10 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 70 ￫ 150 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 3.5 mL iGel Airway: #3 (yellow) (50 mg/mL) Amio: 3 mL Pacing Rate: 80 /min Common Cardiovert: 30 ￫ 70 J NS Bolus: 500 mL Vent: Vt 210 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3.6 mg Ancef: 1,000 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 35 mEq Benadryl: 25 mg Calcium: 700 mg D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 9 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.35 mg Haldol: 3.5 mg Epi Neb: 5 mg Lidocaine (IO): 6 mg Fentanyl: 20 mcg Magnesium: 1.75 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 340 mg Etomidate: 10 mg Keppra: 700 mg Ketamine (RSI): 70 mg Ketamine (pain): 10 mg Levophed: 1.8 mcg/min Narcan: 0.36 mg Lopressor: 18 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 850 mg Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 35 mg Zofran: 3.4 mg Succinylcholine: 70 mg 152 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 10 Years",
    "153": "153 GREEN 88 - 109 lbs 40 - 49 kg 11 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 85 ￫ 150 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 4 mL iGel Airway: #3 (yellow) (50 mg/mL) Amio: 3 mL Pacing Rate: 80 /min Common Cardiovert: 50 ￫ 85 J NS Bolus: 500 mL Vent: Vt 240 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 3.9 mg Ancef: 1,200 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 40 mEq Benadryl: 25 mg Calcium: 800 mg D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 8 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.4 mg Haldol: 4 mg Epi Neb: 5 mg Lidocaine (IO): 6 mg Fentanyl: 20 mcg Magnesium: 2 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 400 mg Etomidate: 12 mg Keppra: 800 mg Ketamine (RSI): 80 mg Ketamine (pain): 12 mg Levophed: 2.0 mcg/min Narcan: 0.4 mg Lopressor: 20 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 1 gram Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 40 mg Zofran: 4 mg Succinylcholine: 80 mg 153 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 11 Years",
    "154": "154 GREEN 110 - 131 lbs 50 - 59 kg 12 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 100 ￫ 200 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 5 mL iGel Airway: #3 (yellow) (50 mg/mL) Amio: 3 mL Pacing Rate: 80 /min Common Cardiovert: 50 ￫ 100 J NS Bolus: 500 mL Vent: Vt 300 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 5.1 mg Ancef: 1,466 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 50 mEq Benadryl: 25 mg Calcium: 1 gram D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 6 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.5 mg Haldol: 5 mg Epi Neb: 5 mg Lidocaine (IO): 8 mg Fentanyl: 25 mcg Magnesium: 2 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 400 mg Etomidate: 15 mg Keppra: 1,000 mg Ketamine (RSI): 100 mg Ketamine (pain): 15 mg Levophed: 2.5 mcg/min Narcan: 0.4 mg Lopressor: 25 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 1 gram Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 50 mg Zofran: 4 mg Succinylcholine: 100 mg 154 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 12 Years",
    "155": "155 GREEN 132-153 lbs 60 - 69 kg 13 YR Normal Vitals P: 60 - 100 /min R: 16 - 22 /min SBP: 90 - 120 mmHg Resuscitation Misc Deﬁb: 120 ￫ 200 J IV Cath: 18 g (green) Preﬁll (1/10) Epi: 6 mL iGel Airway: #4 (green) (50 mg/mL) Amio: 3 mL Pacing Rate: 80 /min Common Cardiovert: 50 ￫ 100 J NS Bolus: 500 mL Vent: Vt 350 mL @ 20 /min Afrin: 1 spray Less Common Albuterol: 2.5 mg Adenosine: 6 mg Ancef: 1,800 mg Atropine: 0.5 mg Atrovent: 0.5 mg Bicarbonate: 50 mEq Benadryl: 25 mg Calcium: 1 gram D10: 100 mL Charcoal: 25 grams Decadron: 8 mg Dopamine: drop every 5 s Epi (allergy): 0.3 mg Glucagon: 1 mg Epi (brady/code): 0.6 mg Haldol: 5 mg Epi Neb: 5 mg Lidocaine (IO): 10 mg Fentanyl: 30 mcg Magnesium: 2 grams Glucose: 15 grams Epi Push: 10 mcg Ibuprofen: 400 mg Etomidate: 18 mg Keppra: 1,200 mg Ketamine (RSI): 100 mg Ketamine (pain): 18 mg Levophed: 3 mcg/min Narcan: 0.4 mg Lopressor: 30 mcg/min Tylenol: 480 mg Neo Push: 100 mcg TXA: 1 gram Rocephin: 1 gram Reviewed: Oct 2024 Versed: 2.5 mg Rocuronium: 60 mg Zofran: 4 mg Succinylcholine: 100 mg 155 Adapted from 2022 Handtevy Pediatric Emergency Standards, Inc. Reproduced with permission. Peds Reference: 13 Years",
    "156": "156 Index: A - C ## B C (cont.) 9's (rule of) in: ß-agonist see: Albuterol 116 Cardiac Arrhythmia in: - Burns 70 ß-blocker see: Lopressor® 130 - Bradycardia 12 12-Lead 93 ß-blocker Overdose in: - Tachycardia 14 15-Lead in: - Medical CODE - STEMI 86 - Administer Antidote 100 24 Baby in: Cardiovert 101 Caustic Ingestion in: A - Pregnancy / Delivery - Neonate 48 50 - Overdose / Tox - Administer Antidote 40 A-Fib / A-Flutter in: Backache in: 100 - Tachycardia 14 - Pain 20 Cefazolin see: Ancef® 117 AAA (Abd Aortic Aneurysm) in: Backboard in: Ceftriaxone see: Rocephin® 133 - Abdominal Pain 34 - Immobilization 60 Charcoal (activated) in: 120 Abandonment in: Balanced Resuscitation in: - Administer Antidote 100 - Infant Abandonment 106 - Trauma Code 52 Chemical Burn in: Abdominal Pain 34 - Burns 70 Abdominal Trauma in: - Major Trauma 56 - Blood 84 ChemTrec (800-424-9300) in: - Trunk Injury 64 - Burns 70 Abuse and Neglect 106 Behavioral Emergency in: - Psychiatric Chest Compressions 97 Acetaminophen see: Tylenol® 136 46 Chest Pain 28 Acid Reﬂux in: Benadryl® for: 119 - Abdominal Pain 34 - Allergic Reaction 32 Chest Trauma in: Activated Charcoal see: Charcoal 120 - Trunk Injury 64 - Psychiatric (dystonic) 46 CHF in: Adenocard® see: Adenosine 115 - Administer Antidote 100 Adenosine for: 115 - Dyspnea 30 Benzodiazepine see: Versed® 137 Chest Seal in: - Tachycardia 14 BIAD in: Administer Antidote 100 - Breathing 6 Adrenergic see: Epinephrine 123 - Airway 4 - Major Trauma 56 Advil® see: Ibuprofen 127 - BIAD 96 - Pleural Decompress 96 Afrin® for: 115 Bicarbonate for: 119 - Wound Care 98 - Epistaxis 76 - Administer Antidote 100 Choking in: Agitated Delirium in: Bi-level Ventilation see: NIPPV 95 - Airway 4 - Psychiatric 46 BiPAP see: NIPPV 95 - Heimlich 94 Airway 4 Bite / Sting 74 Cholecystitis (gallbladder) in: Albuterol for: 116 Blast Injury in: - Hyperkalemia 18 - Abdominal Pain 34 - Major Trauma 56 Chronic Pain in: - Dyspnea 30 Bleeding - Allergic Reaction 32 58 - Pain 20 Alcohol Intoxication in: Blood Cultures in: Cincinnati Stroke Scale in: - Overdose / Tox 40 - Sepsis 90 - Stroke 44 Alcohol Withdrawal in: Blood Glucose / Sugar in: Circulation (Shock) 8 - Seizure 42 - Diabetic 38 CODE in: - Administer Antidote 100 - Glucometer 93 - Medical CODE 24 Allergic Reaction 32 Blood Labs see: Saline Lock 93 - Trauma CODE 52 ALS (Advanced Life Support) in: Blood Tubes see: Saline Lock 93 COPD in: - How To Use 2 BLS (Basic Life Support) in: - Breathing 6 Altered LOC / Syncope 36 - How To Use 2 - Dyspnea 30 Amidate® see: Etomidate 124 Collapse in: Amiodarone for: 116 Bolus see: NS Bolus 132 - Tachycardia 14 Bougie Cric (Cricothyrotomy) 104 - Medical CODE 24 - Medical CODE 24 Bowel Obstruction in: - Altered LOC / Syncope 36 - Medical ROSC 26 - Abdominal Pain 34 Cold in: Amputation in: Bradycardia 12 - Cold / Heat 68 - Extremity Injury 66 Breastfeeding in: Combitube in: Anaphylaxis in: - Pregnancy Delivery 48 - Airway 4 - Allergic Reaction 32 - Deliver Baby 102 - BIAD 96 Ancef® for: 117 Breech Birth in: Compressions in: - Major Trauma 56 - Pregnancy / Delivery 48 - Medical CODE 24 - Extremity Injury 66 - Trauma CODE 52 Anectine® see: Succinylcholine 134 - Deliver Baby 102 - Manage OB Complication 102 - Chest Compressions 97 Antibiotic see: Concussion in: - Ancef® 117 Breathing 6 BRUE (brief resolved event) in: - Head Injury 62 - Rocephin® 133 Anticoagulants in: 77 - Dyspnea 30 Contaminated Wound in: - Bleeding 58 Burns 70 - Major Trauma 56 - Head Injury 62 BVM in: Contractions in: - Epistaxis 76 - Breathing 6 - Pregnancy / Delivery 48 Antidotes in: - BVM 95 Convulsion in: - Overdose / Tox 40 - Seizure 42 Bystanders in: - Administer Antidote 100 Cooling in: Antiemetic see: Zofran® 137 - On Scene Personnel 107 - Medical CODE 24 Antihistamine see: Benadryl® 119 Cough in: Antipsychotic see: Haldol® Appendicitis in: 126 C - Dyspnea CPAP see: NIPPV 30 95 - Abdominal Pain 34 C-Spine / C-Collar in: CPR in: Arrest in: - Immobilization 60 - Medical CODE 24 - Medical CODE 24 - C-Collar 99 - Police 110 - Trauma CODE 52 Ca-blocker Overdose in: - Chest Compressions 97 Arrhythmia in: - Overdose / Tox 40 - Bradycardia 12 Cricothyrotomy 104 - Tachycardia 14 - Administer Antidote 100 Croup in: Aspirin for: 117 Calcium for: 120 - Dyspnea 30 - Chest Pain 28 - Hyperkalemia 18 Crush Injury in: - Administer Antidote Reviewed: Feb 2025 Asthma in: 100 - Extremity Injury 66 - Dyspnea 30 Capnometry/Capnography in: CVA in: Asystole in: - Airway 4 - Stroke 44 - Medical CODE 24 - Breathing 6 Cyanide in: Atropine for: 118 - Intubation / RSI 78 - Inhalation 72 - Bradycardia 12 - Sedation 80 - Administer Antidote 100 - Administer Antidote 100 Carbon Dioxide see: End Tidal CO2 CyanoKit in: 121 Atrovent® for: 118 Carbon Monoxide (CO) in: - Administer Antidote 100 - Dyspnea 30 - Allergic Reaction 32 - Inhalation 72 Cyanosis in: Avulsion (teeth) in: Cardiac Arrest in: - Dyspnea 30 156 - Head Injury 62 - Medical CODE 24 Index: A - C",
    "157": "157 Index: D - H D E (cont.) G D10 for: 121 EKG / ECG in: Gallbladder (cholecystitis) in: - Diabetic 38 - 12-Lead 93 - Abdominal Pain 34 - Administer Antidote 100 Electric Burn in: Gas Exposure in: Death in: - Burns 70 - Inhalation 72 - Medical CODE 24 Emesis in: Gastric Tube (G-tube) 96 - Termination 108 - Nausea / Vomiting 22 - Deceased Subject GERD in: 113 End Tidal CO2 (EtCO2) in: - Abdominal Pain 34 Decadron® for: 122 - Airway 4 - Dyspnea 30 GI Bleeding in: - Breathing 6 - Allergic Reaction 32 - Abdominal Pain 34 - Dyspnea 30 Deceased Subject 113 - Intubation / RSI 78 Glucagon for: 125 Decompression (pleural) in: - Sedation 80 - Diabetic 38 - Breathing 6 Entrapment in: - Administer Antidote 100 - Pleural Decompress 96 - Extremity Injury 66 Glasgow Coma Scale (GCS) in: Deﬁbrillation in: Environmental in: - Altered LOC 36 - Medical CODE 24 - Allergic Reaction 32 Glucometer 93 - Trauma CODE 52 - Cold / Heat 68 Glucose for: 126 - Deﬁb 97 - Sting / Bite 74 - Diabetic 38 Deﬁcits (Neuro) in: Epilepsy in: Gunshot Wound (GSW) in: - HTN 10 - Breathing - Stroke 44 - Seizure 42 6 - Immobilization 60 Epiglottitis in: - Immobilization 60 - Trunk Injury 64 - Dyspnea 30 - Head Injury 62 Deformity (reduction) in: Epinephrine (Epi) for: 123 - Trunk Injury 64 - Extremity Injury 66 - Circulation (Shock) 8 - Bradycardia H - Reduce Deformity 99 12 Delirium / Dementia in: - Medical CODE 24 - Psychiatric 46 - Dyspnea 30 Haldol® for: 126 Delivery in: - Allergic Reaction 32 - Psychiatric 46 - Pregnancy / Delivery 48 - Neonate 50 Handtevy© see: Peds Reference 138 - Deliver Baby 102 - Trauma CODE 52 Harness Hang Syndrome in: Dental in: - Vasopressors 82 - Extremity Injury 67 - Pain 20 EpiPen®, EpiPen Jr.® for: 123 - Allergic Reaction Head Injury 62 - Head Injury 62 32 Headache in: Destination Triage 112 Epistaxis 76 EtCO2 see: End Tidal CO2 - Hypertension 10 Dexamethasone see: Decadron® 122 Dextrose see: D10 121 Etomidate for: 124 - Pain 20 Diabetic 38 - Intubation / RSI 78 Heartburn in: Diabetic Ketoacidosis in: Ethanol (EtOH) Intoxication in: - Abdominal Pain 34 - Diabetic 38 - Overdose / Tox 40 Heart Attack in: Dialysis in: Evisceration in: - Chest Pain 28 - Hyperkalemia 18 - Trunk Injury 64 Heart Block in: - Saline Lock 93 Explosion Injury in: - Bradycardia 12 Diaphoresis in: - Major Trauma 56 Heart Failure in: - Circulation (Shock) 8 Exposed Bone in: - Dyspnea 30 Diphenhydramine see: Benadryl® 119 - Major Trauma 56 Heat Exhaustion / Stroke in: Diprivan® see: Propofol 133 Exposure in: - Cold / Heat 68 Direct Pressure in: - Cold / Heat 68 Heimlich 94 - Bleeding 58 External Jugular in: Hemorrhage see:Bleeding 58 Difficulty Breathing (DIB) in: - Saline Lock 93 Hemostatic Packing in: - Breathing 6 Extremity Injury 66 - Dyspnea 30 - Wound Packing 98 Eye Trauma in: Heparin for: 127 DKA in: - Head Injury 62 - Diabetic 38 - STEMI 86 DNR in: Hives in: - Withhold Resuscitation Dopamine for: 108 122 F - Allergic Reaction HTN (Hypertension) 32 10 Facial Trauma in: - Circulation (Shock) 8 - Head Injury 62 Hyperemesis in: Dosing in: Failed Airway in: - Nausea / Vomiting 22 - Peds Reference 138 - Airway 4 Hyperglycemia in: Dressing in: - Intubation / RSI 78 - Diabetic 38 - Wound Care 98 Fainting in: Hyperkalemia 18 Drowning in: Hyperoxia in: - Breathing 6 - Altered LOC / Syncope 36 Fatigue in: - Breathing 6 Drug Formulary List 114 Hypertension (HTN) Drunk in: - Rehab 110 10 - Overdose / Tox 40 FAST Stroke Scale in: Hypertensive Urgency and DuoDote in: 123 - Stroke 44 Hypertensive Emergency in: - Administer Antidote 100 Febrile Seizure in: - Malignant HTN 88 Dyspnea 30 - Fever 16 Hyperthermia in: Dystonic Reactions in: - Seizure 42 - Fever 16 - Psychiatric 46 Fentanyl for: 125 - Cold / Heat 68 - Pain 20 Hypoglycemia in: Fever E 16 - Diabetic 38 Fibromyalgia in: Hypotension in: Ear Trauma in: - Pain 20 - Circulation (Shock) 8 - Head Injury 62 Finger Thoracostomy 104 - Major Trauma 56 Flail Chest Segment in: Reviewed: Feb 2025 ECG / EKG in: - Head Injury 62 - 12-Lead 93 - Trunk Injury 64 Fracture in: - Vasopressors 82 Eclampsia in: Hypothermia in: - Seizure 34 - Immobilization 60 - Pregnancy / Delivery 48 - Head Injury 62 - Medical CODE 24 Ectopic Pregnancy in: - Trunk Injury 64 - Cold / Heat 68 - Abdominal Pain 42 - Extremity Injury 66 Hypoxia in: - Pregnancy / Delivery 48 Frostbite / Frostnip in: - Breathing 6 Ejection in: - Cold / Heat 68 - Dyspnea 30 - Major Trauma 56 Flu in: - Head Injury 62 - Immobilization 157 60 - Fever 16 Index: D - H",
    "158": "158 Index: I - P I L (cont.) N (cont.) IABP (intra-aortic balloon pump) in: Levophed® for: 129 Neuro Deﬁcits in: - Advanced Cardiac Devices 109 - Vasopressors 82 - HTN 10 Ibuprofen for: 127 Lidocaine for: 129 - Stroke 44 - Fever 16 - Medical CODE 24 - Immobilization 60 - Pain 20 - Medical ROSC 26 - Trunk Injury 64 Ice in: - Trauma CODE 52 Neuroleptic Malignant (NMS) in: - Extremity Injury 66 - Intraosseous (IO) 97 - Cold / Heat 68 - Cold / Heat 68 LiveVest® (ZOLL) in: Newborn see: Neonate 50 - Bite / Sting 74 - Advanced Cardiac Devices 109 Nicotine Overdose in: 40 iGel (airway) in: Lightning in: - Overdose / Tox - Airway 4 - Mass Casualty 113 NIPPV 95 - Intubation / RSI 78 Lividity in: Nitro for: 132 - Medical CODE - Chest Pain 28 - BIAD 96 24 - Dyspnea 30 - Peds Reference 138 - Termination 108 Lopressor for: Noninvasive Vent. see: NIPPV 95 Immobilization (SMR) 60 130 Norepinephrine see: Levophed® 129 Impaled Object in: - Malignant HTN 88 Loss of Consciousness in: Nose Bleed in: - Major Trauma 56 - Head Injury 62 - Head Injury 62 - Altered LOC / Syncope 36 - Epistaxis 76 - Trunk Injury 64 LR (Lactated Ringer’s) in: NPO (Nil Per Os) in: Induction see: - Burns 70 - Nausea / Vomiting 22 - Intubation / RSI 78 LVAD (Left Ventricular Assist Dev) 109 NS Bolus 132 - Etomidate 124 NSAID see: Ibuprofen 127 - Ketamine 128 M Infant in: - Pregnancy / Delivery 48 Magill Forceps Magnesium for: 94 130 O - Neonate 50 Obvious Death in: - Abandonment 106 - Tachycardia 14 - Medical CODE 24 Infection in: - Medical CODE 24 - Deceased Subjects 113 - Fever 16 - Seizure 42 Occlusive Dressing in: - Sepsis 90 - Malignant HTN 88 - Breathing 6 Inﬂuenza in: - Administer Antidote 100 - Major Trauma 56 - Fever 16 Magnet (pacemaker) in: - Pleural Decompress 96 Ingestions in: - Bradycardia 12 - Wound Care 98 - Overdose / Tox 40 Major Trauma 56 OG-Tube 96 Inhalation 72 Malignant HTN 88 On Scene Personnel 107 Insulin Pump in: Manage OB Complication 102 Ondansetron see: Zofran® 137 - Diabetic 38 Mark-1 Kit see: DuoDote 123 Open Fracture in: Internal Bleeding in: Mass Casualty 113 - Major Trauma 56 Mean Arterial Pressure (MAP) in: - Extremity Injury 66 - Bleeding 58 - Circulation (Shock) 8 Opiate see: Fentanyl 125 Intraosseous (IO) 97 Medical Bracelets/Jewelry in: Opiate Overdose in: Intravenous (IV) in: - Altered LOC 37 - Overdose / Tox 40 - Saline Lock 93 Medical CODE 24 - Administer Antidote 100 - Peds Reference 138 Medical ROSC 26 Oral Glucose see: Glucose 126 Intropin® see: Dopamine 122 Medications in: Organophosphate Exposure in: Intubation / RSI 78 - Drug Formulary List 114 - Overdose / Tox 40 Intoxication in: - Drug Reference 114 - Administer Antidote 100 - Overdose / Tox 40 - Peds Reference 138 Oropharyngeal Airway 95 Ipratropium Brom. see Atrovent® 118 Metoprolol® see: Lopressor 130 Orogastric Tube see: OG-Tube 96 Itching in: Midazolam see: Versed® 137 Overdose / Tox 40 - Allergic Reaction 32 Migraine in: Oxygen (O2) in: - Pain 20 - Breathing 6 J Miscarriage in: - Pregnancy / Delivery 48 - Inhalation Oxymetazoline see: Afrin® 72 115 Junctional Bleeding in: Monitor (Cardiac) in: - Bleeding 58 - 12-Lead 93 - Wound Packing 98 Mortal Injury in: - Trauma CODE 52 P Pacerone® see: Amiodarone K - Deceased Subjects 113 116 Pacing 101 Motrin® see: Ibuprofen 127 Pain 20 Kidney Stones in: Mouth Trauma in: - Abdominal Pain Palpitations in: 34 - Head Injury 62 - Tachycardia 14 Keppra® for: 128 Multisystem Trauma in: - Seizure Paralytic see: 42 - Major Trauma 56 - Intubation / RSI 78 Ketamine for: 128 Myocardial Infarction (MI) in: - Pain - Rocuronium 134 20 - Chest Pain 28 - Succinylcholine 134 - Medical ROSC 26 - STEMI 86 Patient in: - Trauma ROSC 54 - How To Use 2 - Intubation / RSI - Sedation 78 80 N - Refusal PCN (Penicillin) Allergy see: 111 Narcan® for: 131 - Penicillin Allergy L - Overdose / Tox - Administer Antidote 40 100 PEA in: - Medical CODE 24 Labs see: Saline Lock 93 Naloxone see: Narcan® 131 Pediatrics in: Laceration in: Nasopharyngeal Airway 95 - How To Use 2 - Bleeding 58 Nausea / Vomiting 22 - Peds Reference 138 - Wound Care 98 Nebulizer in: PEEP see: NIPPV 95 Lactated Ringer's in: - Dyspnea 30 Pelvic Binder/Fracture in: - Burns 70 Neck Trauma in: - Trunk Injury 64 Reviewed: Feb 2025 Lactic Acid (Lactate) in: - Immobilization 60 Penetrating Trauma in: - Sepsis 90 - Head injury 62 - Breathing 6 Law Enforcement Officer in: Needle Cric (cricothyrotomy) 104 - Immobilization 60 - Psychiatric 46 Needle Decompression see: - Head Injury 62 - Police Assist 110 - Pleural Decompress 96 - Trunk Injury 64 LBBB (Left Bundle) in: Neglect in: Penicillin (PCN) Allergy in: - STEMI 86 - Stroke 44 - Major Trauma 56 Left Ventricular Assist Dev (LVAD) 109 - Abuse and Neglect 106 - Sepsis 90 Level of Consciousness (LOC) in: 36 Neonate 50 - Ancef® 117 - Altered LOC / Syncope Neo (synephrine)® for: 131 - Rocephin® 133 Levetiracetam see: Keppra® - Vasopressors 158 128 82 Index: I - P",
    "159": "159 Index: P - Z P (cont.) S T (cont.) Pepper Spray see: Riot Control 72 Saline see: NS Bolus 132 Transport in: Phenylephrine see: Neo® 131 Saline Lock 93 - How To Use 2 Phlebotomy see: Saline Lock 93 SCUBA injury in: - Destination Triage 112 Physician Orders 107 - Breathing 6 Trauma CODE 52 PICC lines in: Sedation / Vent 80 Trauma ROSC 54 - Saline Lock 93 Seizure 42 Triage in: Pleural Decompress 96 Sepsis 90 - Mass Casualty 113 Pneumonia in: Sgarbossa’s Criteria in: - Destination Triage 112 - Dyspnea 30 - STEMI 86 Tricyclic Overdose in: Pneumothorax in: Shivering in: - Overdose / Tox 40 - Breathing 6 - Cold / Heat 68 - Administer Antidote 100 - Pleural Decompress 96 Shock (Circulation) 8 Trunk Injury 64 Poison Control (800-222-1222) in: Shock Index in: Twins in: - Overdose / Tox 40 - Vasopressors 82 - Pregnancy / Delivery 48 - Administer Antidote 100 Shortness of Breath (SOB) in: TVP (Transvenous Pacer) in: Police in: - Dyspnea 30 - Advanced Cardiac Devices 109 - Psychiatric 46 Small Bowel Obstruction (SBO) in: TXA for: 136 - Police Assist 110 - Abdominal Pain 34 - Pregnancy / Delivery 48 POST in: Smoke Inhalation in: - Bleeding 58 - Withhold Resuscitation 108 - Inhalation 72 - Epistaxis 76 Postpartum Care / Bleeding in: SMR (Spinal Motion Restriction) in: Tylenol® for: 136 - Pregnancy / Delivery 48 - Immobilization 60 - Fever 16 Post-Resuscitation Care in: Sodium Bicarbonate see: Bicarb 119 - Pain 20 - Medial ROSC 24 Spinal Clearance/Precautions in: - Trauma ROSC - Immobilization U 52 60 Potassium Elevation in: Splint 99 - Hyperkalemia 18 Sprain / Strain in: Umbilical Cord in: Preeclampsia in: - Extremity Injury 66 - Pregnancy / Delivery 48 - HTN 10 - Splint 99 Unresponsive in: - Seizure 42 ST Elevation MI (STEMI) 86 - Medical CODE 24 - Pregnancy / Delivery 48 Stabbing Injury in: - Altered LOC / Syncope 36 - Malignant HTN 88 - Breathing 6 Urinary Tract Infection (UTI) in: Pregnancy / Delivery 48 - Immobilization 60 - Abdominal Pain 34 Preoxygenation in: - Head Injury 62 - Intubation / RSI - Trunk Injury V 78 64 Pressors in: Standby 110 - Circulation (Shock) 8 Steroid see: Decadron® 122 V-Fib in: Pressure Injections (high) in: Sting / Bite 74 - Medical CODE 24 - Extremity Injury 66 Stinger Removal 99 V-Tach in: Prolapsed Cord in: Stomach Pain in: - Pregnancy / Delivery 48 - Abdominal Pain 34 - Tachycardia 14 Propofol for: 133 Stridor in: - Medical CODE 24 - Sedation 80 - Airway 4 Vagal (Valsalva) Maneuvers in: Pressor see: Vasopressors 82 - Dyspnea 30 - Tachycardia 14 Pseudoseizure in: Stroke 44 VAN Stroke Scale in: - Seizure 42 Sublimaze® see: Fentanyl 125 - Stroke 44 Psychiatric 46 Succinylcholine for: 134 Vasopressors 82 PTX (pneumothorax) in: - Intubation / RSI 78 Vector Change in: - Breathing 6 Suction 94 - Deﬁb 97 - Pleural Decompress 96 Suicidal in: - Pacing/Cardiovert 101 Pulmonary Edema in: - Psychiatric 48 Versed® for: 137 - Dyspnea 30 Sulfonylureas in: - Seizure 42 Pulmonary Embolism (PE) in: - Diabetic 38 - Psychiatric 46 - Breathing 6 Suspension Injury in: - Cold / Heat (shivering) 68 Pulseless Electrical Activity in: - Extremity Injury 67 - Sedation 80 - Medical CODE 24 SVT in: - Administer Antidote 100 - Tachycardia 14 - Pacing 101 Syncope / Altered LOC Ventilator 103 Q 36 Ventolin® see: Albuterol 116 R T Vision Changes in: - Hypertension - Head Injury 10 Tachycardia 14 62 Radiation Exposure/Burns in: Tear Gas see: Riot Control 72 Vomiting / Nausea 22 - Burns 70 Teeth in: Rapid Sequence Intubation RSI Prep Checklist 78 103 - Pain - Head Injury 20 62 W Rash in: Tension Pneumothorax in: Warming in: - Allergic Reaction 32 - Breathing 6 - Cold / Heat 68 Reduce Deformity 99 - Pleural Decompress 96 Weakness in: Refusals 111 Termination of Resuscitation 108 - Altered LOC / Syncope 36 Rehab 110 Tetracaine for: 135 Wheezing in: Renal Failure in: - Pain 20 - Dyspnea 30 - Hyperkalemia 18 - Head Injury 62 - Allergic Reaction 32 Restraint in: Thiamine in: 135 Withdrawal in: - Psychiatric 46 - Administer Antidote 100 - Overdose / Tox 40 Resuscitation in: Therapeutic Hypothermia in: - Seizure 42 - Medical CODE 24 - Medical CODE 24 Withholding Resuscitation 108 - Trauma CODE 52 Thermometer in: Wound Care 98 Rigor Mortis in: - Fever 16 Wound Packing 98 - Medical CODE 24 - Cold / Heat 68 - Termination Ringer’s Lactate (LR) in: 108 Thoracostomy (ﬁnger) TIA in: 104 X - Burns 70 - Stroke 44 Xylocaine® see: Lidocaine 129 Riot Control Agents in: Toothache in: Reviewed: Feb 2025 - Inhalation Rocephin® for: 72 133 - Pain - Head Injury 20 62 Y - Sepsis 90 Torsion in: Rocuronium for: - Intubation / RSI ROSC in: 134 78 - Abdominal Pain Tourniquets in: - Trauma CODE 34 Z 53 Zemuron® see: Rocuronium 134 - Medical ROSC 26 - Major Trauma 56 Zofran® for: 137 - Trauma ROSC 54 - Bleeding 58 - Nausea / Vomiting 22 RSI / Intubation 78 - Tourniquet 98 ZOLL LiveVest® in: Rule of 9's in: Tox / Overdose 40 - Advanced Cardiac Devices 109 159 - Burns 70 Tranexamic Acid see: TXA 136 Index: P - Z",
    "160": "Protocols 2025 Protocols, Procedures, Policies & Medications of the Western VA EMS Medical Direction Committee Editors: Drs. Ekey, LePera, and Stanley Adapted From • WVEMS Protocols 2024 • VA OEMS Scope of Practice 2024 (v3) • VA (NEMSIS) VPHIB 3.5.0.4 2024 • EMS Clinical Practice & Oversight 3rd ed. • TECC 2019 • TCCC 2024 • PHTLS 10th ed. • NASEMSO Prehospital Airway 2023 Physician Review EMS Review • Dr. K Bower • Brian Alderson • Dr. D DeBroekert • Adam Amburgey • Dr. B Ekey • Chris Christensen • Dr. M Green • Gene Dalton • Dr. C Lane • Diana Foley • Dr. A LePera • Mike Garnett • Dr. D Lollar • Belinda Hodges • Dr. M Mitchell • Laura Hungerford • Dr. J Patterson • Dr. H Rose-Inman • Steve LePera • Dr. E Stanley • Jane Lindsay • Dr. J Stodghill • Drew Mitchell • Dr. N Yelverton • David Perfater • Daryll Perry Special Thanks • Steve Simon • Carilion & LGMC Trauma • Kari Whitney • Carilion & LGMC Stroke • Brandon Winesett WVEMS Council Phone: 540-562-3482 1944 Peters Creek Rd. Web: https://wvems.org Roanoke, VA 24017 Email: western@vaems.org WVEMS Protocols 2025"
}